{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Mostrami tutti i birrifici in Australia.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"birrifici, Australia", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Montre-moi toutes les brasseries d'Australie.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"brasseries, Australie", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Toen alle brouwerijen in Australi\u00EB.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"brouwerijen, Australi\u00EB", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Arat\u0103-mi toate ber\u0103riile din Australia.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"ber\u0103rii, Australia", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"267", "question":"Quand a \u00E9t\u00E9 termin\u00E9 le Titanic?", "answers":[""], "keywords":"data de terminaison, Titanic", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date\nWHERE { \n        res:RMS_Titanic dbo:completionDate ?date . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"268", "question":"Combien a co\u00FBt\u00E9 Pulp Fiction?", "answers":[""], "keywords":"prix, Pulp Fiction", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?n\nWHERE { \n        res:Pulp_Fiction dbo:budget ?n . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"269", "question":"\u00BFCuantas l\u00EDneas a\u00E9reas existen?", "answers":[""], "keywords":"cuantas, l\u00EDneas a\u00E9reas", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Airline . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"269", "question":"C\u00E2te companii aeriene exist\u0103?", "answers":[""], "keywords":"c\u00E2te, companii aeriene", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Airline . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"270", "question":"Cine l-a jucat pe Agent Smith \u00EEn Matrix?", "answers":["",""], "keywords":"jucat, Agent Smith, Matrix", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Agent_Smith dbp:portrayer ?uri . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"273", "question":"Ce poduri traverseaz\u0103 Sena?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"poduri, traverseaz\u0103, Sena", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Bridge .\n        ?uri dbo:crosses res:Seine .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"274", "question":"Qui est le maire de la capitale de la Polyn\u00E9sie Francaise?", "answers":[""], "keywords":"maire, capitale, Polyn\u00E9sie Francaise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        res:French_Polynesia dbo:capital ?x .\n        ?x dbo:mayor ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"274", "question":"Wie is de burgermeester van de hoofdstad van Frans-Polynesi\u00EB?", "answers":[""], "keywords":"burgermeester, hoofdstad, Frans-Polynesi\u00EB", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        res:French_Polynesia dbo:capital ?x .\n        ?x dbo:mayor ?uri .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"275", "question":"\u00BFCuando muri\u00F3 el creador de Dr\u00E1cula?", "answers":[""], "keywords":"muerte, creador, Dr\u00E1cula", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date\nWHERE { \n        res:Count_Dracula dbo:creator ?x . \n        ?x dbo:deathDate ?date .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Show me all English Gothic buildings in Kent.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"English Gothic buildings, Kent", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Zeige mir alle Geb\u00E4ude in Kent, die im Stil der englischen Gothik erbaut wurden.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"Geb\u00E4ude, Kent, englische Gotik", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Mu\u00E9strame todos los edificios g\u00F3ticos en Kent.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"edificios g\u00F3ticos, Kent", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Mostrami tutti gli edifici in stile gotico inglese nel Kent.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"edifici, gotico inglese, Kent", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Montre-moi tous les b\u00E2timents dans le style gothique anglais \u00E0 Kent.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"b\u00E2timents, gothique anglais, Kent", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Toen alle gebouwen in Kent, gebouwd in de stijl van het Engels gotiek.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"gebouwen, Kent, stijl, Engels gotiek", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"277", "question":"Arat\u0103-mi toate cl\u0103dirile engleze gotice din Kent.", "answers":["","","","","","","","","","","","","","","","","","",""], "keywords":"cl\u0103diri engleze gotice, Kent", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Building . \n         ?uri dbo:architecturalStyle res:English_Gothic_architecture .\n         ?uri dbo:location res:Kent .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"278", "question":"Welcher Papst hat das Vatikanische Fernsehen gegr\u00FCndet?", "answers":[""], "keywords":"Papst, gegr\u00FCndet, Vatikanisches Fernsehen", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Pope . \n         res:Vatican_Television_Center dbo:foundedBy ?uri .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"278", "question":"\u00BFQuien fue el papa que fundo la televisi\u00F3n Vaticana?", "answers":[""], "keywords":"papa, fundo, televisi\u00F3n Vaticana", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Pope . \n         res:Vatican_Television_Center dbo:foundedBy ?uri .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"278", "question":"Quel pape est le fondateur de la t\u00E9l\u00E9 du Vatican?", "answers":[""], "keywords":"pape, fondateur, t\u00E9l\u00E9 du Vatican", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Pope . \n         res:Vatican_Television_Center dbo:foundedBy ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"279", "question":"Ce companii aeriene fac parte din alian\u021Ba SkyTeam?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"companii aeriene, parte din, alian\u021Ba SkyTeam", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n          ?uri rdf:type dbo:Airline .\n        { ?uri dbp:alliance res:SkyTeam . }\n        UNION\n        { ?uri dbo:Alliance res:SkyTeam . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"281", "question":"Ce aeroporturi deserve\u0219te Air China?", "answers":["","","","","","","",""], "keywords":"aeroporturi, Air China", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri \nWHERE {\n        res:Air_China dbo:targetAirport ?uri .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"283", "question":"A \u00E9t\u00E9 tu\u00E9 John Kennedy?", "answers":["",""], "keywords":"John Kennedy, assassinat", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri \nWHERE {\n        res:John_F._Kennedy dbo:deathPlace ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"286", "question":"\u00BFCu\u00E1l es el volc\u00E1n mas alto en \u00C1frica?", "answers":[""], "keywords":"volc\u00E1n, mas alto, \u00C1frica", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Volcano .\n        ?uri dbo:locatedInArea ?area .        \n        ?area rdf:type yago:AfricanCountries . \n        ?uri dbo:elevation ?elevation .\n}\nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"287", "question":"Ce bere este originar\u0103 din Irlanda?", "answers":[""], "keywords":"bere, originar\u0103, Irlanda", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbp:type res:Beer .\n        ?uri dbp:origin \"Ireland\"@en .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"289", "question":"Wem geh\u00F6rt Facebook?", "answers":[""], "keywords":"geh\u00F6rt, Facebook", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Facebook dbo:foundedBy ?uri .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"289", "question":"\u00BFQui\u00E9n es el due\u00F1o de Facebook?", "answers":[""], "keywords":"due\u00F1o, Facebook", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Facebook dbo:foundedBy ?uri .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"291", "question":"Qui a \u00E9t\u00E9 influenc\u00E9 par Socrates?", "answers":["","","","","","","","","","","","",""], "keywords":"influenc\u00E9, par Socrates", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:influencedBy res:Socrates .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"291", "question":"Cine a fost influen\u021Bat de c\u0103tre Socrate?", "answers":["","","","","","","","","","","","",""], "keywords":"influen\u021Bat, Socrate", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:influencedBy res:Socrates .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"292", "question":"\u00BFQui\u00E9n fue el presidente de Pakist\u00E1n en 1978?", "answers":[""], "keywords":"presidente, Pakist\u00E1n, 1978", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbp:title res:President_of_Pakistan .\n        ?uri dbp:years 1978 .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"292", "question":"Cine a fost pre\u015Fedintele Pakistanului \u00EEn 1978?", "answers":[""], "keywords":"pre\u015Fedinte, Pakistan, 1978", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbp:title res:President_of_Pakistan .\n        ?uri dbp:years 1978 .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"Give me English actors starring in Lovesick.", "answers":["",""], "keywords":"English actors, starring, Lovesick", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"Gib mir britische Schauspieler, die in Lovesick mitspielen.", "answers":["",""], "keywords":"Schauspieler, britisch, mitspielen, Lovesick", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"Dame actores Ingleses protagonizando Lovesick.", "answers":["",""], "keywords":"actores Ingleses, protagonistas, Lovesick ", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"Dammi gli attori inglesi che hanno recitato in Lovesick.", "answers":["",""], "keywords":"attori inglesi, protagonisti, Lovesick", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"Donne-moi tous les acteurs anglais de Lovesick.", "answers":["",""], "keywords":"acteurs, anglais, Lovesick", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"Toen Brits acteurs met een rol in Lovesick.", "answers":["",""], "keywords":"Brits acteurs, rol in, Lovesick", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"293", "question":"D\u0103-mi actori englezi protagoni\u0219ti \u00EEn Lovesick.", "answers":["",""], "keywords":"actori englezi, protagoni\u0219ti, Lovesick", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nSELECT DISTINCT ?uri\nWHERE {\n          res:Lovesick dbo:starring ?uri .\n        { ?uri dbo:birthPlace res:England . }\n        UNION\n        { ?uri rdf:type yago:EnglishFilmActors . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"Give me all types of eating disorders.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"types, eating disorders", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"Zeig mir alle Arten von Essst\u00F6rungen.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Arten von, Esst\u00F6rungen", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"\u00BFQue tipos hay de trastornos de la alimentaci\u00F3n?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"tipos, trastornos de la alimentaci\u00F3n", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"Dammi tutti i tipi di disturbi alimentari.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"tipi, disturbi alimentari", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"Donne-moi tous les types de troubles du comportement alimentaire.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"types, troubles du comportement alimentaire", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"Toen alle soorten eetstoornissen.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"soorten, eetstoornissen", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"294", "question":"D\u0103-mi toate tipurile de tulbur\u0103ri alimentare.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"tipuri, tulbur\u0103ri alimentare", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type yago:EatingDisorders .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"295", "question":"Qui \u00E9tait marri\u00E9 avec le pr\u00E9sident Chirac?", "answers":[""], "keywords":"\u00E9pouse, pr\u00E9sident Chirac", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri\nWHERE { \n         res:Jacques_Chirac dbo:spouse ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"298", "question":"Donne moi le lieu de d\u00E9c\u00E8s de Hillel Slovak.", "answers":["","",""], "keywords":"lieu, d\u00E9c\u00E8s, Hillel Slovak", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {\n        res:Hillel_Slovak dbo:deathPlace ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"321", "question":"Are the Rosetta Stone and the Gayer-Andersen cat exhibited in the same museum?", "answers":[""], "keywords":"", "sparql":"" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"328", "question":"At which college did the only American actor that received the C\u00E9sar Award study?", "answers":[""], "keywords":"", "sparql":"" , "lang":"en"}
