{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"Give me all cities in New Jersey with more than 100000 inhabitants.", "answers":["","","",""], "keywords":"New Jersey, city, inhabitants, more than 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"Gib mir alle St\u00E4dte in New Jersey, die mehr als 100000 Einwohner haben.", "answers":["","","",""], "keywords":"New Jersey, Stadt, Einwohner, mehr als 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"Dame todas las cuidades en New Jersey que tengan m\u00E1s de 100000 habitantes.", "answers":["","","",""], "keywords":"New Jersey, ciudad, habitantes, m\u00E1s de 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"Dammi tutte le citt\u00E0 del New Jersey con pi\u00F9 di 100000 abitanti.", "answers":["","","",""], "keywords":"New Jersey, citt\u00E0, abitanti, pi\u00F9 di 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants.", "answers":["","","",""], "keywords":"New Jersey, villes, habitants, plus de 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"Geef alle steden in New Jersey met meer dan 100000 inwoners.", "answers":["","","",""], "keywords":"New Jersey, stad, inwoners, meer dan 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"17", "question":"D\u0103-mi toate ora\u0219ele din New Jersey cu mai mult de 100000 de locuitori.", "answers":["","","",""], "keywords":"New Jersey, ora\u0219, locuitori, mai mult de 100000", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City .  \n        ?uri dbo:isPartOf res:New_Jersey .  \n        ?uri dbo:populationTotal ?inhabitants . \n        FILTER (?inhabitants > 100000) . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"171", "question":"C\u00E2nd a fost construit\u0103 Statuia Libert\u0103\u021Bii?", "answers":[""], "keywords":"Statuia Libert\u0103\u021Bii, construit", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?date \nWHERE { \n        res:Statue_of_Liberty dbp:beginningDate ?date . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"175", "question":"Care juc\u0103tori de \u0219ah au murit \u00EEn acela\u0219i loc \u00EEn care s-au n\u0103scut?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"juc\u0103tori de \u0219ah, British earl, murit, acela\u0219i, loc, n\u0103scut", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:ChessPlayer .  \n        ?uri dbo:birthPlace ?x .  \n        ?uri dbo:deathPlace ?y . \n        FILTER (?x = ?y) . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"176", "question":"Enumer\u0103 copiii lui Margaret Thatcher.", "answers":["",""], "keywords":"Margaret Thatcher, copil", "sparql":" \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Margaret_Thatcher dbo:child ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"179", "question":"\u00BFFu\u00E9 Marc Chagall jud\u00EDo?", "answers":[""], "keywords":"Marc Chagall, jud\u00EDo", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n       res:Marc_Chagall dbp:ethnicity 'Jewish'@en .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"180", "question":"D\u0103-mi toate car\u021Bile de William Glodman cu mai mult de 300 de pagini.", "answers":["","","","","","","","","",""], "keywords":"carte, William Goldman, pagini, mai mult de 300", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:William_Goldman .\n        ?uri dbo:numberOfPages ?x .\n        FILTER (?x > 300)\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"182", "question":"D\u0103-mi o list\u0103 a tuturor inven\u021Biilor americane.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"inven\u021Bie american\u0103", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type yago:AmericanInventions .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"187", "question":"Cine a compus coloana sonor\u0103 pentru Harold \u0219i Maude?", "answers":[""], "keywords":"Harold \u0219i Maude, compune, coloana sonor\u0103", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n       res:Harold_and_Maude dbo:musicComposer ?uri .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"188", "question":"Ce film \u00EEn care Clint Eastwood joac\u0103 rolul principal a fost regizat de el \u00EEnsu\u0219i?", "answers":["","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, rol principal, regizor, Clint Eastwood", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:director res:Clint_Eastwood .\n        ?uri dbo:starring res:Clint_Eastwood .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"19", "question":"\u00BFEs la cuidad m\u00E1s grande de Egipto tambi\u00E9n capital?", "answers":[""], "keywords":"cuidad m\u00E1s grande, Egipto, capital", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nASK \nWHERE {\n        res:Egypt dbo:largestCity ?large .\n        res:Egypt dbo:capital ?capital .\n        FILTER (?large = ?capital)\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"19", "question":"Ora\u0219ul cel mai mare din EGipt este \u0219i capital sa?", "answers":[""], "keywords":"cel mai mare ora\u0219, Egipt, capital\u0103", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nASK \nWHERE {\n        res:Egypt dbo:largestCity ?large .\n        res:Egypt dbo:capital ?capital .\n        FILTER (?large = ?capital)\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"192", "question":"Arat\u0103-mi toate melodiile de Bruce Springsten ap\u0103rute \u00EEntre 1980 \u0219i 1990", "answers":["","","","","",""], "keywords":"melodie, Bruce Springsteen, ap\u0103rut, \u00EEntre 1980 \u0219i 1990", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Song .\n        ?uri dbo:artist res:Bruce_Springsteen .\n        ?uri dbo:releaseDate ?date . \n        FILTER (?date >= '1980-01-01'^^xsd:date && ?date <= '1990-12-31'^^xsd:date)\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"Give me all B-sides of the Ramones.", "answers":["","","","","","","","",""], "keywords":"Ramones, B-sides", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"Gib mir alle B-Seiten der Ramones.", "answers":["","","","","","","","",""], "keywords":"Ramones, B-Seiten", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"Dame todas las caras B de los Ramones.", "answers":["","","","","","","","",""], "keywords":"Ramones, cara B", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"Dammi tutti i lati B dei Ramones.", "answers":["","","","","","","","",""], "keywords":"Ramones, lato B", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"Donnes-moi tous les faces B des Ramones.", "answers":["","","","","","","","",""], "keywords":"faces B, Ramones", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"Geef alle B-kantjes van singles van de Ramones.", "answers":["","","","","","","","",""], "keywords":"B-kant, single, de Ramones", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"196", "question":"D\u0103-mi toate laturile B ale Ramones", "answers":["","","","","","","","",""], "keywords":"Ramones, laturi B", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"Give me the birthdays of all actors of the television show Charmed.", "answers":["","","","","","","","","","","",""], "keywords":"television show, Charmed, actor, birthday", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed.", "answers":["","","","","","","","","","","",""], "keywords":"Fernsehserie, Charmed, Darsteller, Geburtstag", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"Dame los cumplea\u00F1os de los actores de la serie de televisi\u00F3n Charmed.", "answers":["","","","","","","","","","","",""], "keywords":"serie televisiva, Charmed, actores, cumplea\u00F1os", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed.", "answers":["","","","","","","","","","","",""], "keywords":"serie televisiva, Charmed, attore, compleanno", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"Donnes-moi les dates de naissance des acteurs de la s\u00E9rie t\u00E9l\u00E9vis\u00E9e Charmed.", "answers":["","","","","","","","","","","",""], "keywords":"s\u00E9rie t\u00E9l\u00E9vis\u00E9e, Charmed, acteurs, date de naissance", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"Noem de verjaardag van alle acteurs uit de televisieserie Charmed.", "answers":["","","","","","","","","","","",""], "keywords":"verjaardag, acteur, televisieserie, Charmed", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"2", "question":"D\u0103-mi zilele de na\u0219tere a tuturor actorilor din serialul de televiziune Charmed", "answers":["","","","","","","","","","","",""], "keywords":"serial de televiziune, Charmed, actor, zi de na\u0219tere", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n        res:Charmed dbo:starring ?actor .\n        ?actor dbo:birthDate ?date .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"20", "question":"Combien d'employ\u00E9s a IBM?", "answers":[""], "keywords":"employ\u00E9s, IBM", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?number \nWHERE {\n        res:IBM dbo:numberOfEmployees ?number .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"20", "question":"C\u00E2\u021Bi angaja\u021Bi are IBM?", "answers":[""], "keywords":"IBM, angaja\u021Bi", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?number \nWHERE {\n        res:IBM dbo:numberOfEmployees ?number .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"23", "question":"\u00BFQu\u00E9 series televisivas ide\u00F3 John Cleese?", "answers":["","","","","","",""], "keywords":"serie televisica, ide\u00F3, John Cleese", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:TelevisionShow .\n        ?uri dbo:creator res:John_Cleese .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"24", "question":"Quelle est la montagne la plus haute apr\u00E8s l'Annapurna?", "answers":[""], "keywords":"montagne, la plus haute, Annapurna", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Annapurna dbo:elevation ?elevation .\n        ?uri rdf:type dbo:Mountain . \n        ?uri dbo:elevation ?otherelevation .\n        FILTER (?otherelevation < ?elevation) .\n} \nORDER BY DESC(?otherelevation) \nOFFSET 0 LIMIT 1\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"27", "question":"Le pr\u00E9sident Jackson a-t-il particip\u00E9 \u00E0 une guerre?", "answers":[""], "keywords":"pr\u00E9sident Jackson, guerre, particip\u00E9", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Andrew_Jackson dbo:battle ?battle .    \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"27", "question":"A fost pre\u0219edintele american Jackson implicat \u00EEntr-un r\u0103zboi?", "answers":[""], "keywords":"pre\u0219edinte american, Jackson, r\u0103zboi", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Andrew_Jackson dbo:battle ?battle .    \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"Give me all communist countries.", "answers":["","","","","",""], "keywords":"communist countries", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"Gib mir alle kommunistischen L\u00E4nder.", "answers":["","","","","",""], "keywords":"kommunistische L\u00E4nder", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"Dame todos los pa\u00EDses comunistas.", "answers":["","","","","",""], "keywords":"pa\u00EDses comunistas", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"Dammi tutti i paesi comunisti.", "answers":["","","","","",""], "keywords":"paesi comunisti", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"Donnes-moi tous les pays communistes.", "answers":["","","","","",""], "keywords":"pays communistes", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"Geef alle communistische landen.", "answers":["","","","","",""], "keywords":"communistische landen", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"28", "question":"D\u0103-mi toate \u021B\u0103rile comuniste.", "answers":["","","","","",""], "keywords":"\u021B\u0103ri comuniste", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"30", "question":"\u00BFQue estado de los estados unidos de america tiene la mayor densidad de poblaci\u00F3n?", "answers":[""], "keywords":"estado, estados unidos de america, densidad de poblaci\u00F3n", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:densityrank ?rank .\n} \nORDER BY ASC(?rank) \nOFFSET 0 LIMIT 1\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"30", "question":"Ce stat American are cea mai mare densitate a popula\u021Biei?", "answers":[""], "keywords":"stat, Statele Unite ale Americii, densitatea popula\u021Biei, cea mai mare", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:densityrank ?rank .\n} \nORDER BY ASC(?rank) \nOFFSET 0 LIMIT 1\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"31", "question":"\u00BFCu\u00E1l es la moneda de la rep\u00FAblica checa?", "answers":[""], "keywords":"moneda, rep\u00FAblica checa", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Czech_Republic dbo:currency ?uri .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"31", "question":"Quel est la devise de la Tch\u00E9quie?", "answers":[""], "keywords":"devise, Tch\u00E9quie", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Czech_Republic dbo:currency ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"31", "question":"Wat is de munteenheid van Tsjechi\u00EB?", "answers":[""], "keywords":"Tsjechi\u00EB, munteenheid", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Czech_Republic dbo:currency ?uri .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"31", "question":"Care este moneda na\u021Bional\u0103 a Cehiei?", "answers":[""], "keywords":"Cehia, moned\u0103 na\u021Bional\u0103", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Czech_Republic dbo:currency ?uri .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"32", "question":"Welche L\u00E4nder haben den Euro \u00FCbernommen?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Land, \u00FCbernehmen, Euro", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Country .\n        { ?uri dbo:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"32", "question":"Quels pays ont adopt\u00E9 l'Euro?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pays, adopt\u00E9, Euro", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Country .\n        { ?uri dbo:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"32", "question":"Welke landen hebben de Euro ge\u00EFntroduceerd?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"land, Euro, ge\u00EFntroduceerd", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Country .\n        { ?uri dbo:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"34", "question":"Welke landen hebben meer dan twee offici\u00EBle talen?", "answers":["","","","","","","","",""], "keywords":"land, offici\u00EBle taal, meer dan twee", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Country  .\n        ?uri dbo:officialLanguage nluage .\n} \nGROUP BY ?uri\nHAVING (COUNT(nluage) > 2)\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"36", "question":"Durch welche L\u00E4nder flie\u00DFt der Yenisei?", "answers":["",""], "keywords":"Yenisei, flie\u00DFen, Land", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei dbo:country ?uri .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"36", "question":"\u00BFPor qu\u00E9 pa\u00EDses fluye el r\u00EDo Yenisei?", "answers":["",""], "keywords":"pa\u00EDses, fluye, r\u00EDo Yenisei", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei dbo:country ?uri .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"36", "question":"Quels sont les pays travers\u00E9s par l'Ienisse\u00EF?", "answers":["",""], "keywords":"Ienisse\u00EF, pays travers\u00E9s", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei dbo:country ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"37", "question":"\u00BFCu\u00E1ndo ingres\u00F3 Letonia a la uni\u00F3n europea?", "answers":[""], "keywords":"Letonia, ingreso, uni\u00F3n europea", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?date \nWHERE {       \n        res:Latvia dbp:accessioneudate ?date .      \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"37", "question":"Quand est la Lettonie devenue membre de l'Union europ\u00E9ene?", "answers":[""], "keywords":"Lettonie, membre, Union europ\u00E9ene", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?date \nWHERE {       \n        res:Latvia dbp:accessioneudate ?date .      \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"37", "question":"C\u00E2nd a aderat Letonia la Uniunea European\u0103?", "answers":[""], "keywords":"Letonia, adera, Uniunea European\u0103", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?date \nWHERE {       \n        res:Latvia dbp:accessioneudate ?date .      \n}\n" , "lang":"ro"}
