{"datasetId":"qald-3-train-multilingual","questionId":"9", "question":"\u00BFEn qu\u00E9 estados de los estados unidos de am\u00E9rica hay oro?", "answers":["http:\/\/dbpedia.org\/resource\/California"], "keywords":"estado, estados unidos de am\u00E9rica, oro", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:mineral ?mineral .\n        FILTER (regex(?mineral,'gold','i')) .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"9", "question":"In quali stati degli Stati Uniti c'\u00E8 l'oro?", "answers":["http:\/\/dbpedia.org\/resource\/California"], "keywords":"Stati Uniti d'America, oro", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:mineral ?mineral .\n        FILTER (regex(?mineral,'gold','i')) .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"9", "question":"Quels \u00E9tats des Etats-Unis d'Am\u00E9rique poss\u00E8dent de l'or?", "answers":["http:\/\/dbpedia.org\/resource\/California"], "keywords":"\u00E9tats, Etats-Unis d'Am\u00E9rique, or", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:mineral ?mineral .\n        FILTER (regex(?mineral,'gold','i')) .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"9", "question":"In welke deelstaat van de Verenigde Staten komt goud voor?", "answers":["http:\/\/dbpedia.org\/resource\/California"], "keywords":"deelstaat, Verenigde Staten, goud", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:mineral ?mineral .\n        FILTER (regex(?mineral,'gold','i')) .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"75", "question":"Who has been the 5th president of the United States of America?", "answers":["http:\/\/dbpedia.org\/resource\/James_Monroe"], "keywords":"United States of America, president, 5th", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"75", "question":"Wer war der 5. Pr\u00E4sident der Vereinigten Staaten von Amerika?", "answers":["http:\/\/dbpedia.org\/resource\/James_Monroe"], "keywords":"Vereinigte Staaten von Amerika, Pr\u00E4sident, 5.", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"75", "question":"\u00BFQui\u00E9n fue el quinto presidente de los estados unidos de am\u00E9rica?", "answers":["http:\/\/dbpedia.org\/resource\/James_Monroe"], "keywords":"estados unidos de am\u00E9rica, presidente, quinto", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"75", "question":"Chi \u00E8 stato il quinto presidente degli Stati Uniti d'America?", "answers":["http:\/\/dbpedia.org\/resource\/James_Monroe"], "keywords":"Stati Uniti d'America, presidente, quinto", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"75", "question":"Qui fut le 5e pr\u00E9sident des Etats-Unis?", "answers":["http:\/\/dbpedia.org\/resource\/James_Monroe"], "keywords":"5e pr\u00E9sident, Etats-Unis", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"75", "question":"Wie was de vijfde president van de Verenigde Staten?", "answers":["http:\/\/dbpedia.org\/resource\/James_Monroe"], "keywords":"president, Verenigde Staten, vijfde", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:orderInOffice '5th President of the United States'@en .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"77", "question":"Quale album musicale contiene la canzone Last Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Music_from_the_Edge_of_Heaven","http:\/\/dbpedia.org\/resource\/Whigfield_(album)","http:\/\/dbpedia.org\/resource\/Whigfield_II","http:\/\/dbpedia.org\/resource\/Crazy_Frog_Presents_More_Crazy_Hits","http:\/\/dbpedia.org\/resource\/Perfect_Day_(Cascada_album)","http:\/\/dbpedia.org\/resource\/Disco_Defenders","http:\/\/dbpedia.org\/resource\/Classic_Christmas_(Joe_McElderry_album)"], "keywords":"album musicale, canzone, Last Christmas", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?single dbo:album ?uri .\n        ?single foaf:name 'Last Christmas'@en .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"1", "question":"Give me all female Russian astronauts.", "answers":["http:\/\/dbpedia.org\/resource\/Valentina_Tereshkova","http:\/\/dbpedia.org\/resource\/Yelena_Kondakova","http:\/\/dbpedia.org\/resource\/Yelena_Serova"], "keywords":"astronaut, female, Russian", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"1", "question":"Gib mir alle russischen Astronautinnen.", "answers":["http:\/\/dbpedia.org\/resource\/Valentina_Tereshkova","http:\/\/dbpedia.org\/resource\/Yelena_Kondakova","http:\/\/dbpedia.org\/resource\/Yelena_Serova"], "keywords":"Astronautin, russisch", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"1", "question":"Dame todas las astronautas rusas.", "answers":["http:\/\/dbpedia.org\/resource\/Valentina_Tereshkova","http:\/\/dbpedia.org\/resource\/Yelena_Kondakova","http:\/\/dbpedia.org\/resource\/Yelena_Serova"], "keywords":"astronautas rusas", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"1", "question":"Dammi tutte le austronaute russe.", "answers":["http:\/\/dbpedia.org\/resource\/Valentina_Tereshkova","http:\/\/dbpedia.org\/resource\/Yelena_Kondakova","http:\/\/dbpedia.org\/resource\/Yelena_Serova"], "keywords":"austronaute, russe", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"1", "question":"Donnes-moi tous les astronautes f\u00E9minins russes.", "answers":["http:\/\/dbpedia.org\/resource\/Valentina_Tereshkova","http:\/\/dbpedia.org\/resource\/Yelena_Kondakova","http:\/\/dbpedia.org\/resource\/Yelena_Serova"], "keywords":"astronaute, russes, f\u00E9minins", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"1", "question":"Geef alle vrouwelijke Russische astronauten.", "answers":["http:\/\/dbpedia.org\/resource\/Valentina_Tereshkova","http:\/\/dbpedia.org\/resource\/Yelena_Kondakova","http:\/\/dbpedia.org\/resource\/Yelena_Serova"], "keywords":"astronaut, vrouwelijk, Russisch", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:RussianCosmonauts .\n        ?uri rdf:type yago:FemaleAstronauts .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"63", "question":"Give me all actors starring in Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger","http:\/\/dbpedia.org\/resource\/Anthony_Quinn","http:\/\/dbpedia.org\/resource\/F._Murray_Abraham","http:\/\/dbpedia.org\/resource\/Art_Carney","http:\/\/dbpedia.org\/resource\/Austin_O'Brien","http:\/\/dbpedia.org\/resource\/Tom_Noonan","http:\/\/dbpedia.org\/resource\/Bridgette_Wilson","http:\/\/dbpedia.org\/resource\/Charles_Dance","http:\/\/dbpedia.org\/resource\/Robert_Prosky"], "keywords":"actor, starring, Last Action Hero", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"63", "question":"Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben.", "answers":["http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger","http:\/\/dbpedia.org\/resource\/Anthony_Quinn","http:\/\/dbpedia.org\/resource\/F._Murray_Abraham","http:\/\/dbpedia.org\/resource\/Art_Carney","http:\/\/dbpedia.org\/resource\/Austin_O'Brien","http:\/\/dbpedia.org\/resource\/Tom_Noonan","http:\/\/dbpedia.org\/resource\/Bridgette_Wilson","http:\/\/dbpedia.org\/resource\/Charles_Dance","http:\/\/dbpedia.org\/resource\/Robert_Prosky"], "keywords":"Schauspieler, mitspielen, Last Action Hero", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"63", "question":"Dame todos los actores que hayan actuado en Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger","http:\/\/dbpedia.org\/resource\/Anthony_Quinn","http:\/\/dbpedia.org\/resource\/F._Murray_Abraham","http:\/\/dbpedia.org\/resource\/Art_Carney","http:\/\/dbpedia.org\/resource\/Austin_O'Brien","http:\/\/dbpedia.org\/resource\/Tom_Noonan","http:\/\/dbpedia.org\/resource\/Bridgette_Wilson","http:\/\/dbpedia.org\/resource\/Charles_Dance","http:\/\/dbpedia.org\/resource\/Robert_Prosky"], "keywords":"actores, Last Action Hero", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"63", "question":"Dammi tutti gli attori che hanno recitato in Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger","http:\/\/dbpedia.org\/resource\/Anthony_Quinn","http:\/\/dbpedia.org\/resource\/F._Murray_Abraham","http:\/\/dbpedia.org\/resource\/Art_Carney","http:\/\/dbpedia.org\/resource\/Austin_O'Brien","http:\/\/dbpedia.org\/resource\/Tom_Noonan","http:\/\/dbpedia.org\/resource\/Bridgette_Wilson","http:\/\/dbpedia.org\/resource\/Charles_Dance","http:\/\/dbpedia.org\/resource\/Robert_Prosky"], "keywords":"attori, Last Action Hero", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"63", "question":"Noem alle acteurs uit de film Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger","http:\/\/dbpedia.org\/resource\/Anthony_Quinn","http:\/\/dbpedia.org\/resource\/F._Murray_Abraham","http:\/\/dbpedia.org\/resource\/Art_Carney","http:\/\/dbpedia.org\/resource\/Austin_O'Brien","http:\/\/dbpedia.org\/resource\/Tom_Noonan","http:\/\/dbpedia.org\/resource\/Bridgette_Wilson","http:\/\/dbpedia.org\/resource\/Charles_Dance","http:\/\/dbpedia.org\/resource\/Robert_Prosky"], "keywords":"acteurs, Last Action Hero", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"63", "question":"Noem alle acteurs uit de film Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger","http:\/\/dbpedia.org\/resource\/Anthony_Quinn","http:\/\/dbpedia.org\/resource\/F._Murray_Abraham","http:\/\/dbpedia.org\/resource\/Art_Carney","http:\/\/dbpedia.org\/resource\/Austin_O'Brien","http:\/\/dbpedia.org\/resource\/Tom_Noonan","http:\/\/dbpedia.org\/resource\/Bridgette_Wilson","http:\/\/dbpedia.org\/resource\/Charles_Dance","http:\/\/dbpedia.org\/resource\/Robert_Prosky"], "keywords":"acteur, Last Action Hero", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Last_Action_Hero dbp:starring ?uri .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"32", "question":"Welche L\u00E4nder in der Europ\u00E4ischen Union haben den Euro \u00FCbernommen?", "answers":["http:\/\/dbpedia.org\/resource\/Slovenia","http:\/\/dbpedia.org\/resource\/Austria","http:\/\/dbpedia.org\/resource\/Malta","http:\/\/dbpedia.org\/resource\/Cyprus","http:\/\/dbpedia.org\/resource\/Spain","http:\/\/dbpedia.org\/resource\/Italy","http:\/\/dbpedia.org\/resource\/Estonia","http:\/\/dbpedia.org\/resource\/Belgium","http:\/\/dbpedia.org\/resource\/Greece","http:\/\/dbpedia.org\/resource\/Finland","http:\/\/dbpedia.org\/resource\/Luxembourg","http:\/\/dbpedia.org\/resource\/Portugal"], "keywords":"Europ\u00E4ische Union, Land, \u00FCbernehmen, Euro", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:EuropeanUnionMemberStates .\n        { ?uri dbp:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n        UNION \n        { ?uri dbp:currencyCode 'Euro'@en . }\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"32", "question":"Quels pays de l'Union Europ\u00E9ene ont adopt\u00E9 l'Euro?", "answers":["http:\/\/dbpedia.org\/resource\/Slovenia","http:\/\/dbpedia.org\/resource\/Austria","http:\/\/dbpedia.org\/resource\/Malta","http:\/\/dbpedia.org\/resource\/Cyprus","http:\/\/dbpedia.org\/resource\/Spain","http:\/\/dbpedia.org\/resource\/Italy","http:\/\/dbpedia.org\/resource\/Estonia","http:\/\/dbpedia.org\/resource\/Belgium","http:\/\/dbpedia.org\/resource\/Greece","http:\/\/dbpedia.org\/resource\/Finland","http:\/\/dbpedia.org\/resource\/Luxembourg","http:\/\/dbpedia.org\/resource\/Portugal"], "keywords":"pays de l'Union Europ\u00E9ene, adopt\u00E9, Euro", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:EuropeanUnionMemberStates .\n        { ?uri dbp:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n        UNION \n        { ?uri dbp:currencyCode 'Euro'@en . }\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"32", "question":"Welke landen in de Europese Unie hebben de Euro ge\u00EFntroduceerd?", "answers":["http:\/\/dbpedia.org\/resource\/Slovenia","http:\/\/dbpedia.org\/resource\/Austria","http:\/\/dbpedia.org\/resource\/Malta","http:\/\/dbpedia.org\/resource\/Cyprus","http:\/\/dbpedia.org\/resource\/Spain","http:\/\/dbpedia.org\/resource\/Italy","http:\/\/dbpedia.org\/resource\/Estonia","http:\/\/dbpedia.org\/resource\/Belgium","http:\/\/dbpedia.org\/resource\/Greece","http:\/\/dbpedia.org\/resource\/Finland","http:\/\/dbpedia.org\/resource\/Luxembourg","http:\/\/dbpedia.org\/resource\/Portugal"], "keywords":"land, Europese Unie, Euro,  ge\u00EFntroduceerd", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type yago:EuropeanUnionMemberStates .\n        { ?uri dbp:currency res:Euro . } \n        UNION \n        { ?uri dbp:currencyCode 'EUR'@en . }\n        UNION \n        { ?uri dbp:currencyCode 'Euro'@en . }\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"90", "question":"Wann wurde Capcom gegr\u00FCndet?", "answers":["1983-06-11"], "keywords":"Capcom, gr\u00FCnden", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n     res:Capcom dbp:foundation ?date .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"90", "question":"\u00BFC\u00FAando se fund\u00F3 Capcom?", "answers":["1983-06-11"], "keywords":"Capcom, fundada", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n     res:Capcom dbp:foundation ?date .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"90", "question":"Quand a \u00E9t\u00E9 fond\u00E9 Capcom?", "answers":["1983-06-11"], "keywords":"fond\u00E9, Capcom", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n     res:Capcom dbp:foundation ?date .\n}" , "lang":"fr"}
