{"datasetId":"qald-6-train-multilingual","questionId":"88", "question":"In hoeveel films speelde Leonardo DiCaprio?", "answers":["23"], "keywords":"film, speelt, Leonardo DiCaprio", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Leonardo_DiCaprio> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"88", "question":"\u00CEn c\u00E2te filme a jucat Leonardo DiCaprio rol principal?", "answers":["23"], "keywords":"film, rol principal, Leonardo DiCaprio", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Leonardo_DiCaprio> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"89", "question":"Give me all soccer clubs in the Premier League.", "answers":["http:\/\/dbpedia.org\/resource\/Swansea_City_A.F.C."], "keywords":"Premier League, soccer club", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Premier_League> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"\u06A9\u0648\u0647 \u0645\u06A9 \u06A9\u06CC\u0646\u0644\u06CC \u062F\u0631 \u06A9\u062F\u0627\u0645 \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0648\u0627\u0642\u0639 \u0634\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"\u06A9\u0648\u0647 \u0645\u06A9 \u06A9\u06CC\u0646\u0644\u06CC\u060C \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u0648\u0627\u0642\u0639", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"In welchem US-Bundesstaat befindet sich der Mount McKinley?", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"US-Staat, befinden, Mount McKinley", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"\u00BFEn qu\u00E9 estado de los estados unidos se encuentra el monte McKinley?", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"estado, estados unidos de am\u00E9rica, encuentra, monte McKinley", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"In quale stato degli Stati Uniti si trova il Monte McKinley?", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"Stati Uniti d'America, trova, Mount McKinley", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"Dans quel \u00E9tat des Etats-Unis d'Am\u00E9rique se trouve le mont McKinley?", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"\u00E9tats, Etats-Unis d'Am\u00E9rique, trouve, mont McKinley", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"In welke deelstaat van de Verenigde Staten is Mount McKinley gelegen?", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"deelstaat, Verenigde Staten, gelegen, Mount McKinley", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"9", "question":"\u00CEn ce stat american se afl\u0103 muntele McKinley?", "answers":["http:\/\/dbpedia.org\/resource\/Alaska"], "keywords":"stat american, aflat, muntele McKinley", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  <http:\/\/dbpedia.org\/resource\/Mount_McKinley> <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"90", "question":"\u062C\u06A9 \u0648\u0644\u0641\u06CC\u0634 \u06A9\u06CC \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u061F", "answers":["1981"], "keywords":"\u062C\u06A9 \u0648\u0644\u0641\u06CC\u0634\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"SELECT DISTINCT ?year WHERE {  <http:\/\/dbpedia.org\/resource\/Jack_Wolfskin> <http:\/\/dbpedia.org\/ontology\/foundingYear> ?year . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"90", "question":"Wann wurde Jack Wolfskin gegr\u00FCndet?", "answers":["1981"], "keywords":"Jack Wolfskin, gr\u00FCnden", "sparql":"SELECT DISTINCT ?year WHERE {  <http:\/\/dbpedia.org\/resource\/Jack_Wolfskin> <http:\/\/dbpedia.org\/ontology\/foundingYear> ?year . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"91", "question":"\u0686\u0647 \u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06CC\u06CC \u062F\u0631 1930 \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u0646\u062F\u061F]", "answers":["http:\/\/dbpedia.org\/resource\/Ultrapar"], "keywords":"\u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06CC\u06CC\u060C 1930\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/formationYear> ?date . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/foundingYear> ?date. } FILTER regex(?date,'^1930') . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"91", "question":"\u00BFQu\u00E9 empresas fueron fundadas en 1930?", "answers":["http:\/\/dbpedia.org\/resource\/Ultrapar"], "keywords":"empresas, fundadas, 1930", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/formationYear> ?date . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/foundingYear> ?date. } FILTER regex(?date,'^1930') . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"91", "question":"Quali aziende sono state fondate nel 1930?", "answers":["http:\/\/dbpedia.org\/resource\/Ultrapar"], "keywords":"azienda, fondata, 1930", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/formationYear> ?date . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/foundingYear> ?date. } FILTER regex(?date,'^1930') . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"91", "question":"Welke organisaties werden opgericht in 1930?", "answers":["http:\/\/dbpedia.org\/resource\/Ultrapar"], "keywords":"organisatie, opgericht, 1930", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/formationYear> ?date . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/foundingYear> ?date. } FILTER regex(?date,'^1930') . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"92", "question":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646 \u06A9\u0648\u0647 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Everest"], "keywords":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646\u060C \u06A9\u0648\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"92", "question":"Quelle est la montagne la plus haute?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Everest"], "keywords":"montagne, la plus haute", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"92", "question":"Wat is de hoogste berg?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Everest"], "keywords":"hoogste berg", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"93", "question":"\u0622\u06CC\u0627 \u0646\u0627\u062A\u0627\u0644\u06CC \u067E\u0648\u0631\u062A\u0645\u0646 \u062F\u0631 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u061F", "answers":[], "keywords":"\u0646\u0627\u062A\u0627\u0644\u06CC \u067E\u0648\u0631\u062A\u0645\u0646\u060C \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"ASK WHERE {  { <http:\/\/dbpedia.org\/resource\/Natalie_Portman> <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/United_States> . }  UNION  { <http:\/\/dbpedia.org\/resource\/Natalie_Portman> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?city .  ?city <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/United_States> . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"93", "question":"Natalie Portman \u00E8 nata negli Stati Uniti?", "answers":[], "keywords":"Natalie Portman, nata, Stati Uniti", "sparql":"ASK WHERE {  { <http:\/\/dbpedia.org\/resource\/Natalie_Portman> <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/United_States> . }  UNION  { <http:\/\/dbpedia.org\/resource\/Natalie_Portman> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?city .  ?city <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/United_States> . } } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"Which budget did the first movie of Zdenek Sverak have?", "answers":[], "keywords":"Zdenek Sverak, movie, first, budget", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"\u0627\u0648\u0644\u06CC\u0646 \u0641\u06CC\u0644\u0645 \u0632\u0646\u062F\u06CC\u06A9 \u0633\u0648\u06CC\u0631\u0627\u06A9 \u0686\u0642\u062F\u0631 \u0628\u0648\u062F\u062C\u0647 \u062F\u0627\u0634\u062A\u061F", "answers":[], "keywords":"\u0627\u0648\u0644\u06CC\u0646\u060C \u0641\u06CC\u0644\u0645\u060C \u0632\u0646\u062F\u06CC\u06A9 \u0633\u0648\u06CC\u0631\u0627\u06A9\u060C \u0628\u0648\u062F\u062C\u0647", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"Welches Budget hatte der erste Film von Zdenek Sverak?", "answers":[], "keywords":"Zdenek Sverak, Film, erster, Budget", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"\u00BFCu\u00E1l fu\u00E9 el presupuesto de la primera pel\u00EDcula de Zdenek Sverak?", "answers":[], "keywords":"presupuesto, primera pelicula, Zdenek Sverak", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"Che budget ebbe il primo film di Zdenek Sverak?", "answers":[], "keywords":"Zdenek Sverak, film, primo, budget", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"Quel \u00E9tait le budget du premier film de Zdenek Sverak?", "answers":[], "keywords":"budget, premier film, Zdenek Sverak", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"Welk budget had de eerste film van Zdenek Sverak", "answers":[], "keywords":"budget, eerste film, Zdenek Sverak", "sparql":"" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"94", "question":"Ce buget a avut primul film al lui Zdenek Sverak?", "answers":[], "keywords":"Zdenek Sverak, film, primul, buget", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"How many big fires struck Paris during the Middle Ages?", "answers":[], "keywords":"Paris, middle ages, fire", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"\u0686\u0646\u062F \u0622\u062A\u0634 \u0633\u0648\u0632\u06CC \u0628\u0632\u0631\u06AF \u062F\u0631 \u0637\u0648\u0644 \u0642\u0631\u0648\u0646 \u0648\u0633\u0637\u06CC \u062F\u0631 \u067E\u0627\u0631\u06CC\u0633 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0622\u062A\u0634 \u0633\u0648\u0632\u06CC\u060C \u0642\u0631\u0648\u0646 \u0648\u0633\u0637\u06CC\u060C \u067E\u0627\u0631\u06CC\u0633", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"Wieviele Gro\u00DFbr\u00E4nde w\u00FCteten im Paris des Mittelalters?", "answers":[], "keywords":"Paris, Mittelalter, Gro\u00DFbrand", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"\u00BFCu\u00E1ntos grandes incendios se produjeron en el Paris medieval?", "answers":[], "keywords":"Paris, edad media, gran incendio", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"Quanti grandi incendi sono scoppiati a Parigi nel Medioevo?", "answers":[], "keywords":"Parigi, Medioevo, incendio", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"Quels grands incendies ont frapp\u00E9 Paris pendant le Moyen \u00C2ge?", "answers":[], "keywords":"grands incendies, frapp\u00E9, Paris, Moyen \u00C2ge", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"Hoeveel grote branden troffen Parijs in de Middeleeuwen?", "answers":[], "keywords":"grote brand, Parijs, Middeleeuwen", "sparql":"" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"95", "question":"C\u00E2te incendii majore a suferit Parisul \u00EEn Evul Mediu?", "answers":[], "keywords":"Paris, Evul Mediu, incendiu", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"How often was Michael Jordan divorced?", "answers":[], "keywords":"Michael Jordan, divorced", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"\u0645\u0627\u06CC\u06A9\u0644 \u062C\u0631\u062F\u0646 \u0686\u0646\u062F \u0628\u0627\u0631 \u0637\u0644\u0627\u0642 \u06AF\u0631\u0641\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0645\u0627\u06CC\u06A9\u0644 \u062C\u0631\u062F\u0646\u060C \u0637\u0644\u0627\u0642", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"Wie oft hat sich Michael Jordan scheiden lassen?", "answers":[], "keywords":"Michael Jordan, scheiden", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"\u00BFCu\u00E1ntas veces se ha divorciado Michael Jordan?", "answers":[], "keywords":"Michael Jordan, divorcio", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"Quante volte ha divorziato Michael Jordan?", "answers":[], "keywords":"Michael Jordan, divorziato", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"Combien de fois a divorc\u00E9 Michael Jordan?", "answers":[], "keywords":"Michael Jordan, divorc\u00E9", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"Hoe vaak is Michael Jackson gescheiden?", "answers":[], "keywords":"gescheiden, Michael Jackson", "sparql":"" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"97", "question":"De c\u00E2te ori a divor\u021Bat Michael Jordan?", "answers":[], "keywords":"Michael Jordan, divor\u021Bat", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"What is the most beautiful painting?", "answers":[], "keywords":"painting, most, beautiful", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"\u0632\u06CC\u0628\u0627\u062A\u0631\u06CC\u0646 \u0646\u0642\u0627\u0634\u06CC \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0632\u06CC\u0628\u0627\u062A\u0631\u06CC\u0646\u060C \u0646\u0642\u0627\u0634\u06CC", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"Welches Gem\u00E4lde ist das sch\u00F6nste?", "answers":[], "keywords":"Gem\u00E4lde, sch\u00F6nstes", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"\u00BFCu\u00E1l es la pintur m\u00E1s bonita?", "answers":[], "keywords":"pintura, m\u00E1s bonita", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"Qual \u00E8 il dipinto pi\u00F9 bello?", "answers":[], "keywords":"dipinto, pi\u00F9 bello", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"Quelle est la plus belle peinture du monde?", "answers":[], "keywords":"plus belle peinture du monde", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"Wat is het mooiste schilderij?", "answers":[], "keywords":"schilderij, mooiste", "sparql":"" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"98", "question":"Care este cel mai prumos tablou?", "answers":[], "keywords":"tablou, cel mai, frumos", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"Give me all animal species that live in the Amazon rainforest.", "answers":[], "keywords":"Amazon rainforest, animal species", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"\u062A\u0645\u0627\u0645 \u06AF\u0648\u0646\u0647 \u0647\u0627\u06CC \u062C\u0627\u0646\u0648\u0631\u06CC \u06A9\u0647 \u062F\u0631 \u062C\u0646\u06AF\u0644 \u0627\u0646\u0628\u0648\u0647 \u0622\u0645\u0627\u0632\u0648\u0646 \u0632\u0646\u062F\u06AF\u06CC \u0645\u06CC \u06A9\u0646\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":[], "keywords":"\u06AF\u0648\u0646\u0647 \u0647\u0627\u06CC \u062C\u0627\u0646\u0648\u0631\u06CC\u060C \u062C\u0646\u06AF\u0644 \u0627\u0646\u0628\u0648\u0647 \u0622\u0645\u0627\u0632\u0648\u0646", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"Gib mir alle Tierarten, die im Amazonas-Regenwald leben.", "answers":[], "keywords":"Amazonas-Regenwald, Tierart", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"Dame todas las especies animales qu\u00E9 viven en Amazon\u00EDa.", "answers":[], "keywords":"Amazon\u00EDa, especies animales", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"Dammi tutte le specie animali che vivono nella Foresta Amazzonica.", "answers":[], "keywords":"Foresta Amazzonica, specie animali", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"Donne-moi toutes les esp\u00E8ces d'animaux qui vivent dans la for\u00EAt amazonienne.", "answers":[], "keywords":"esp\u00E8ces animales, for\u00EAt amazonienne", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"Noem alle diersoorten die leven in het Amazoneregenwoud.", "answers":[], "keywords":"diersoort, voorkomen, Amazoneregenwoud", "sparql":"" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"99", "question":"D\u0103-mi toate speciile de animale care tr\u0103iesc \u00EEn p\u0103durea Amazonian\u0103.\t", "answers":[], "keywords":"p\u0103durea Amazonian\u0103, specii de animale", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"231", "question":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0634\u0647\u0631 \u062F\u0631 \u06A9\u0627\u0646\u0627\u062F\u0627 \u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0633\u06A9\u0646\u0647 \u062F\u0627\u0631\u062F\u061F", "answers":["2615060"], "keywords":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0634\u0647\u0631\u060C \u06A9\u0627\u0646\u0627\u062F\u0627\u060C \u0633\u06A9\u0646\u0647", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Canada> <http:\/\/dbpedia.org\/ontology\/largestCity> ?city .  ?city <http:\/\/dbpedia.org\/ontology\/populationTotal> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"231", "question":"\u00BFCu\u00E1ntos habitantes tiene la ciudad m\u00E1s grande de Canad\u00E1?", "answers":["2615060"], "keywords":"n\u00FAmero de habitantes, ciudad m\u00E1s grande de Canad\u00E1", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Canada> <http:\/\/dbpedia.org\/ontology\/largestCity> ?city .  ?city <http:\/\/dbpedia.org\/ontology\/populationTotal> ?num . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"231", "question":"C\u00E2\u021Bi locuitori are cel mai are ora\u0219 din Canada?", "answers":["2615060"], "keywords":"locuitori, cel mai mare ora\u0219, Canada", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Canada> <http:\/\/dbpedia.org\/ontology\/largestCity> ?city .  ?city <http:\/\/dbpedia.org\/ontology\/populationTotal> ?num . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"234", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u0631\u0627\u06CC \u0627\u0648\u0644\u06CC\u0646 \u0628\u0627\u0631 \u0642\u0644\u0647 \u0627\u0648\u0631\u0633\u062A \u0631\u0627 \u0641\u062A\u062D \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Tenzing_Norgay"], "keywords":"\u0627\u0648\u0644\u06CC\u0646\u060C \u0642\u0644\u0647 \u0627\u0648\u0631\u0633\u062A\u060C \u0641\u062A\u062D", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Mount_Everest> <http:\/\/dbpedia.org\/ontology\/firstAscentPerson> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"204", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0632\u0628\u0627\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06CC\u0633\u06CC \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["749"], "keywords":"\u0632\u0628\u0627\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06CC\u0633\u06CC", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ProgrammingLanguage> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"204", "question":"\u00BFCu\u00E1ntos lenguajes de programaci\u00F3n existen?", "answers":["749"], "keywords":"cu\u00E1ntos lenguajes programaci\u00F3n", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ProgrammingLanguage> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"204", "question":"C\u00E2te limbaje de programare exist\u0103?", "answers":["749"], "keywords":"limbaje de programare, exist\u0103", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ProgrammingLanguage> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"242", "question":"\u0631\u0646\u06AF \u0631\u0633\u0645\u06CC \u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u0622\u06A9\u0633\u0641\u0648\u0631\u062F \u0686\u06CC\u0633\u062A\u061F", "answers":["Oxford Blue"], "keywords":"\u0631\u0646\u06AF \u0631\u0633\u0645\u06CC\u060C \u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u0622\u06A9\u0633\u0641\u0648\u0631\u062F", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/University_of_Oxford> <http:\/\/dbpedia.org\/ontology\/officialSchoolColour> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"242", "question":"Was ist die offizielle Farbe der Universit\u00E4t Oxford?", "answers":["Oxford Blue"], "keywords":"Universit\u00E4t Oxford, offizielle Farbe", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/University_of_Oxford> <http:\/\/dbpedia.org\/ontology\/officialSchoolColour> ?string . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"242", "question":"Qual \u00E8 il colore ufficiale dell'Universit\u00E0 di Oxford?", "answers":["Oxford Blue"], "keywords":"colore ufficiale, Universit\u00E0 di Oxford", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/University_of_Oxford> <http:\/\/dbpedia.org\/ontology\/officialSchoolColour> ?string . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"242", "question":"Quelles sont les couleurs officielles de l'universit\u00E9 d'Oxford?", "answers":["Oxford Blue"], "keywords":"couleurs officielles, universit\u00E9 d'Oxford", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/University_of_Oxford> <http:\/\/dbpedia.org\/ontology\/officialSchoolColour> ?string . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"242", "question":"Care este culoarea oficial\u0103 a Universit\u0103\u021Bii Oxford?", "answers":["Oxford Blue"], "keywords":"Universitatea Oxford, culoare oficial\u0103", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/University_of_Oxford> <http:\/\/dbpedia.org\/ontology\/officialSchoolColour> ?string . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"235", "question":"\u0646\u0642\u0627\u0634 \u0633\u0647 \u0631\u0642\u0635\u0646\u062F\u0647 \u0628\u0647 \u0686\u0647 \u062C\u0646\u0628\u0634 \u0647\u0646\u0631\u06CC \u062A\u0639\u0644\u0642 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Surrealism"], "keywords":"\u0646\u0642\u0627\u0634\u060C \u0633\u0647 \u0631\u0642\u0635\u0646\u062F\u0647\u060C \u062C\u0646\u0628\u0634 \u0647\u0646\u0631\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Three_Dancers> <http:\/\/dbpedia.org\/ontology\/author> ?person .  ?person <http:\/\/dbpedia.org\/ontology\/movement> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"235", "question":"Welcher Stilrichtung geh\u00F6rte der Maler der Drei T\u00E4nzer an?", "answers":["http:\/\/dbpedia.org\/resource\/Surrealism"], "keywords":"Drei T\u00E4nzer, Maler, Stilrichtung", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Three_Dancers> <http:\/\/dbpedia.org\/ontology\/author> ?person .  ?person <http:\/\/dbpedia.org\/ontology\/movement> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"211", "question":"Give me all animals that are extinct.", "answers":["http:\/\/dbpedia.org\/resource\/Xestospiza_fastigialis"], "keywords":"animal, extinct", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Animal> .  ?uri <http:\/\/dbpedia.org\/ontology\/conservationStatus> 'EX'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . }" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"223", "question":"\u0622\u06CC\u0627 \u0645\u062D\u0644 \u0645\u0631\u06AF \u0622\u0628\u0631\u0627\u0647\u0627\u0645 \u0644\u06CC\u0646\u06A9\u0644\u0646 \u0648\u0628\u0633\u0627\u06CC\u062A \u062F\u0627\u0631\u062F\u061F", "answers":[], "keywords":"\u0645\u062D\u0644 \u0645\u0631\u06AF\u060C \u0622\u0628\u0631\u0627\u0647\u0627\u0645 \u0644\u06CC\u0646\u06A9\u0644\u0646\u060C \u0648\u0628\u0633\u0627\u06CC\u062A", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Abraham_Lincoln> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?p .  ?p <http:\/\/dbpedia.org\/property\/website> ?w . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"223", "question":"\u00BFTiene el lugar de nacimiento de Abraham Lincol una p\u00E1gina web?", "answers":[], "keywords":"Abraham Lincoln, lugar de nacimiento, p\u00E1gina web", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Abraham_Lincoln> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?p .  ?p <http:\/\/dbpedia.org\/property\/website> ?w . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"244", "question":"\u062F\u0631\u06CC\u0627\u0686\u0647 \u0686\u06CC\u0645\u0633\u06CC \u0686\u0642\u062F\u0631 \u0639\u0645\u06CC\u0642 \u0627\u0633\u062A\u061F", "answers":["72.7"], "keywords":"\u062F\u0631\u06CC\u0627\u0686\u0647 \u0686\u06CC\u0645\u0633\u06CC\u060C \u0639\u0645\u06CC\u0642", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Chiemsee> <http:\/\/dbpedia.org\/ontology\/depth> ?n . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"Give me the grandchildren of Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, grandchildren", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"en"}
