{"datasetId":"qald-6-train-multilingual","questionId":"24", "question":"Qual \u00E8 la montagna pi\u00F9 alta dopo l'Annapurna?", "answers":["http:\/\/dbpedia.org\/resource\/Gasherbrum_I"], "keywords":"montagna, pi\u00F9 alta dopo, Annapurna", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Annapurna> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation .  FILTER (?otherelevation < ?elevation) . } ORDER BY DESC(?otherelevation) OFFSET 0 LIMIT 1 " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"24", "question":"Welke berg is na de Annapurna de hoogste berg?", "answers":["http:\/\/dbpedia.org\/resource\/Gasherbrum_I"], "keywords":"berg, hoogste na, Annapurna", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Annapurna> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation .  FILTER (?otherelevation < ?elevation) . } ORDER BY DESC(?otherelevation) OFFSET 0 LIMIT 1 " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"26", "question":"\u0686\u0647 \u067E\u0644 \u0647\u0627\u06CC\u06CC \u0647\u0645 \u0646\u0648\u0639 \u067E\u0644 \u0645\u0646\u0647\u062A\u0646 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Azhihe_River_Bridge"], "keywords":"\u067E\u0644 \u0647\u0627\u06CC\u06CC\u060C \u0647\u0645 \u0646\u0648\u0639\u060C \u067E\u0644 \u0645\u0646\u0647\u062A\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Bridge> .  ?uri <http:\/\/dbpedia.org\/property\/design> ?design .  <http:\/\/dbpedia.org\/resource\/Manhattan_Bridge> <http:\/\/dbpedia.org\/property\/design> ?mdesign .  FILTER (?design = ?mdesign && ?uri != <http:\/\/dbpedia.org\/resource\/Manhattan_Bridge>) .} " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"27", "question":"\u0622\u06CC\u0627 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u062C\u06A9\u0633\u0648\u0646 \u062F\u0631\u06AF\u06CC\u0631 \u062C\u0646\u06AF\u06CC \u0634\u062F\u061F", "answers":[], "keywords":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u062C\u06A9\u0633\u0648\u0646\u060C \u062C\u0646\u06AF\u06CC", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Andrew_Jackson> <http:\/\/dbpedia.org\/ontology\/battle> ?battle . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"27", "question":"Le pr\u00E9sident Jackson a-t-il particip\u00E9 \u00E0 une guerre?", "answers":[], "keywords":"pr\u00E9sident Jackson, guerre, particip\u00E9", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Andrew_Jackson> <http:\/\/dbpedia.org\/ontology\/battle> ?battle . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"27", "question":"A fost pre\u0219edintele american Jackson implicat \u00EEntr-un r\u0103zboi?", "answers":[], "keywords":"pre\u0219edinte american, Jackson, r\u0103zboi", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Andrew_Jackson> <http:\/\/dbpedia.org\/ontology\/battle> ?battle . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"Give me all communist countries.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"communist countries", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"\u062A\u0645\u0627\u0645 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC \u06A9\u0645\u0648\u0646\u06CC\u0633\u062A \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"\u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u060C \u06A9\u0645\u0648\u0646\u06CC\u0633\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"Gib mir alle kommunistischen L\u00E4nder.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"kommunistische L\u00E4nder", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"Dame todos los pa\u00EDses comunistas.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"pa\u00EDses comunistas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"Dammi tutti i paesi comunisti.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"paesi comunisti", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"Donnes-moi tous les pays communistes.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"pays communistes", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"Geef alle communistische landen.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"communistische landen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"28", "question":"D\u0103-mi toate \u021B\u0103rile comuniste.", "answers":["http:\/\/dbpedia.org\/resource\/Viet_Cong"], "keywords":"\u021B\u0103ri comuniste", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/property\/ideology> <http:\/\/dbpedia.org\/resource\/Communism> . }" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"29", "question":"\u062F\u0627\u06AF\u0644\u0627\u0633 \u0647\u0627\u0641\u0633\u062A\u0627\u062F\u0631 \u0686\u0647 \u062C\u0627\u06CC\u0632\u0647 \u0647\u0627\u06CC\u06CC \u0631\u0627 \u0628\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/American_Academy_of_Arts_and_Sciences"], "keywords":"\u062F\u0627\u06AF\u0644\u0627\u0633 \u0647\u0627\u0641\u0633\u062A\u0627\u062F\u0631\u060C \u062C\u0627\u06CC\u0632\u0647 \u0647\u0627\u06CC\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Douglas_Hofstadter> <http:\/\/dbpedia.org\/ontology\/award> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"30", "question":"\u06A9\u062F\u0627\u0645 \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u062A\u0631\u0627\u06A9\u0645 \u062C\u0645\u0639\u06CC\u062A \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Wisconsin"], "keywords":"\u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646\u060C \u062A\u0631\u0627\u06A9\u0645 \u062C\u0645\u0639\u06CC\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/densityrank> ?rank . } ORDER BY ASC(?rank) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"31", "question":"\u0648\u0627\u062D\u062F \u067E\u0648\u0644 \u062C\u0645\u0647\u0648\u0631\u06CC \u0686\u06A9 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"\u0648\u0627\u062D\u062F \u067E\u0648\u0644\u060C \u062C\u0645\u0647\u0648\u0631\u06CC \u0686\u06A9", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Czech_Republic> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"31", "question":"\u00BFCu\u00E1l es la moneda de la rep\u00FAblica checa?", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"moneda, rep\u00FAblica checa", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Czech_Republic> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"31", "question":"Quel est la devise de la Tch\u00E9quie?", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"devise, Tch\u00E9quie", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Czech_Republic> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"31", "question":"Wat is de munteenheid van Tsjechi\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"Tsjechi\u00EB, munteenheid", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Czech_Republic> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"31", "question":"Care este moneda na\u021Bional\u0103 a Cehiei?", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"Cehia, moned\u0103 na\u021Bional\u0103", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Czech_Republic> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"32", "question":"\u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631\u0647\u0627 \u06CC\u0648\u0631\u0648 \u0631\u0627 \u0642\u0628\u0648\u0644 \u06A9\u0631\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/%C3%85land_Islands"], "keywords":"\u06A9\u0634\u0648\u0631\u0647\u0627\u060C \u06CC\u0648\u0631\u0648\u060C \u0642\u0628\u0648\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  { ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/Euro> . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/currencyCode> 'EUR'@en . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"32", "question":"\u00BFQu\u00E9 pa\u00EDses han introducido el Euro?", "answers":["http:\/\/dbpedia.org\/resource\/%C3%85land_Islands"], "keywords":"pa\u00EDses, introducido, Euro", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  { ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/Euro> . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/currencyCode> 'EUR'@en . } } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"32", "question":"Quali stati hanno introdotto l'Euro?", "answers":["http:\/\/dbpedia.org\/resource\/%C3%85land_Islands"], "keywords":"stato, introdurre, Euro", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  { ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/Euro> . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/currencyCode> 'EUR'@en . } } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"32", "question":"\u00CEn ce \u021B\u0103ri a fost introdus euro?", "answers":["http:\/\/dbpedia.org\/resource\/%C3%85land_Islands"], "keywords":"\u021Bar\u0103, introdus, euro", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  { ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/Euro> . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/currencyCode> 'EUR'@en . } } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"33", "question":"\u067E\u06CC\u0634 \u0634\u0645\u0627\u0631\u0647 \u0628\u0631\u0644\u06CC\u0646 \u0686\u0646\u062F \u0627\u0633\u062A\u061F", "answers":["030"], "keywords":"\u067E\u06CC\u0634 \u0634\u0645\u0627\u0631\u0647\u060C \u0628\u0631\u0644\u06CC\u0646", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Berlin> <http:\/\/dbpedia.org\/ontology\/areaCode> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"33", "question":"Care este prefixul telephonic pentru Berlin?", "answers":["030"], "keywords":"Berlin, prefix telefonic", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Berlin> <http:\/\/dbpedia.org\/ontology\/areaCode> ?string . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"\u0686\u0647 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u0628\u06CC\u0634 \u0627\u0632 \u062F\u0648 \u0632\u0628\u0627\u0646 \u0631\u0633\u0645\u06CC \u062F\u0627\u0631\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"\u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC\u060C \u0628\u06CC\u0634 \u0627\u0632 \u062F\u0648\u060C \u0632\u0628\u0627\u0646 \u0631\u0633\u0645\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> fauage . } GROUP BY ?uri HAVING (COUNT(fauage) > 2) " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"Welche L\u00E4nder haben mehr als zwei Amtssprachen?", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"Land, Amtssprache, mehr als zwei", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> deuage . } GROUP BY ?uri HAVING (COUNT(deuage) > 2) " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"\u00BFQu\u00E9 pa\u00EDses tienes m\u00E1s de dos lenguas oficiales?", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"pa\u00EDs, lengua oficial, m\u00E1s de dos", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> esuage . } GROUP BY ?uri HAVING (COUNT(esuage) > 2) " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"Quali stati hanno pi\u00F9 di due lingue ufficiali?", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"stato, lingua ufficiale, pi\u00F9 di due", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> ituage . } GROUP BY ?uri HAVING (COUNT(ituage) > 2) " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"Quels pays ont plus de deux langues officielles?", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"pays, langues officielles, plus de deux", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> fruage . } GROUP BY ?uri HAVING (COUNT(fruage) > 2) " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"Welke landen hebben meer dan twee offici\u00EBle talen?", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"land, offici\u00EBle taal, meer dan twee", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> nluage . } GROUP BY ?uri HAVING (COUNT(nluage) > 2) " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"34", "question":"Ce \u021B\u0103ri au mai mult de dou\u0103 limbi oficiale?", "answers":["http:\/\/dbpedia.org\/resource\/Principality_of_Hutt_River"], "keywords":"\u021Bar\u0103, limb\u0103 oficial\u0103, mai mult de dou\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/ontology\/officialLanguage> rouage . } GROUP BY ?uri HAVING (COUNT(rouage) > 2) " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"35", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0627\u0644\u06A9 \u0631\u0648\u0644\u0632-\u0631\u0648\u06CC\u0633 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Vickers_plc"], "keywords":"\u0645\u0627\u0644\u06A9\u060C \u0631\u0648\u0644\u0632-\u0631\u0648\u06CC\u0633", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Rolls-Royce_Motors> <http:\/\/dbpedia.org\/ontology\/owner> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"36", "question":"\u0631\u0648\u062F \u06CC\u0646\u06CC \u0633\u0626\u06CC \u0627\u0632 \u0686\u0647 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u0645\u06CC \u06AF\u0630\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"\u0631\u0648\u062F \u06CC\u0646\u06CC \u0633\u0626\u06CC\u060C \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC\u060C \u0645\u06CC \u06AF\u0630\u0631\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yenisei_River> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"36", "question":"Durch welche L\u00E4nder flie\u00DFt der Yenisei?", "answers":["http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"Yenisei, flie\u00DFen, Land", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yenisei_River> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"36", "question":"\u00BFPor qu\u00E9 pa\u00EDses fluye el r\u00EDo Yenisei?", "answers":["http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"pa\u00EDses, fluye, r\u00EDo Yenisei", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yenisei_River> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"36", "question":"Quels sont les pays travers\u00E9s par l'Ienisse\u00EF?", "answers":["http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"Ienisse\u00EF, pays travers\u00E9s", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yenisei_River> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"36", "question":"Ce \u021B\u0103ri traverseaz\u0103 fluviul Enisei?", "answers":["http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"fluviul Enisei, traverseaz\u0103, \u021Bar\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yenisei_River> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"37", "question":"\u0644\u062A\u0648\u0646\u06CC \u06A9\u06CC \u0628\u0647 \u0627\u062A\u062D\u0627\u062F\u06CC\u0647 \u0627\u0631\u0648\u067E\u0627 \u067E\u06CC\u0648\u0633\u062A\u061F", "answers":["2004-05-01"], "keywords":"\u0644\u062A\u0648\u0646\u06CC\u060C \u0627\u062A\u062D\u0627\u062F\u06CC\u0647 \u0627\u0631\u0648\u067E\u0627\u060C \u067E\u06CC\u0648\u0633\u062A", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Latvia> <http:\/\/dbpedia.org\/property\/accessioneudate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"37", "question":"\u00BFCu\u00E1ndo ingres\u00F3 Letonia a la uni\u00F3n europea?", "answers":["2004-05-01"], "keywords":"Letonia, ingreso, uni\u00F3n europea", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Latvia> <http:\/\/dbpedia.org\/property\/accessioneudate> ?date . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"37", "question":"Quand est la Lettonie devenue membre de l'Union europ\u00E9ene?", "answers":["2004-05-01"], "keywords":"Lettonie, membre, Union europ\u00E9ene", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Latvia> <http:\/\/dbpedia.org\/property\/accessioneudate> ?date . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"37", "question":"C\u00E2nd a aderat Letonia la Uniunea European\u0103?", "answers":["2004-05-01"], "keywords":"Letonia, adera, Uniunea European\u0103", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Latvia> <http:\/\/dbpedia.org\/property\/accessioneudate> ?date . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"38", "question":"\u0686\u0647 \u0633\u06CC\u0627\u0633\u062A\u0645\u062F\u0627\u0631\u0627\u0646\u06CC \u0628\u0627 \u06CC\u06A9 \u0622\u0644\u0645\u0627\u0646\u06CC \u0627\u0632\u062F\u0648\u0627\u062C \u06A9\u0631\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Duke_Adolf_Friedrich_of_Mecklenburg"], "keywords":"\u0633\u06CC\u0627\u0633\u062A\u0645\u062F\u0627\u0631\u0627\u0646\u06CC\u060C \u0622\u0644\u0645\u0627\u0646\u06CC\u060C \u0627\u0632\u062F\u0648\u0627\u062C", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/spouse> ?spouse . { ?spouse <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?spouse <http:\/\/dbpedia.org\/ontology\/birthPlace> ?p .  ?p <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"39", "question":"\u0646\u0628\u0631\u062F \u06AF\u062A\u06CC\u0633\u0628\u0648\u0631\u06AF \u06A9\u06CC \u0631\u062E \u062F\u0627\u062F\u061F", "answers":["1863-07-03"], "keywords":"\u0646\u0628\u0631\u062F \u06AF\u062A\u06CC\u0633\u0628\u0648\u0631\u06AF", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Battle_of_Gettysburg> <http:\/\/dbpedia.org\/ontology\/date> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"39", "question":"C\u00E2nd a fost b\u0103t\u0103lia de la Gettysburg?", "answers":["1863-07-03"], "keywords":"b\u0103t\u0103lia de la Gettysburg", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Battle_of_Gettysburg> <http:\/\/dbpedia.org\/ontology\/date> ?date . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"4", "question":"\u067E\u0644 \u0628\u0631\u0648\u06A9\u0644\u06CC\u0646 \u0627\u0632 \u0631\u0648\u06CC \u0686\u0647 \u0631\u0648\u062F\u06CC \u0645\u06CC \u06AF\u0630\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/East_River"], "keywords":"\u067E\u0644 \u0628\u0631\u0648\u06A9\u0644\u06CC\u0646\u060C \u0631\u0648\u062F\u06CC\u060C \u0645\u06CC \u06AF\u0630\u0631\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Brooklyn_Bridge> <http:\/\/dbpedia.org\/ontology\/crosses> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"4", "question":"Ce r\u00E2u traverseaz\u0103 podul din Brooklyn?", "answers":["http:\/\/dbpedia.org\/resource\/East_River"], "keywords":"r\u00E2u, traverseaz\u0103, podul din Brooklyn", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Brooklyn_Bridge> <http:\/\/dbpedia.org\/ontology\/crosses> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"41", "question":"Give me all soccer clubs in Spain.", "answers":["http:\/\/dbpedia.org\/resource\/Real_Tit%C3%A1nico"], "keywords":"Spain, soccer club", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  { ?uri <http:\/\/dbpedia.org\/ontology\/ground> <http:\/\/dbpedia.org\/resource\/Spain> . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/ground> ?ground .  FILTER (regex(?ground,'Spain')) } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"42", "question":"\u0632\u0628\u0627\u0646 \u0631\u0633\u0645\u06CC \u0633\u0648\u0631\u06CC\u0646\u0627\u0645 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Dutch_language"], "keywords":"\u0632\u0628\u0627\u0646 \u0631\u0633\u0645\u06CC\u060C \u0633\u0648\u0631\u06CC\u0646\u0627\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Suriname> <http:\/\/dbpedia.org\/ontology\/officialLanguage> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"42", "question":"Care este limba oficial\u0103 din Suriname?", "answers":["http:\/\/dbpedia.org\/resource\/Dutch_language"], "keywords":"Suriname, limba oficial\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Suriname> <http:\/\/dbpedia.org\/ontology\/officialLanguage> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"44", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u067E\u0644 \u0628\u0631\u0648\u06A9\u0644\u06CC\u0646 \u0631\u0627 \u0637\u0631\u0627\u062D\u06CC \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/John_A._Roebling"], "keywords":"\u067E\u0644 \u0628\u0631\u0648\u06A9\u0644\u06CC\u0646\u060C \u0637\u0631\u0627\u062D\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Brooklyn_Bridge> <http:\/\/dbpedia.org\/ontology\/architect> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"45", "question":"\u0686\u0647 \u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06CC \u0645\u062E\u0627\u0628\u0631\u0627\u062A\u06CC \u062F\u0631 \u0628\u0644\u0698\u06CC\u06A9 \u0648\u0627\u0642\u0639 \u0634\u062F\u0647 \u0627\u0646\u062F\u061F", "answers":["6"], "keywords":"\u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06CC \u0645\u062E\u0627\u0628\u0631\u0627\u062A\u06CC\u060C \u0628\u0644\u0698\u06CC\u06A9\u060C \u0648\u0627\u0642\u0639", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/industry> <http:\/\/dbpedia.org\/resource\/Telecommunication> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/industry> ?industry .  FILTER (regex(?industry,'Telecommunications')) . } { ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Belgium> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/locationCountry> 'Belgium'@en . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"45", "question":"Welche Telekommunikationsunternehmen haben ihren Sitz in Belgien?", "answers":["6"], "keywords":"Telekommunikationsunternehmen, Sitz, Belgien", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/industry> <http:\/\/dbpedia.org\/resource\/Telecommunication> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/industry> ?industry .  FILTER (regex(?industry,'Telecommunications')) . } { ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Belgium> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/locationCountry> 'Belgium'@en . } } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"45", "question":"Quali aziende di telecomunicazione hanno sede in Belgio?", "answers":["6"], "keywords":"azienda di telecomunicazioni, sede, Belgio", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/industry> <http:\/\/dbpedia.org\/resource\/Telecommunication> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/industry> ?industry .  FILTER (regex(?industry,'Telecommunications')) . } { ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Belgium> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/locationCountry> 'Belgium'@en . } } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"45", "question":"Quelles agences de t\u00E9l\u00E9communication sont situ\u00E9es en Belgique?", "answers":["6"], "keywords":"agences de t\u00E9l\u00E9communication, situ\u00E9es, Belgique", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Organisation> . { ?uri <http:\/\/dbpedia.org\/ontology\/industry> <http:\/\/dbpedia.org\/resource\/Telecommunication> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/industry> ?industry .  FILTER (regex(?industry,'Telecommunications')) . } { ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Belgium> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/locationCountry> 'Belgium'@en . } } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"46", "question":"\u0622\u06CC\u0627 \u0641\u0631\u0627\u0646\u06A9 \u0647\u0631\u0628\u0631\u062A \u0647\u0646\u0648\u0632 \u0632\u0646\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0641\u0631\u0627\u0646\u06A9 \u0647\u0631\u0628\u0631\u062A\u060C \u0632\u0646\u062F\u0647", "sparql":"ASK WHERE {  OPTIONAL { <http:\/\/dbpedia.org\/resource\/Frank_Herbert> <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . }  FILTER (!BOUND(?date)) } " , "lang":"fa"}
