{"datasetId":"qald-6-train-multilingual","questionId":"162", "question":"L-a influen\u021Bat Socrate pe Aristotel?", "answers":[], "keywords":"Socrate, influen\u021B\u0103, Aristotel", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Socrates> <http:\/\/dbpedia.org\/ontology\/influenced> <http:\/\/dbpedia.org\/resource\/Aristotle> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"Give me all Danish movies.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"movie, Denmark", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"\u062A\u0645\u0627\u0645 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u062F\u0627\u0646\u0645\u0627\u0631\u06A9\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u060C \u062F\u0627\u0646\u0645\u0627\u0631\u06A9\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"Gib mir alle d\u00E4nischen Filme.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"Film, D\u00E4nemark", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"Dame todas las pel\u00EDculas danesas.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"pel\u00EDcula, Dinamarca", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"Dammi tutti i film danesi.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"film, Danimarca", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"Donnes-moi tous les films danois.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"films, Danemark", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"Noem alle Deense films.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"film, Denemarken", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"163", "question":"D\u0103-mi toate filmele daneze.", "answers":["http:\/\/dbpedia.org\/resource\/De_5_i_fedtefadet"], "keywords":"film, Danemarca", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"Give me all launch pads operated by NASA.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"launch pad, operate, NASA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"\u062A\u0645\u0627\u0645 \u0633\u06A9\u0648\u0647\u0627\u06CC \u067E\u0631\u062A\u0627\u0628 \u0631\u0627\u0647 \u0627\u0646\u062F\u0627\u0632\u06CC \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0646\u0627\u0633\u0627 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"\u0633\u06A9\u0648\u0647\u0627\u06CC \u067E\u0631\u062A\u0627\u0628\u060C \u0631\u0627\u0647 \u0627\u0646\u062F\u0627\u0632\u06CC \u0634\u062F\u0647\u060C \u0646\u0627\u0633\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"Gib mir alle von der NASA betriebenen Startrampen.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"Startrampe, betreiben, NASA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"Dame todas las plataformas de lanzamiento operadas por la NASA.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"plataforma de lanzamiento, operada por la NASA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"Dammi tutte le rampe di lancio gestite dalla NASA.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"rampa di lancio, gestire, NASA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"Donnes-moi toutes les rampes de lancements des Etats-unis.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"rampes de lancements, Etats-unis", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"Noem alle lanceerplatformen van de NASA.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"lanceerplatform, NASA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"164", "question":"D\u0103-mi toate rampele de lansare operate de c\u0103tre NASA.", "answers":["http:\/\/dbpedia.org\/resource\/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"], "keywords":"ramp\u0103 de lansare, operat, NASA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/LaunchPad> .  ?uri <http:\/\/dbpedia.org\/ontology\/operator> <http:\/\/dbpedia.org\/resource\/NASA> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"166", "question":"\u0686\u0647 \u06A9\u0634\u062A\u06CC \u0647\u0627\u06CC\u06CC \u0628\u0647 \u0627\u0641\u062A\u062E\u0627\u0631 \u0628\u0646\u062C\u0627\u0645\u06CC\u0646 \u0641\u0631\u0627\u0646\u06A9\u0644\u06CC\u0646 \u0646\u0627\u0645 \u06AF\u0630\u0627\u0631\u06CC \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/HMS_Canopus_(1798)"], "keywords":"\u06A9\u0634\u062A\u06CC \u0647\u0627\u06CC\u06CC\u060C \u0628\u0646\u062C\u0627\u0645\u06CC\u0646 \u0641\u0631\u0627\u0646\u06A9\u0644\u06CC\u0646\u060C \u0646\u0627\u0645 \u06AF\u0630\u0627\u0631\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/shipNamesake> <http:\/\/dbpedia.org\/resource\/Benjamin_Franklin> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"167", "question":"\u0686\u0647 \u06A9\u0633\u0627\u0646\u06CC \u0648\u0627\u0644\u062F\u06CC\u0646 \u0647\u0645\u0633\u0631 \u062E\u0648\u0622\u0646 \u06A9\u0627\u0631\u0644\u0648\u0633 \u0627\u0648\u0644 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Paul_of_Greece"], "keywords":"\u0648\u0627\u0644\u062F\u06CC\u0646\u060C \u0647\u0645\u0633\u0631\u060C \u062E\u0648\u0622\u0646 \u06A9\u0627\u0631\u0644\u0648\u0633 \u0627\u0648\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Juan_Carlos_I_of_Spain> <http:\/\/dbpedia.org\/ontology\/spouse> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/parent> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"168", "question":"\u06AF\u0648\u06AF\u0644 \u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u06A9\u0627\u0631\u0645\u0646\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["53600"], "keywords":"\u06AF\u0648\u06AF\u0644\u060C \u06A9\u0627\u0631\u0645\u0646\u062F", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Google> <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"168", "question":"Combien d'employ\u00E9s a Google?", "answers":["53600"], "keywords":"Nombre d'employ\u00E9s, Google", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Google> <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?num . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"168", "question":"C\u00E2\u021Bi angaja\u021Bi are Google?", "answers":["53600"], "keywords":"Google, angaja\u021Bi", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Google> <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?num . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"169", "question":"\u0622\u06CC\u0627 \u062A\u0633\u0644\u0627 \u062C\u0627\u06CC\u0632\u0647 \u0646\u0648\u0628\u0644 \u062F\u0631 \u0641\u06CC\u0632\u06CC\u06A9 \u0631\u0627 \u0628\u0631\u062F\u061F", "answers":[], "keywords":"\u062A\u0633\u0644\u0627\u060C \u062C\u0627\u06CC\u0632\u0647 \u0646\u0648\u0628\u0644\u060C \u0641\u06CC\u0632\u06CC\u06A9", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Nikola_Tesla> <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Nobel_Prize_in_Physics> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"169", "question":"\u00BFObtuvo Tesla el premio nobel de f\u00EDsica?", "answers":[], "keywords":"Tesla, premio nobel, f\u00EDsica", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Nikola_Tesla> <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Nobel_Prize_in_Physics> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"169", "question":"A c\u00E2\u0219tigat Tesla un premiu Nobel pentru fizic\u0103?", "answers":[], "keywords":"Tesla, premiu Nobel, fizic\u0103", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Nikola_Tesla> <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Nobel_Prize_in_Physics> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"17", "question":"Give me all cities in New Jersey with more than 100000 inhabitants.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, city, inhabitants, more than 100000", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> .  ?uri <http:\/\/dbpedia.org\/ontology\/isPartOf> <http:\/\/dbpedia.org\/resource\/New_Jersey> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?inhabitants .  FILTER (?inhabitants > 100000) . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"170", "question":"\u0622\u06CC\u0627 \u0631\u06CC\u062A\u0627 \u0648\u06CC\u0644\u0633\u0648\u0646 \u0647\u0645\u0633\u0631 \u062A\u0627\u0645 \u0647\u0646\u06A9\u0633 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0631\u06CC\u062A\u0627 \u0648\u06CC\u0644\u0633\u0648\u0646\u060C \u0647\u0645\u0633\u0631\u060C \u062A\u0627\u0645 \u0647\u0646\u06A9\u0633", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Hanks> <http:\/\/dbpedia.org\/ontology\/spouse> <http:\/\/dbpedia.org\/resource\/Rita_Wilson> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"171", "question":"\u06A9\u06CC \u0645\u062C\u0633\u0645\u0647 \u0622\u0632\u0627\u062F\u06CC \u0633\u0627\u062E\u062A\u0647 \u0634\u062F\u061F", "answers":["1886-10-28"], "keywords":"\u0645\u062C\u0633\u0645\u0647 \u0622\u0632\u0627\u062F\u06CC\u060C \u0633\u0627\u062E\u062A\u0647", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Statue_of_Liberty> <http:\/\/dbpedia.org\/property\/beginningDate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"171", "question":"Quando \u00E8 stata costruita la Statua della Libert\u00E0?", "answers":["1886-10-28"], "keywords":"Statua della Libert\u00E0, costruire", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Statue_of_Liberty> <http:\/\/dbpedia.org\/property\/beginningDate> ?date . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"171", "question":"Quand a-t-\u00E9t\u00E9 construit la statue de la libert\u00E9?", "answers":["1886-10-28"], "keywords":"statue de la libert\u00E9, construit", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Statue_of_Liberty> <http:\/\/dbpedia.org\/property\/beginningDate> ?date . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"171", "question":"C\u00E2nd a fost construit\u0103 Statuia Libert\u0103\u021Bii?", "answers":["1886-10-28"], "keywords":"Statuia Libert\u0103\u021Bii, construit", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Statue_of_Liberty> <http:\/\/dbpedia.org\/property\/beginningDate> ?date . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"172", "question":"\u0641\u0648\u0631\u062A \u0646\u0627\u06A9\u0633 \u062F\u0631 \u06A9\u062C\u0627 \u0648\u0627\u0642\u0639 \u0634\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Kentucky"], "keywords":"\u0641\u0648\u0631\u062A \u0646\u0627\u06A9\u0633\u060C \u0648\u0627\u0642\u0639", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Fort_Knox> <http:\/\/dbpedia.org\/property\/location> ?uri . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"172", "question":"Wo liegt Fort Knox?", "answers":["http:\/\/dbpedia.org\/resource\/Kentucky"], "keywords":"Fort Knox, liegen", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Fort_Knox> <http:\/\/dbpedia.org\/property\/location> ?uri . }" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"173", "question":"\u0628\u0646\u062C\u0627\u0645\u06CC\u0646 \u0641\u0631\u0627\u0646\u06A9\u0644\u06CC\u0646 \u0686\u0646\u062F \u0641\u0631\u0632\u0646\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["3"], "keywords":"\u0628\u0646\u062C\u0627\u0645\u06CC\u0646 \u0641\u0631\u0627\u0646\u06A9\u0644\u06CC\u0646\u060C \u0641\u0631\u0632\u0646\u062F", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Benjamin_Franklin> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"175", "question":"\u06A9\u062F\u0627\u0645 \u0628\u0627\u0632\u06A9\u0646\u0627\u0646 \u0634\u0637\u0631\u0646\u062C \u062F\u0631 \u0647\u0645\u0627\u0646 \u0645\u06A9\u0627\u0646\u06CC \u0645\u0631\u062F\u0646\u062F \u06A9\u0647 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Alexander_Tolush"], "keywords":"\u0628\u0627\u0632\u06A9\u0646\u0627\u0646 \u0634\u0637\u0631\u0646\u062C\u060C \u0647\u0645\u0627\u0646\u060C \u0645\u06A9\u0627\u0646\u06CC\u060C \u0645\u0631\u062F\u0646\u062F\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ChessPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> ?y .  FILTER (?x = ?y) . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"175", "question":"Welche Schachspieler starben an den gleichen Orten, an denen sie geboren wurden?", "answers":["http:\/\/dbpedia.org\/resource\/Alexander_Tolush"], "keywords":"Schachspieler, gestorben, gleich, Ort, geboren", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ChessPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> ?y .  FILTER (?x = ?y) . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"175", "question":"\u00BFQu\u00E9 jugadores de ajedrez murieron en sus lugares de nacimiento?", "answers":["http:\/\/dbpedia.org\/resource\/Alexander_Tolush"], "keywords":"jugadores de ajedrez, murieron, lugar de nacimiento", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ChessPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> ?y .  FILTER (?x = ?y) . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"175", "question":"Quali giocatori di scacchi morirono nel loro luogo di nascita?", "answers":["http:\/\/dbpedia.org\/resource\/Alexander_Tolush"], "keywords":"giocatori di scacchi, morire, stesso, posto, nate", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ChessPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> ?y .  FILTER (?x = ?y) . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"175", "question":"Quels joueurs d'\u00E9checs moururent dans leur ville de naissance?", "answers":["http:\/\/dbpedia.org\/resource\/Alexander_Tolush"], "keywords":"joueurs d'\u00E9checs, mort, ville de naissance", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ChessPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> ?y .  FILTER (?x = ?y) . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"175", "question":"Welke schakers stierven in hun geboorteplaats?", "answers":["http:\/\/dbpedia.org\/resource\/Alexander_Tolush"], "keywords":"schakers, sterf, in geboorteplaats", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ChessPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> ?y .  FILTER (?x = ?y) . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"List the children of Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"Margaret Thatcher, child", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"\u0641\u0631\u0632\u0646\u062F\u0627\u0646 \u0645\u0627\u0631\u06AF\u0627\u0631\u062A \u062A\u0627\u0686\u0631 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"\u0641\u0631\u0632\u0646\u062F\u0627\u0646\u060C \u0645\u0627\u0631\u06AF\u0627\u0631\u062A \u062A\u0627\u0686\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"Liste die Kinder von Margaret Thatcher auf.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"Margaret Thatcher, Kind", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"Dame una lista de los hijos de Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"Margaret Thatcher, hijos", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"Elenca i figli di Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"Margaret Thatcher, figlio", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"Donnes-moi tous les enfants de Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"enfants, Margaret Thatcher", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"Noem alle kinderen van Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"kinderen, Margaret Thatcher", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"176", "question":"Enumer\u0103 copiii lui Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"Margaret Thatcher, copil", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"177", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0641\u0631\u0627\u0646\u06A9 \u062F \u062A\u0627\u0646\u06A9 \u0646\u0627\u0645\u06CC\u062F\u0647 \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Frank_Young_(basketball)"], "keywords":"\u0641\u0631\u0627\u0646\u06A9 \u062F \u062A\u0627\u0646\u06A9\u060C \u0646\u0627\u0645\u06CC\u062F\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/nickname> 'Frank The Tank'@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"178", "question":"\u0622\u06CC\u0627 \u0645\u0627\u0631\u06AF\u0627\u0631\u062A \u062A\u0627\u0686\u0631 \u06CC\u06A9 \u0634\u06CC\u0645\u06CC\u062F\u0627\u0646 \u0628\u0648\u062F\u061F", "answers":[], "keywords":"\u0645\u0627\u0631\u06AF\u0627\u0631\u062A \u062A\u0627\u0686\u0631\u060C \u0634\u06CC\u0645\u06CC\u062F\u0627\u0646", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Chemist> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"178", "question":"\u00BFFue Margaret Thatcher qu\u00EDmica?", "answers":[], "keywords":"Margret Thatcher, qu\u00EDmica", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Margaret_Thatcher> <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Chemist> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"179", "question":"\u0622\u06CC\u0627 \u0645\u0627\u0631\u06A9 \u0634\u0627\u06AF\u0644 \u06CC\u06A9 \u06CC\u0647\u0648\u062F\u06CC \u0628\u0648\u062F\u061F", "answers":[], "keywords":"\u0645\u0627\u0631\u06A9 \u0634\u0627\u06AF\u0644\u060C \u06CC\u0647\u0648\u062F\u06CC", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Marc_Chagall> <http:\/\/dbpedia.org\/property\/ethnicity> 'Jewish'@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"179", "question":"\u00BFFu\u00E9 Marc Chagall jud\u00EDo?", "answers":[], "keywords":"Marc Chagall, jud\u00EDo", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Marc_Chagall> <http:\/\/dbpedia.org\/property\/ethnicity> 'Jewish'@en . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"18", "question":"\u06A9\u062F\u0627\u0645 \u0645\u0648\u0632\u0647 \u0641\u0631\u06CC\u0627\u062F \u0627\u062B\u0631 \u0645\u0648\u0646\u06A9 \u0631\u0627 \u0646\u0645\u0627\u06CC\u0634 \u0645\u06CC \u062F\u0647\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/National_Gallery_(Norway)"], "keywords":"\u0645\u0648\u0632\u0647\u060C \u0641\u0631\u06CC\u0627\u062F\u060C \u0645\u0648\u0646\u06A9", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/The_Scream> <http:\/\/dbpedia.org\/ontology\/museum> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"18", "question":"\u00CEn ce muzeu este expus Strig\u0103tul lui Munch?", "answers":["http:\/\/dbpedia.org\/resource\/National_Gallery_(Norway)"], "keywords":"muzeu, Strig\u0103tul, Munch", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/The_Scream> <http:\/\/dbpedia.org\/ontology\/museum> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"180", "question":"Give me all books by William Goldman with more than 300 pages.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"book, William Goldman, pages, more than 300", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/William_Goldman> .  ?uri <http:\/\/dbpedia.org\/ontology\/numberOfPages> ?x .  FILTER (?x > 300) } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"Give me a list of all American inventions.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"American invention", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"\u062A\u0645\u0627\u0645 \u0627\u062E\u062A\u0631\u0627\u0639\u0627\u062A \u0622\u0645\u0631\u06CC\u06A9\u0627\u06CC\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"\u0627\u062E\u062A\u0631\u0627\u0639\u0627\u062A \u0622\u0645\u0631\u06CC\u06A9\u0627\u06CC\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"Gib mir eine Liste aller amerikanischen Erfindungen.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"amerikanische Erfindung", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"Dame una lista de todos los inventos americanos.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"inventos americanos", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"Dammi la lista delle invenzioni americane.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"invenzioni americane", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"Donnes-moi la liste de toutes les inventions am\u00E9ricaines.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"inventions am\u00E9ricaines", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"Geef een lijst van alle Amerikaanse uitvindingen.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"Amerikaanse uitvinding", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"182", "question":"D\u0103-mi o list\u0103 a tuturor inven\u021Biilor americane.", "answers":["http:\/\/dbpedia.org\/resource\/Ocean_pressure_electric_conversion"], "keywords":"inven\u021Bie american\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AmericanInventions> . } " , "lang":"ro"}
