{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"Listeaz\u0103 toate episodele din primul sezon al serialului HBO de televiziune The Sopranos", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"HBO, serial de televiziune, Sopranos, primul sezon, episod", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"59", "question":"Who created Batman?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"Batman, creator", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Batman dbo:creator ?uri }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"59", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u062A\u0645\u0646 \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"\u0628\u062A\u0645\u0646\u060C \u0633\u0627\u062E\u062A", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Batman dbo:creator ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"59", "question":"\u00BFQui\u00E9n cre\u00F3 Batman?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"creador, comic, Capit\u00E1n Am\u00E9rica", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Batman dbo:creator ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"59", "question":"\u0915\u093F\u0938\u0928\u0947 \u092C\u0948\u091F\u092E\u0948\u0928 \u092C\u0928\u093E\u092F\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"\u092C\u0948\u091F\u092E\u0948\u0928, \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Batman dbo:creator ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"60", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u06AF\u0648\u0633\u062A\u0627\u0648\u0648 \u0641\u0631\u06CC\u0646\u06AF \u0631\u0627 \u062F\u0631 \u0628\u0631\u06CC\u06A9\u06CC\u0646\u06AF \u0628\u062F \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Giancarlo_Esposito"], "keywords":"\u06AF\u0648\u0633\u062A\u0627\u0648\u0648 \u0641\u0631\u06CC\u0646\u06AF\u060C \u0628\u0631\u06CC\u06A9\u06CC\u0646\u06AF \u0628\u062F\u060C \u0628\u0627\u0632\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Gus_Fring dbo:portrayer ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"60", "question":"\u0915\u093F\u0938\u0928\u0947 \u0917\u0938 \u092B\u094D\u0930\u093F\u0902\u0917 \u0915\u094B \u092C\u094D\u0930\u0947\u0915\u093F\u0902\u0917 \u092C\u0948\u0921 \u092E\u0947\u0902 \u0928\u093F\u092D\u093E\u092F\u093E \u0939\u0948 ?", "answers":["http:\/\/dbpedia.org\/resource\/Giancarlo_Esposito"], "keywords":"\u0917\u0938 \u092B\u094D\u0930\u093F\u0902\u0917, \u092C\u094D\u0930\u0947\u0915\u093F\u0902\u0917 \u092C\u0948\u0921, \u0928\u093F\u092D\u093E\u092F\u093E, \u0905\u092D\u093F\u0928\u0947\u0924\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Gus_Fring dbo:portrayer ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"62", "question":"\u062F\u0631 \u06A9\u062F\u0627\u0645 \u0627\u0645\u067E\u0631\u0627\u062A\u0648\u0631\u06CC \u0628\u0627\u0633\u062A\u0627\u0646\u06CC \u0645\u06CC \u062A\u0648\u0627\u0646 \u0628\u0627 \u062F\u0627\u0646\u0647 \u0647\u0627\u06CC \u06A9\u0627\u06A9\u0627\u0626\u0648 \u062F\u0627\u062F \u0648 \u0633\u062A\u062F \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Aztec_Empire"], "keywords":"\u0627\u0645\u067E\u0631\u0627\u062A\u0648\u0631\u06CC \u0628\u0627\u0633\u062A\u0627\u0646\u06CC\u060C \u062F\u0627\u0646\u0647 \u0647\u0627\u06CC \u06A9\u0627\u06A9\u0627\u0626\u0648\u060C \u062F\u0627\u062F \u0648 \u0633\u062A\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:currency res:Cocoa_bean }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"62", "question":"Dans quel empire ancien payait-on avec des f\u00E8ves de cacao?", "answers":["http:\/\/dbpedia.org\/resource\/Aztec_Empire"], "keywords":"empire ancien, monnaie, f\u00E8ve de cacao", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:currency res:Cocoa_bean }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"62", "question":"\u0915\u093F\u0938 \u092A\u094D\u0930\u093E\u091A\u0940\u0928 \u0938\u093E\u092E\u094D\u0930\u093E\u091C\u094D\u092F \u092E\u0947\u0902 \u0906\u092A \u0915\u094B\u0915\u094B \u092C\u0940\u0928 \u0938\u0947 \u092D\u0941\u0917\u0924\u093E\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Aztec_Empire"], "keywords":"\u092A\u094D\u0930\u093E\u091A\u0940\u0928 \u0938\u093E\u092E\u094D\u0930\u093E\u091C\u094D\u092F, \u0915\u094B\u0915\u094B \u092C\u0940\u0928, \u092D\u0941\u0917\u0924\u093E\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:currency res:Cocoa_bean }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"65", "question":"\u0686\u0647 \u0634\u0631\u06A9\u062A \u0647\u0627\u06CC \u0627\u0644\u06A9\u062A\u0631\u0648\u0646\u06CC\u06A9\u06CC \u062F\u0631 \u067E\u06A9\u0646 \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Lenovo"], "keywords":"\u0634\u0631\u06A9\u062A \u0647\u0627\u06CC \u0627\u0644\u06A9\u062A\u0631\u0648\u0646\u06CC\u06A9\u06CC\u060C \u067E\u06A9\u0646\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:industry res:Electronics ; dbo:foundationPlace res:Beijing }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"65", "question":"Welche Elektronikunternehmen wurden in Peking gegr\u00FCndet?", "answers":["http:\/\/dbpedia.org\/resource\/Lenovo"], "keywords":"Elektronikunternehmen, gegr\u00FCndet in, Peking", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:industry res:Electronics ; dbo:foundationPlace res:Beijing }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"65", "question":"\u00BFQu\u00E9 compa\u00F1\u00EDas de electr\u00F3nica fueron fundadas en Pek\u00EDn?", "answers":["http:\/\/dbpedia.org\/resource\/Lenovo"], "keywords":"compa\u00F1\u00EDas de electr\u00F3nica, fundadas, Pek\u00EDn", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:industry res:Electronics ; dbo:foundationPlace res:Beijing }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"65", "question":"Quelles sont les companies d'\u00E9lectronique fond\u00E9es \u00E0 Beijing?", "answers":["http:\/\/dbpedia.org\/resource\/Lenovo"], "keywords":"companies d'\u00E9lectronique, fond\u00E9es, Beijing", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:industry res:Electronics ; dbo:foundationPlace res:Beijing }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"65", "question":"\u092C\u0940\u091C\u093F\u0902\u0917 \u092E\u0947\u0902 \u0915\u094C\u0928 \u0938\u0947 \u0907\u0932\u0947\u0915\u094D\u091F\u094D\u0930\u0949\u0928\u093F\u0915\u094D\u0938 \u0915\u0902\u092A\u0928\u093F\u092F\u093E\u0902 \u0938\u094D\u0925\u093E\u092A\u093F\u0924 \u0915\u0940 \u0917\u0908 \u0925\u0940\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Lenovo"], "keywords":"\u092C\u0940\u091C\u093F\u0902\u0917, \u0907\u0932\u0947\u0915\u094D\u091F\u094D\u0930\u0949\u0928\u093F\u0915\u094D\u0938 \u0915\u0902\u092A\u0928\u093F\u092F\u093E\u0902, \u0938\u094D\u0925\u093E\u092A\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:industry res:Electronics ; dbo:foundationPlace res:Beijing }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"65", "question":"Care companii de electronice au fost fondate \u00EEn Beijing?", "answers":["http:\/\/dbpedia.org\/resource\/Lenovo"], "keywords":"companii de electronice, fondat, Beijing", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:industry res:Electronics ; dbo:foundationPlace res:Beijing }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"Give me all video games published by Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"video game, publish, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"Gib mir alle Videospiele von Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"Videospiel, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"Dame todos los videojuegos de Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"videojuego, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"Dammi tutti i videogiochi di Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"videogioco, prodotto, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"Donnes-moi tous les jeux vid\u00E9os publi\u00E9s par Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"jeux vid\u00E9os, publi\u00E9s, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"Geef me alle videogames van Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"videogame, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"\u092E\u0940\u0928 \u0939\u092E\u094D\u0938\u091F\u0930 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0938\u092D\u0940 \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0902\u0964 '", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"\u092E\u0940\u0928 \u0939\u092E\u094D\u0938\u091F\u0930 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930, \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924, \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"66", "question":"D\u0103-mi toate jocurile video publicate de Mean Hamster Software", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"joc video, publicat, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:VideoGame ; dbo:publisher res:Mean_Hamster_Software }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"67", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0641\u0631\u0648\u0634\u06AF\u0627\u0647 \u0622\u0644\u062F\u06CC \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["9600"], "keywords":"\u0641\u0631\u0648\u0634\u06AF\u0627\u0647\u060C \u0622\u0644\u062F\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?number WHERE { res:Aldi dbo:numberOfLocations ?number }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"67", "question":"\u0906\u0932\u095C\u0940 \u0915\u0947 \u0915\u093F\u0924\u0928\u0947 \u0938\u094D\u091F\u094B\u0930 \u0939\u0948\u0902?", "answers":["9600"], "keywords":"\u0906\u0932\u095C\u0940, \u0915\u093F\u0924\u0928\u0947 \u0938\u094D\u091F\u094B\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?number WHERE { res:Aldi dbo:numberOfLocations ?number }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"68", "question":"\u067E\u0627\u06CC\u062A\u062E\u062A \u06A9\u0627\u0645\u0631\u0648\u0646 \u06A9\u062C\u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Yaound\u00E9"], "keywords":"\u067E\u0627\u06CC\u062A\u062E\u062A\u060C \u06A9\u0627\u0645\u0631\u0648\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Cameroon dbo:capital ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"68", "question":"\u00BFCu\u00E1l es la capital de Camer\u00FAn?", "answers":["http:\/\/dbpedia.org\/resource\/Yaound\u00E9"], "keywords":"capital, Camer\u00FAn", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Cameroon dbo:capital ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"68", "question":"Qual \u00E8 la capitale del Cameroon", "answers":["http:\/\/dbpedia.org\/resource\/Yaound\u00E9"], "keywords":"capitale, Cameroon", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Cameroon dbo:capital ?uri }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"68", "question":"\u0915\u0948\u092E\u0930\u0942\u0928 \u0915\u0940 \u0930\u093E\u091C\u0927\u093E\u0928\u0940 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Yaound\u00E9"], "keywords":"\u0915\u0948\u092E\u0930\u0942\u0928, \u0930\u093E\u091C\u0927\u093E\u0928\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Cameroon dbo:capital ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"69", "question":"Gibt es ein Videospiel, das Battle Chess hei\u00DFt?", "answers":["true"], "keywords":"Videospiel, Battle Chess", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { ?uri rdf:type dbo:VideoGame ; rdfs:label \"Battle Chess\"@en }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"69", "question":"Existe-t-il un jeu vid\u00E9o appel\u00E9 Battle Chess?", "answers":["true"], "keywords":"jeu vid\u00E9o, Battle Chess", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { ?uri rdf:type dbo:VideoGame ; rdfs:label \"Battle Chess\"@en }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"69", "question":"\u0915\u094D\u092F\u093E \u092C\u0948\u091F\u0932 \u091A\u0948\u0938 \u0928\u093E\u092E\u0915 \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E \u0939\u0948?", "answers":["true"], "keywords":"\u092C\u0948\u091F\u0932 \u091A\u0948\u0938, \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { ?uri rdf:type dbo:VideoGame ; rdfs:label \"Battle Chess\"@en }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"Give me all movies directed by Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"movie, direct, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"\u062A\u0645\u0627\u0645 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0641\u0631\u0627\u0646\u0633\u06CC\u0633 \u0641\u0648\u0631\u062F \u06A9\u0648\u067E\u0648\u0644\u0627 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"\u0641\u06CC\u0644\u0645\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC\u060C \u0641\u0631\u0627\u0646\u0633\u06CC\u0633 \u0641\u0648\u0631\u062F \u06A9\u0648\u067E\u0648\u0644\u0627", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"Gib mir alle Filme, bei denen Francis Ford Coppola Regie gef\u00FChrt hat.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"Film, Regie, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"Dame todas las pel\u00EDculas que haya dirigido Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"pel\u00EDcula, director, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"Dammi tutti i film diretti da Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"film, dirigere, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"Donnes-moi tous les films dont Francis r\u00E9alis\u00E9s par Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"film, directeur, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"Geef alle films die werden geregisseerd door Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"films, regisseur, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"\u092E\u0941\u091D\u0947 \u092B\u094D\u0930\u093E\u0902\u0938\u093F\u0938 \u092B\u094B\u0930\u094D\u0921 \u0915\u094B\u092A\u094B\u0932\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u0938\u092D\u0940 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947 \u0964", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"\u092B\u094D\u0930\u093E\u0902\u0938\u093F\u0938 \u092B\u094B\u0930\u094D\u0921 \u0915\u094B\u092A\u094B\u0932\u093E, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924, \u092B\u093F\u0932\u094D\u092E\u094B\u0902", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"71", "question":"D\u0103-mi toate filmele regizate de Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/Jack_(1996_film)"], "keywords":"film, regizat, Francis Ford Coppola", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Francis_Ford_Coppola }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"72", "question":"Welcher von Tim Burtons Filmen hatte das h\u00F6chste Budget?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"h\u00F6chstes Budget, Film, Tim Burton", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:director res:Tim_Burton ; dbo:budget ?b } ORDER BY ?b OFFSET 0 LIMIT 1" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"72", "question":"Quali film di Tim Burton hanno avuto il budget pi\u00F9 alto?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"budget pi\u00F9 alto, film, Tim Burton", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:director res:Tim_Burton ; dbo:budget ?b } ORDER BY ?b OFFSET 0 LIMIT 1" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"72", "question":"\u091F\u093F\u092E \u092C\u0930\u094D\u091F\u0928 \u0915\u0940 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u092E\u0947\u0902 \u0938\u0947 \u0915\u094C\u0928 \u0938\u0940 \u0915\u093E \u0938\u092C\u0938\u0947 \u091C\u094D\u092F\u093E\u0926\u093E \u092C\u091C\u091F \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"\u091F\u093F\u092E \u092C\u0930\u094D\u091F\u0928, \u092B\u093F\u0932\u094D\u092E\u094B, \u0938\u092C\u0938\u0947 \u091C\u094D\u092F\u093E\u0926\u093E \u092C\u091C\u091F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:director res:Tim_Burton ; dbo:budget ?b } ORDER BY ?b OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"Give me the grandchildren of Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, grandchildren", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"\u0646\u0648\u0647 \u0647\u0627\u06CC \u0627\u0644\u0648\u06CC\u0633 \u067E\u0631\u0633\u0644\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"\u0646\u0648\u0647 \u0647\u0627\u06CC\u060C \u0627\u0644\u0648\u06CC\u0633 \u067E\u0631\u0633\u0644\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"Gib mir die Enkel von Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, Enkel", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"Dame todos los nietos de Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, nietos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"Dammi i nipoti di Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, nipoti", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"Donne-moi tous les petit-enfants de Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"petit-enfants, Elvis Presley", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"Toon alle kleinkinderen van Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, kleinkinderen", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"\u092E\u0941\u091D\u0947 \u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940 \u0915\u0947 \u092A\u094B\u0924\u094B\u0902 \u0915\u0947 \u0928\u093E\u092E \u0926\u0947\u0964 ", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"\u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940, \u092A\u094B\u0924\u094B \u0915\u0947 \u0928\u093E\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"75", "question":"D\u0103-mi nepo\u021Bii lui Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, nepo\u021Bi", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Elvis_Presley dbo:child ?child . ?child dbo:child ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"76", "question":"\u0686\u0647 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC \u0628\u0627 \u0628\u0627\u0632\u06CC \u0645\u06CC\u06A9\u06CC \u0631\u0648\u0631\u06A9 \u062A\u0648\u0633\u0637 \u06AF\u0627\u06CC \u0631\u06CC\u0686\u06CC \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/The_Hire"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC\u060C \u0628\u0627\u0632\u06CC\u060C \u0645\u06CC\u06A9\u06CC \u0631\u0648\u0631\u06A9\u060C \u06AF\u0627\u06CC \u0631\u06CC\u0686\u06CC\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Mickey_Rourke ; dbo:director res:Guy_Ritchie }" , "lang":"fa"}
