{"datasetId":"qald-5-train-multilingual","questionId":"38", "question":"Welche Monarchen waren mit jemand deutschem verheiratet?", "answers":[""], "keywords":"Monarch, verheiratet, deutsch", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Monarch . \n        ?uri dbo:spouse ?spouse .\n      { ?spouse dbo:birthPlace res:Germany. }\n      UNION \n      { ?spouse dbo:birthPlace ?p . \n        ?p dbo:country res:Germany. }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"38", "question":"Quali monarchi erano sposati con persone tedesche?", "answers":[""], "keywords":"monarca, sposato, tedesco", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Monarch . \n        ?uri dbo:spouse ?spouse .\n      { ?spouse dbo:birthPlace res:Germany. }\n      UNION \n      { ?spouse dbo:birthPlace ?p . \n        ?p dbo:country res:Germany. }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"38", "question":"Welke monarchen waren getrouwd met een Duitser?", "answers":[""], "keywords":"monarch, getrouwd, Duitser", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Monarch . \n        ?uri dbo:spouse ?spouse .\n      { ?spouse dbo:birthPlace res:Germany. }\n      UNION \n      { ?spouse dbo:birthPlace ?p . \n        ?p dbo:country res:Germany. }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"38", "question":"Ce monarhi au fost c\u0103s\u0103tori\u021Bi cu o persoan\u0103 german\u0103?", "answers":[""], "keywords":"monarh, c\u0103s\u0103torit, german", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Monarch . \n        ?uri dbo:spouse ?spouse .\n      { ?spouse dbo:birthPlace res:Germany. }\n      UNION \n      { ?spouse dbo:birthPlace ?p . \n        ?p dbo:country res:Germany. }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"40", "question":"Wat is de hoogste berg van Australi\u00EB?", "answers":[""], "keywords":"Australi\u00EB, hoogste berg", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Australia .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"Give me all soccer clubs in Spain.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Spain, soccer club", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"Gib mir alle Fu\u00DFballvereine in Spanien.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Fu\u00DFballverein, Spanien", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"Dame todos los club de f\u00FAtbol de Espa\u00F1a.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Espa\u00F1a, club de f\u00FAtbol", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"Dammi tutti i club calcistici della Spagna", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Spagna, club calcistico", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"Donnes-moi tous les clubs de football d'Espagne.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Espagne, clubs de football", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"Noem alle Spaanse voetbalclubs.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Spanje, voetbalclub", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"41", "question":"D\u0103-mi toate cluburile de fotbal din Spania", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Spania, club de fotbal", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:SoccerClub .\n        { ?uri dbo:ground res:Spain . }\n        UNION \n        { ?uri dbp:ground ?ground . \n          FILTER (regex(?ground,'Spain')) }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"42", "question":"Care este limba oficial\u0103 din Suriname?", "answers":[""], "keywords":"Suriname, limba oficial\u0103", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Suriname dbo:officialLanguage ?uri .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"45", "question":"\u00BFQu\u00E9 empresas de telecomunicaciones tienen su sede en B\u00E9lgica?", "answers":[""], "keywords":"empresas de telecomunicaciones, sede, B\u00E9lgica", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \t\n        ?uri  rdf:type dbo:Organisation  .\n      { ?uri dbo:industry res:Telecommunication . } \n      UNION \n      { ?uri dbp:industry ?industry . \n        FILTER (regex(?industry,'Telecommunications')) . }\n      { ?uri dbo:location res:Belgium. } \n      UNION \n      { ?uri dbp:locationCountry 'Belgium'@en . }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"46", "question":"Frank Herbert \u00E8 ancora vivo?", "answers":[""], "keywords":"Frank Herbert, vivente", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        OPTIONAL { res:Frank_Herbert dbo:deathDate ?date . }\n        FILTER (!BOUND(?date))\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"46", "question":"Este Frank Herbert \u00EEnc\u0103 \u00EEn via\u021B\u0103?", "answers":[""], "keywords":"Frak Herbert, \u00EEn via\u021B\u0103", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        OPTIONAL { res:Frank_Herbert dbo:deathDate ?date . }\n        FILTER (!BOUND(?date))\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"47", "question":"Qual \u00E8 il punto pi\u00F9 alto del Ur\u00E0li?", "answers":[""], "keywords":"Ur\u00E0li, punto pi\u00F9 alto", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Ural_Mountains dbp:highest ?uri .  \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"47", "question":"Care este cel mai \u00EEnalt punct de pe mun\u021Bii Urali?", "answers":[""], "keywords":"mun\u021Bii Urali, cel mai \u00EEnalt punct", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Ural_Mountains dbp:highest ?uri .  \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"48", "question":"Wie is de uitgever van Forbes.", "answers":[""], "keywords":"Forbes, uitgever", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Forbes dbo:editor ?uri .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"Give me all companies in the advertising industry.", "answers":[""], "keywords":"company, advertising industry", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"Gib mir alle Unternehmen, die in der Werbebranche t\u00E4tig sind.", "answers":[""], "keywords":"Unternehmen, Werbebranche", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"Dame todas las empresas publicitarias.", "answers":[""], "keywords":"empresas publicitarias", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"Dammi tutte le aziende pubblicitarie.", "answers":[""], "keywords":"aziende pubblicitarie", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"Donnes-moi toutes les agences de publicit\u00E9.", "answers":[""], "keywords":"agences de publicit\u00E9", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"Noem alle bedrijven die in de reclamebranche actief zijn.", "answers":[""], "keywords":"bedrijf, reclamebranche", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"nl"}
