{"datasetId":"qald-4-train-multilingual","questionId":"10", "question":"Din ce \u021Bar\u0103 izvor\u0103\u0219te Nilul?", "answers":["http:\/\/dbpedia.org\/resource\/Rwanda","http:\/\/dbpedia.org\/resource\/Ethiopia"], "keywords":"Nil, izvor, \u021Bar\u0103", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Nile dbo:sourceCountry ?uri . \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"Give me all federal chancellors of Germany.", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"Germany, federal chancellors", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"en"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"Gib mir alle Bundeskanzler.", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"Bundeskanzler", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"de"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"Dame todos los cancilleres alemanos.", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"cancilleres, alemanos", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"Dammi tutti i cancellieri tedeschi.", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"cancellieri, tedeschi", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"it"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"Donnes-moi tous les chanceli\u00E8rs allemands.", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"chanceliers, allemands", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"Noem alle Duitse bondskanseliers.", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"Duits, bondskanseliers", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"nl"}
{"datasetId":"qald-4-train-multilingual","questionId":"53", "question":"D\u0103-mi to\u021Bi cancelarii federali ai Germaniei", "answers":["http:\/\/dbpedia.org\/resource\/Konrad_Adenauer","http:\/\/dbpedia.org\/resource\/Kurt_Georg_Kiesinger","http:\/\/dbpedia.org\/resource\/Helmut_Kohl","http:\/\/dbpedia.org\/resource\/Ludwig_Erhard","http:\/\/dbpedia.org\/resource\/Helmut_Schmidt","http:\/\/dbpedia.org\/resource\/Willy_Brandt","http:\/\/dbpedia.org\/resource\/Angela_Merkel","http:\/\/dbpedia.org\/resource\/Gerhard_Schr%C3%B6der"], "keywords":"Germania, cancelar federal", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbp:office res:Chancellor_of_Germany . \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"123", "question":"Prin\u021Bul Harry \u0219i Prin\u021Bul William au acea\u0219i mam\u0103?", "answers":["True"], "keywords":"Prin\u021Bul Harry, Prin\u021Bul William, acea\u0219i, mam\u0103", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nASK \nWHERE { \n        <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbp:mother ?x . \n        <http:\/\/dbpedia.org\/resource\/Prince_Harry_of_Wales> dbp:mother ?y . \n        FILTER (?x = ?y) \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"75", "question":"Who was the first president of the United States?", "answers":["http:\/\/dbpedia.org\/resource\/George_Washington"], "keywords":"United States, first president", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}" , "lang":"en"}
{"datasetId":"qald-4-train-multilingual","questionId":"75", "question":"\u00BFQui\u00E9n era el primer presidente de los Estados Unidos?", "answers":["http:\/\/dbpedia.org\/resource\/George_Washington"], "keywords":"estados unidos, primer presidente", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"75", "question":"Chi \u00E8 stato il primo presidente degli Stati Uniti?", "answers":["http:\/\/dbpedia.org\/resource\/George_Washington"], "keywords":"Stati Uniti, primo presidente", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}" , "lang":"it"}
{"datasetId":"qald-4-train-multilingual","questionId":"75", "question":"Qui \u00E9tait le premier pr\u00E9sident des \u00C9tats-Unis?", "answers":["http:\/\/dbpedia.org\/resource\/George_Washington"], "keywords":"Etats-Unis, premier pr\u00E9sident", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"75", "question":"Wie was de eerste president van de Verenigde Staten?", "answers":["http:\/\/dbpedia.org\/resource\/George_Washington"], "keywords":"Verenigde Staten, eerste president", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}" , "lang":"nl"}
{"datasetId":"qald-4-train-multilingual","questionId":"75", "question":"Cine a fost primul pre\u0219edinte ale Statelor Unite?", "answers":["http:\/\/dbpedia.org\/resource\/George_Washington"], "keywords":"Statele Unite, primul pre\u0219edinte", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri rdf:type dbo:Person .\n         ?uri dbo:office '1st President of the United States'@en .\n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"161", "question":"C\u00E2te misiuni spa\u021Biale au avut loc?", "answers":["485"], "keywords":"misiune spa\u021Bial\u0103", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT COUNT(DISTINCT ?uri) \nWHERE { \n        ?uri rdf:type dbo:SpaceMission . \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"170", "question":"Este Michelle Obama so\u021Bia lui Barack Obama?", "answers":["True"], "keywords":"Michelle Obama, so\u021Bie, Barack Obama", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Barack_Obama dbo:spouse res:Michelle_Obama . \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"193", "question":"\u00BFQu\u00E9 pel\u00EDculas ha rodado Kurosawa despu\u00E9s de Rashomon?", "answers":["http:\/\/dbpedia.org\/resource\/Rashomon","http:\/\/dbpedia.org\/resource\/The_Quiet_Duel","http:\/\/dbpedia.org\/resource\/The_Idiot_(1951_film)","http:\/\/dbpedia.org\/resource\/The_Most_Beautiful","http:\/\/dbpedia.org\/resource\/No_Regrets_for_Our_Youth","http:\/\/dbpedia.org\/resource\/One_Wonderful_Sunday","http:\/\/dbpedia.org\/resource\/Scandal_(1950_film)"], "keywords":"pel\u00EDcula, rodada, Kurosawa, despu\u00E9s de Rashomon?", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:director res:Akira_Kurosawa .\n      { ?uri dbo:releaseDate ?x . } \n      UNION \n      { ?uri dbp:released ?x . }\n        res:Rashomon dbo:releaseDate ?y .\n        FILTER (?y > ?x)\n}" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"193", "question":"Quels films ont \u00E9t\u00E9 realis\u00E9s par Kurosawa apr\u00E8s Rashomon?", "answers":["http:\/\/dbpedia.org\/resource\/Rashomon","http:\/\/dbpedia.org\/resource\/The_Quiet_Duel","http:\/\/dbpedia.org\/resource\/The_Idiot_(1951_film)","http:\/\/dbpedia.org\/resource\/The_Most_Beautiful","http:\/\/dbpedia.org\/resource\/No_Regrets_for_Our_Youth","http:\/\/dbpedia.org\/resource\/One_Wonderful_Sunday","http:\/\/dbpedia.org\/resource\/Scandal_(1950_film)"], "keywords":"films, Kurosawa, apr\u00E8s Rashomon", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:director res:Akira_Kurosawa .\n      { ?uri dbo:releaseDate ?x . } \n      UNION \n      { ?uri dbp:released ?x . }\n        res:Rashomon dbo:releaseDate ?y .\n        FILTER (?y > ?x)\n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"193", "question":"Ce filme a regizat Kurosawa dup\u0103 Rashomon?", "answers":["http:\/\/dbpedia.org\/resource\/Rashomon","http:\/\/dbpedia.org\/resource\/The_Quiet_Duel","http:\/\/dbpedia.org\/resource\/The_Idiot_(1951_film)","http:\/\/dbpedia.org\/resource\/The_Most_Beautiful","http:\/\/dbpedia.org\/resource\/No_Regrets_for_Our_Youth","http:\/\/dbpedia.org\/resource\/One_Wonderful_Sunday","http:\/\/dbpedia.org\/resource\/Scandal_(1950_film)"], "keywords":"film, regiza, Kurosawa, dup\u0103, Rashomon", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:director res:Akira_Kurosawa .\n      { ?uri dbo:releaseDate ?x . } \n      UNION \n      { ?uri dbp:released ?x . }\n        res:Rashomon dbo:releaseDate ?y .\n        FILTER (?y > ?x)\n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"Is Jens Friebe a vegan?", "answers":[], "keywords":"Jens Friebe, vegan", "sparql":"OUT OF SCOPE" , "lang":"en"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"Ist Jens Friebe Veganer?", "answers":[], "keywords":"Jens Friebe, Veganer", "sparql":"OUT OF SCOPE" , "lang":"de"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"\u00BFEs Jens Friebe vegano?", "answers":[], "keywords":"Jens Friebe, vegano", "sparql":"OUT OF SCOPE" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"Jens Friebe \u00E8 vegano?", "answers":[], "keywords":"Jens Friebe, vegano", "sparql":"OUT OF SCOPE" , "lang":"it"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"Jens Friebe est-il un v\u00E9g\u00E9tarien?", "answers":[], "keywords":"Jens Friebe, v\u00E9g\u00E9tarien", "sparql":"OUT OF SCOPE" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"Is Jens Friebe vegetari\u00EBr?", "answers":[], "keywords":"Jens Friebe, vegetari\u00EBr", "sparql":"OUT OF SCOPE" , "lang":"nl"}
{"datasetId":"qald-4-train-multilingual","questionId":"96", "question":"Este Jens Friebe un vegan?", "answers":[], "keywords":"Jens Friebe, vegan", "sparql":"OUT OF SCOPE" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"7", "question":"Este so\u021Bia pre\u0219edintelui Obama numit\u0103 Michelle?", "answers":["True"], "keywords":"Obama, pre\u0219edinte, so\u021Bie, numit\u0103, Michelle", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#>\nASK \nWHERE {\n        res:Barack_Obama dbo:spouse ?spouse .\n        ?spouse rdfs:label ?name .\n        FILTER(regex(?name,'Michelle')) \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"148", "question":"Dans quelle ville anglaise se trouvent les quartiers gen\u00E9raux du MI6?", "answers":["http:\/\/dbpedia.org\/resource\/London"], "keywords":"ville anglaise, quartiers gen\u00E9raux, MI6", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:City . \n        res:Secret_Intelligence_Service dbo:headquarter ?uri . \n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"36", "question":"Durch welche L\u00E4nder flie\u00DFt der Yenisei?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia","http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"Yenisei, flie\u00DFen, Land", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbo:country ?uri .\n}" , "lang":"de"}
{"datasetId":"qald-4-train-multilingual","questionId":"36", "question":"\u00BFPor qu\u00E9 pa\u00EDses fluye el r\u00EDo Yenisei?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia","http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"pa\u00EDses, fluye, r\u00EDo Yenisei", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbo:country ?uri .\n}" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"36", "question":"Quels sont les pays travers\u00E9s par l'Ienisse\u00EF?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia","http:\/\/dbpedia.org\/resource\/Russia"], "keywords":"Ienisse\u00EF, pays travers\u00E9s", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbo:country ?uri .\n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"Give me all world heritage sites designated within the past two years.", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"world heritage site, designate, past two years", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"en"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"Gib mir alle Welterbest\u00E4tten, die in den vergangenen zwei Jahren aufgenommen wurden.", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"Welterbest\u00E4tte, aufnehmen, vergangene zwei Jahre", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"de"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"\u00BFQu\u00E9 patrimonios de la humanidad fueron reconocidos en los \u00FAltimos dos a\u00F1os?", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"patrimonios de la humanidad, reconocidos, \u00FAltimos dos a\u00F1os", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"Dammi tutti i siti designati patrimoni dell'umanit\u00E0 negli ultimi due anni.", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"patrimoni dell'umanit\u00E0, designare, ultimi due anni", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"it"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"Donne-moi tous les patrimoines mondiaux qui ont \u00E9t\u00E9 inscrits pendant les derniers deux ans.", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"patrimoines mondiaux, inscrits, derniers deux ans", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"Noem alle plaatsen op de Werelderfgoedlijst die in de laatste twee jaar zijn toegevoegd.", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"Werelderfgoed, laatste twee jaar, toevoegen", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"nl"}
{"datasetId":"qald-4-train-multilingual","questionId":"112", "question":"D\u0103-mi toate siturile de patrimoniu mondial desemnate in ultimii doi ani.", "answers":["http:\/\/dbpedia.org\/resource\/Shangdu","http:\/\/dbpedia.org\/resource\/Western_Ghats","http:\/\/dbpedia.org\/resource\/Lenggong","http:\/\/dbpedia.org\/resource\/Subak_(irrigation)","http:\/\/dbpedia.org\/resource\/Lena_Pillars","http:\/\/dbpedia.org\/resource\/Decorated_Farmhouses_of_H%C3%A4lsingland","http:\/\/dbpedia.org\/resource\/Gonbad-e_Qabus_(tower)","http:\/\/dbpedia.org\/resource\/Bahrain_Pearling_Trail","http:\/\/dbpedia.org\/resource\/Heritage_of_Mercury._Almad%C3%A9n_and_Idrija","http:\/\/dbpedia.org\/resource\/Garrison_Border_Town_of_Elvas_and_its_Fortifications","http:\/\/dbpedia.org\/resource\/Major_Mining_Sites_of_Wallonia","http:\/\/dbpedia.org\/resource\/Nahal_Me'arot_Nature_Reserve","http:\/\/dbpedia.org\/resource\/Sangha_Trinational","http:\/\/dbpedia.org\/resource\/Lakes_of_Ounianga"], "keywords":"situri de patrimoniu mondial, desemna, ultimii doi ani", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n        ?uri dbp:year ?x . \n        FILTER ( ?x >= '2012'^^xsd:integer) \n}" , "lang":"ro"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"Give me all companies in the advertising industry.", "answers":["346"], "keywords":"company, advertising industry", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"en"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"Gib mir alle Unternehmen, die in der Werbebranche t\u00E4tig sind.", "answers":["346"], "keywords":"Unternehmen, Werbebranche", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"de"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"Dame todas las empresas publicitarias.", "answers":["346"], "keywords":"empresas publicitarias", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"es"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"Dammi tutte le aziende pubblicitarie.", "answers":["346"], "keywords":"aziende pubblicitarie", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"it"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"Donnes-moi toutes les agences de publicit\u00E9.", "answers":["346"], "keywords":"agences de publicit\u00E9", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"fr"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"Noem alle bedrijven die in de reclamebranche actief zijn.", "answers":["346"], "keywords":"bedrijf, reclamebranche", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"nl"}
{"datasetId":"qald-4-train-multilingual","questionId":"49", "question":"D\u0103-mi toate companiile din industria publicitar\u0103.", "answers":["346"], "keywords":"companii, industria publicitar\u0103", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n        ?uri dbp:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . \n}" , "lang":"ro"}
