{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"Dammi tutte le persone che sono nate a Vienna e morte a Berlino.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"persona, nata, Vienna, morta, Berlino", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"Donne-moi toutes les personnes qui sont n\u00E9es \u00E0 Vienne et mortes \u00E0 Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"personnes, n\u00E9es, Vienne, mortes, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"Noem alle personen die geboren zijn in Wenen en gestorven zijn in Berlijn.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"persoon, geboren, Wenen, gestorven, Berlijn", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"D\u0103-mi to\u021Bi oamenii care s-au n\u0103scut \u00EEn Viena \u0219i au murit \u00EEn Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"oameni, n\u0103scut, Viena, murit, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"12", "question":"\u0622\u06CC\u0627 \u067E\u0631\u0648\u06CC\u0646\u0633\u0648\u0644\u06CC\u0646 \u06CC\u06A9 \u067E\u0631\u0648\u062A\u0626\u06CC\u0646 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u067E\u0631\u0648\u06CC\u0646\u0633\u0648\u0644\u06CC\u0646\u060C \u067E\u0631\u0648\u062A\u0626\u06CC\u0646", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Proinsulin> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Protein> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"12", "question":"La proinsulina \u00E8 una proteina?", "answers":[], "keywords":"proinsulina, proteina", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Proinsulin> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Protein> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"12", "question":"La pro-insuline est-elle une prot\u00E9ine?", "answers":[], "keywords":"pro-insuline, prot\u00E9ine", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Proinsulin> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Protein> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"12", "question":"Is proinsuline een prote\u00EFne?", "answers":[], "keywords":"proinsuline, prote\u00EFne", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Proinsulin> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Protein> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"12", "question":"Este proinsulina o protein\u0103?", "answers":[], "keywords":"proinsulin\u0103, protein\u0103", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Proinsulin> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Protein> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"120", "question":"\u0642\u062F \u0645\u0627\u06CC\u06A9\u0644 \u062C\u0631\u062F\u0646 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["1.9812"], "keywords":"\u0642\u062F\u060C \u0645\u0627\u06CC\u06A9\u0644 \u062C\u0631\u062F\u0646", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Michael_Jordan> <http:\/\/dbpedia.org\/ontology\/height> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"120", "question":"Ce \u00EEn\u0103\u021Bime are Michael Jordan?", "answers":["1.9812"], "keywords":"\u00EEn\u0103l\u021Bime, Michael Jordan", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Michael_Jordan> <http:\/\/dbpedia.org\/ontology\/height> ?num . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"121", "question":"\u067E\u0627\u06CC\u062A\u062E\u062A \u06A9\u0627\u0646\u0627\u062F\u0627 \u06A9\u062C\u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ottawa"], "keywords":"\u067E\u0627\u06CC\u062A\u062E\u062A\u060C \u06A9\u0627\u0646\u0627\u062F\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Canada> <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"121", "question":"\u00BFCu\u00E1l es la capital de Canad\u00E1?", "answers":["http:\/\/dbpedia.org\/resource\/Ottawa"], "keywords":"capital, Canad\u00E1", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Canada> <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"121", "question":"Care este capitala Canadei?", "answers":["http:\/\/dbpedia.org\/resource\/Ottawa"], "keywords":"capital\u0103, Canada", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Canada> <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"122", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0641\u0631\u0645\u0627\u0646\u062F\u0627\u0631 \u0648\u0627\u06CC\u0648\u0645\u06CC\u0646\u06AF \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Matt_Mead"], "keywords":"\u0641\u0631\u0645\u0627\u0646\u062F\u0627\u0631\u060C \u0648\u0627\u06CC\u0648\u0645\u06CC\u0646\u06AF", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Wyoming> <http:\/\/dbpedia.org\/property\/governor> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"123", "question":"\u0622\u06CC\u0627 \u0634\u0627\u0647\u0632\u0627\u062F\u0647 \u0647\u0631\u06CC \u0648 \u0634\u0627\u0647\u0632\u0627\u062F\u0647 \u0648\u06CC\u0644\u06CC\u0627\u0645 \u0648\u0627\u0644\u062F\u06CC\u0646 \u06CC\u06A9\u0633\u0627\u0646 \u062F\u0627\u0631\u0646\u062F\u061F", "answers":[], "keywords":"\u0634\u0627\u0647\u0632\u0627\u062F\u0647 \u0647\u0631\u06CC\u060C \u0634\u0627\u0647\u0632\u0627\u062F\u0647 \u0648\u06CC\u0644\u06CC\u0627\u0645\u060C \u0648\u0627\u0644\u062F\u06CC\u0646\u060C \u06CC\u06A9\u0633\u0627\u0646", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> <http:\/\/dbpedia.org\/ontology\/parent> ?x .  <http:\/\/dbpedia.org\/resource\/Prince_Harry> <http:\/\/dbpedia.org\/ontology\/parent> ?x . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"123", "question":"Ont les princes Harry et William la m\u00EAme m\u00E8re?", "answers":[], "keywords":"prince Harry, Prince William, m\u00EAme m\u00E8re", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> <http:\/\/dbpedia.org\/ontology\/parent> ?x .  <http:\/\/dbpedia.org\/resource\/Prince_Harry> <http:\/\/dbpedia.org\/ontology\/parent> ?x . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"123", "question":"Prin\u021Bul Harry \u0219i Prin\u021Bul William au aceia\u0219i p\u0103rin\u021Bi?", "answers":[], "keywords":"Prin\u021Bul Harry, Prin\u021Bul William, aceia\u0219i, p\u0103rin\u021Bi", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> <http:\/\/dbpedia.org\/ontology\/parent> ?x .  <http:\/\/dbpedia.org\/resource\/Prince_Harry> <http:\/\/dbpedia.org\/ontology\/parent> ?x . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"124", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u067E\u062F\u0631 \u0645\u0644\u06A9\u0647 \u0627\u0644\u06CC\u0632\u0627\u0628\u062A \u062F\u0648\u0645 \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/George_VI"], "keywords":"\u067E\u062F\u0631\u060C \u0645\u0644\u06A9\u0647 \u0627\u0644\u06CC\u0632\u0627\u0628\u062A \u062F\u0648\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Elizabeth_II> <http:\/\/dbpedia.org\/property\/father> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"124", "question":"Qui est le p\u00E8re de la reine \u00C9lisabeth II?", "answers":["http:\/\/dbpedia.org\/resource\/George_VI"], "keywords":"p\u00E8re, \u00C9lisabeth II", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Elizabeth_II> <http:\/\/dbpedia.org\/property\/father> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"124", "question":"Cine a fost tat\u0103l reginei Elisabeta a II-a?", "answers":["http:\/\/dbpedia.org\/resource\/George_VI"], "keywords":"tat\u0103, regina Elisabeta a II-a", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Elizabeth_II> <http:\/\/dbpedia.org\/property\/father> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"125", "question":"\u0622\u062E\u0631\u06CC\u0646 \u0627\u06CC\u0627\u0644\u062A \u062B\u0628\u062A \u0634\u062F\u0647 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Hawaii"], "keywords":"\u0622\u062E\u0631\u06CC\u0646\u060C \u0627\u06CC\u0627\u0644\u062A\u060C \u062B\u0628\u062A\u060C \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/admittancedate> ?x . } ORDER BY DESC(?x) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"126", "question":"\u0686\u0646\u062F \u0632\u0628\u0627\u0646 \u062F\u0631 \u062A\u0631\u06A9\u0645\u0646\u0633\u062A\u0627\u0646 \u0635\u062D\u0628\u062A \u0645\u06CC \u0634\u0648\u062F\u061F]", "answers":["2"], "keywords":"\u0632\u0628\u0627\u0646\u060C \u062A\u0631\u06A9\u0645\u0646\u0633\u062A\u0627\u0646", "sparql":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Turkmenistan> <http:\/\/dbpedia.org\/ontology\/language> ?x . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"126", "question":"\u00BFCu\u00E1ntos idiomas se hablan en Turkmenist\u00E1n?", "answers":["2"], "keywords":"idiomas, Turkmenist\u00E1n", "sparql":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Turkmenistan> <http:\/\/dbpedia.org\/ontology\/language> ?x . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"126", "question":"Combien de langues sont parl\u00E9es au Turkm\u00E9nistan?", "answers":["2"], "keywords":"langues, Turkm\u00E9nistan", "sparql":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Turkmenistan> <http:\/\/dbpedia.org\/ontology\/language> ?x . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"127", "question":"\u0628\u0648\u0686 \u0627\u0648\u062A\u0631 \u0641\u0631\u0645\u0627\u0646\u062F\u0627\u0631 \u06A9\u062F\u0627\u0645 \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Idaho"], "keywords":"\u0628\u0648\u0686 \u0627\u0648\u062A\u0631\u060C \u0641\u0631\u0645\u0627\u0646\u062F\u0627\u0631\u060C \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/governor> <http:\/\/dbpedia.org\/resource\/Butch_Otter> . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"128", "question":"Give me all movies directed by Francis Ford Coppola.", "answers":["http:\/\/dbpedia.org\/resource\/The_Godfather_Saga"], "keywords":"movie, direct, Francis Ford Coppola", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Francis_Ford_Coppola> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"Give me all actors starring in movies directed by William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"actor, starring, movie, direct, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"\u062A\u0645\u0627\u0645 \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC \u06A9\u0647 \u062F\u0631 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0648\u06CC\u0644\u06CC\u0627\u0645 \u0634\u0627\u062A\u0646\u0631 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0647 \u0627\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"\u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC\u060C \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u0634\u062F\u0647\u060C \u0648\u06CC\u0644\u06CC\u0627\u0645 \u0634\u0627\u062A\u0646\u0631\u060C \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0647 \u0627\u0646\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"Gib mir alle Schauspieler von Filmen, in denen William Shatner Regie gef\u00FChrt hat.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"Schauspieler, Film, Regie, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"Dame todos los actores de pel\u00EDculas dirigidas por William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"actor, pel\u00EDcula, director, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"Dammi tutti gli attori che recitano in film diretti da William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"attore, recitare, film, diretto, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"Donnes-moi tous les acteurs qui ont jou\u00E9 dans des films r\u00E9alis\u00E9s par Williams Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"acteur, film, r\u00E9alis\u00E9, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"Geef alle acteurs van films waar William Shatner de regie van voerde.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"acteur, film, regisseur, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"129", "question":"D\u0103-mi to\u021Bi actorii care joac\u0103 roluri principale \u00EEn filme regizate de William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Brenda_Bakke"], "keywords":"actor, rol principal, film, regiza, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"13", "question":"\u0622\u06CC\u0627 \u0642\u0648\u0631\u0628\u0627\u063A\u0647 \u0647\u0627\u06CC \u062F\u0631\u062E\u062A\u06CC \u0646\u0648\u0639\u06CC \u062F\u0648\u0632\u06CC\u0633\u062A \u0647\u0633\u062A\u0646\u062F\u061F", "answers":[], "keywords":"\u0642\u0648\u0631\u0628\u0627\u063A\u0647 \u0647\u0627\u06CC \u062F\u0631\u062E\u062A\u06CC\u060C \u062F\u0648\u0632\u06CC\u0633\u062A", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Hylidae> <http:\/\/dbpedia.org\/ontology\/class> <http:\/\/dbpedia.org\/resource\/Amphibian> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"130", "question":"\u0646\u0627\u0645 \u0642\u0628\u0644 \u0627\u0632 \u0627\u0632\u062F\u0648\u0627\u062C \u0622\u0646\u06AF\u0644\u0627 \u0645\u0631\u06A9\u0644 \u0686\u06CC\u0633\u062A\u061F", "answers":["Angela Dorothea Kasner"], "keywords":"\u0646\u0627\u0645 \u0642\u0628\u0644 \u0627\u0632 \u0627\u0632\u062F\u0648\u0627\u062C\u060C \u0622\u0646\u06AF\u0644\u0627 \u0645\u0631\u06A9\u0644", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Angela_Merkel> <http:\/\/dbpedia.org\/ontology\/birthName> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"131", "question":"Give me all Methodist politicians.", "answers":["http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_presidential_administration_reforms"], "keywords":"politician, Methodist", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/religion> <http:\/\/dbpedia.org\/resource\/Methodism> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"132", "question":"\u062C\u06CC\u0646 \u0641\u0648\u0646\u062F\u0627 \u0686\u0646\u062F \u0628\u0627\u0631 \u0627\u0632\u062F\u0648\u0627\u062C \u06A9\u0631\u062F\u061F", "answers":["3"], "keywords":"\u062C\u06CC\u0646 \u0641\u0648\u0646\u062F\u0627\u060C \u0627\u0632\u062F\u0648\u0627\u062C", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Jane_Fonda> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"132", "question":"Combien de fois s'est mari\u00E9e Jane Fonda?", "answers":["3"], "keywords":"Jane Fonda, marriages, nombre de fois", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Jane_Fonda> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"134", "question":"\u062F\u0631 \u0686\u0647 \u062F\u0631\u06AF\u06CC\u0631\u0647\u0627\u06CC \u0646\u0638\u0627\u0645\u06CC \u0644\u0648\u0631\u0646\u0633 \u0639\u0631\u0628\u0633\u062A\u0627\u0646 \u0634\u0631\u06A9\u062A \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Battle_of_Megiddo_(1918)"], "keywords":"\u062F\u0631\u06AF\u06CC\u0631\u0647\u0627\u06CC \u0646\u0638\u0627\u0645\u06CC\u060C \u0644\u0648\u0631\u0646\u0633 \u0639\u0631\u0628\u0633\u062A\u0627\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/T._E._Lawrence> <http:\/\/dbpedia.org\/ontology\/battle> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"135", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0627\u06CC\u0646\u06A9\u0631\u0641\u062A \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/4J_Studios"], "keywords":"\u0645\u0627\u06CC\u0646\u06A9\u0631\u0641\u062A\u060C \u0633\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Minecraft> <http:\/\/dbpedia.org\/ontology\/developer> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"135", "question":"\u00BFQui\u00E9n desarroll\u00F3 Minecraft?", "answers":["http:\/\/dbpedia.org\/resource\/4J_Studios"], "keywords":"Minecraft, desarroll\u00F3", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Minecraft> <http:\/\/dbpedia.org\/ontology\/developer> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"135", "question":"Qui a d\u00E9velop\u00E9 Minecraft?", "answers":["http:\/\/dbpedia.org\/resource\/4J_Studios"], "keywords":"d\u00E9velop\u00E9, Minecraft", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Minecraft> <http:\/\/dbpedia.org\/ontology\/developer> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"136", "question":"Care este punctul de topire al cuprului?", "answers":[], "keywords":"cupru, punct de topire", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"137", "question":"Give me all sister cities of Brno.", "answers":[], "keywords":"Brno, sister city", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"137", "question":"\u062A\u0645\u0627\u0645 \u0634\u0647\u0631\u0647\u0627\u06CC \u062E\u0648\u0627\u0647\u0631 \u0628\u0631\u0646\u0648 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":[], "keywords":"\u0634\u0647\u0631\u0647\u0627\u06CC \u062E\u0648\u0627\u0647\u0631\u060C \u0628\u0631\u0646\u0648", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"137", "question":"Gib mir alle Partnerst\u00E4dte von Brno.", "answers":[], "keywords":"Brno, Partnerstadt", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"137", "question":"Dame las ciudades hermanadas con Brno.", "answers":[], "keywords":"ciudades hermanadas, Brno", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"137", "question":"Dammi tutte le citt\u00E0 gemellate con Brno.", "answers":[], "keywords":"Brno, citt\u00E0 gemellata", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"138", "question":"\u0645\u0627\u0631\u06CC\u0628\u0648\u0631 \u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0633\u06A9\u0646\u0647 \u062F\u0627\u0631\u062F\u061F", "answers":["114"], "keywords":"\u0645\u0627\u0631\u06CC\u0628\u0648\u0631\u060C \u0633\u06A9\u0646\u0647", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Maribor> <http:\/\/dbpedia.org\/ontology\/populationTotal> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"139", "question":"Give me all companies in Munich.", "answers":["http:\/\/dbpedia.org\/resource\/VEM_Aktienbank"], "keywords":"company, Munich", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Munich> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/headquarter> <http:\/\/dbpedia.org\/resource\/Munich> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/locationCity> <http:\/\/dbpedia.org\/resource\/Munich> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"14", "question":"\u0642\u062F \u0622\u0645\u0627\u0632\u0648\u0646 \u0627\u06CC\u0648 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["2.02"], "keywords":"\u0642\u062F\u060C \u0622\u0645\u0627\u0632\u0648\u0646 \u0627\u06CC\u0648", "sparql":"SELECT DISTINCT ?height WHERE {  <http:\/\/dbpedia.org\/resource\/Amazon_Eve> <http:\/\/dbpedia.org\/ontology\/height> ?height . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"List all games by GMT.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"game, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"\u062A\u0645\u0627\u0645 \u0628\u0627\u0632\u06CC \u0647\u0627\u06CC \u062C\u06CC.\u0627\u0645.\u062A\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"\u0628\u0627\u0632\u06CC \u0647\u0627\u06CC\u060C \u062C\u06CC.\u0627\u0645.\u062A\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"Liste alle Spiele von GMT auf.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"Spiel, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"Dame todos los juegos de GMT.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"juegos, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"Elenca tutti i giochi di GMT.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"gioco, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"Donne-moi tous les jeux de GMT.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"jeux, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"Noem alle spelen van GMT.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"spel, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"140", "question":"Enumer\u0103 toate jocurile de GMT", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"joc, GMT", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/publisher> <http:\/\/dbpedia.org\/resource\/GMT_Games> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"141", "question":"Who founded Intel?", "answers":["http:\/\/dbpedia.org\/resource\/Gordon_Moore"], "keywords":"Intel, founded", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Intel> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"141", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0627\u06CC\u0646\u062A\u0644 \u0631\u0627 \u062A\u0627\u0633\u06CC\u0633 \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Gordon_Moore"], "keywords":"\u0627\u06CC\u0646\u062A\u0644\u060C \u062A\u0627\u0633\u06CC\u0633", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Intel> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"141", "question":"Wer hat Intel gegr\u00FCndet?", "answers":["http:\/\/dbpedia.org\/resource\/Gordon_Moore"], "keywords":"Intel, gr\u00FCnden", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Intel> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"141", "question":"\u00BFQui\u00E9n fund\u00F3 Intel?", "answers":["http:\/\/dbpedia.org\/resource\/Gordon_Moore"], "keywords":"Intel, fundaci\u00F3n", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Intel> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"141", "question":"Qui a fond\u00E9 Intel?", "answers":["http:\/\/dbpedia.org\/resource\/Gordon_Moore"], "keywords":"fond\u00E9, Intel", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Intel> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"142", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0634\u0648\u0647\u0631 \u0622\u0645\u0627\u0646\u062F\u0627 \u067E\u0627\u0644\u0645\u0631 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Neil_Gaiman"], "keywords":"\u0634\u0648\u0647\u0631\u060C \u0622\u0645\u0627\u0646\u062F\u0627 \u067E\u0627\u0644\u0645\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Amanda_Palmer> <http:\/\/dbpedia.org\/property\/spouse> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"Give me all breeds of the German Shepherd dog.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"breed, German Shepherd dog", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"\u062A\u0645\u0627\u0645 \u06AF\u0648\u0646\u0647 \u0647\u0627\u06CC \u0633\u06AF \u0698\u0631\u0645\u0646 \u0634\u067E\u0631\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"\u06AF\u0648\u0646\u0647\u060C \u0633\u06AF \u0698\u0631\u0645\u0646 \u0634\u067E\u0631\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"fa"}
