{"datasetId":"qald-3-train-multilingual","questionId":"5", "question":"Quante monarchie ci sono in Europa?", "answers":["6"], "keywords":"Europa, monarchia, nazione", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType ?govern .\n        FILTER regex(?govern,'monarchy') .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"5", "question":"Combien de monarchies existent en Europe?", "answers":["6"], "keywords":"Europe, monarchies, combien", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType ?govern .\n        FILTER regex(?govern,'monarchy') .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"5", "question":"Hoeveel monarchie\u00EBn zijn er in Europa?", "answers":["6"], "keywords":"monarchie, Europa, hoeveel", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType ?govern .\n        FILTER regex(?govern,'monarchy') .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"53", "question":"Give me all presidents of the United States.", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln","http:\/\/dbpedia.org\/resource\/Bill_Clinton","http:\/\/dbpedia.org\/resource\/Calvin_Coolidge","http:\/\/dbpedia.org\/resource\/George_Washington","http:\/\/dbpedia.org\/resource\/Herbert_Hoover","http:\/\/dbpedia.org\/resource\/James_Madison","http:\/\/dbpedia.org\/resource\/James_K._Polk","http:\/\/dbpedia.org\/resource\/Andrew_Jackson","http:\/\/dbpedia.org\/resource\/Grover_Cleveland","http:\/\/dbpedia.org\/resource\/Jimmy_Carter","http:\/\/dbpedia.org\/resource\/Andrew_Johnson","http:\/\/dbpedia.org\/resource\/Dwight_D._Eisenhower","http:\/\/dbpedia.org\/resource\/Franklin_D._Roosevelt","http:\/\/dbpedia.org\/resource\/John_Quincy_Adams","http:\/\/dbpedia.org\/resource\/James_Monroe","http:\/\/dbpedia.org\/resource\/Thomas_Jefferson","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant","http:\/\/dbpedia.org\/resource\/Warren_G._Harding","http:\/\/dbpedia.org\/resource\/Woodrow_Wilson","http:\/\/dbpedia.org\/resource\/James_A._Garfield","http:\/\/dbpedia.org\/resource\/Martin_Van_Buren","http:\/\/dbpedia.org\/resource\/Richard_Nixon","http:\/\/dbpedia.org\/resource\/William_Henry_Harrison","http:\/\/dbpedia.org\/resource\/Ronald_Reagan","http:\/\/dbpedia.org\/resource\/Theodore_Roosevelt","http:\/\/dbpedia.org\/resource\/William_Howard_Taft","http:\/\/dbpedia.org\/resource\/William_McKinley","http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson","http:\/\/dbpedia.org\/resource\/Barack_Obama","http:\/\/dbpedia.org\/resource\/George_W._Bush","http:\/\/dbpedia.org\/resource\/Harry_S._Truman","http:\/\/dbpedia.org\/resource\/Gerald_Ford","http:\/\/dbpedia.org\/resource\/Benjamin_Harrison","http:\/\/dbpedia.org\/resource\/John_Adams","http:\/\/dbpedia.org\/resource\/Rutherford_B._Hayes","http:\/\/dbpedia.org\/resource\/Franklin_Pierce","http:\/\/dbpedia.org\/resource\/Millard_Fillmore","http:\/\/dbpedia.org\/resource\/Zachary_Taylor","http:\/\/dbpedia.org\/resource\/John_Tyler","http:\/\/dbpedia.org\/resource\/Chester_A._Arthur","http:\/\/dbpedia.org\/resource\/Presidency_of_George_Washington","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_and_the_American_Civil_War"], "keywords":"United States, president", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"53", "question":"Gib mir alle Pr\u00E4sidenten der Vereinigten Staaten.", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln","http:\/\/dbpedia.org\/resource\/Bill_Clinton","http:\/\/dbpedia.org\/resource\/Calvin_Coolidge","http:\/\/dbpedia.org\/resource\/George_Washington","http:\/\/dbpedia.org\/resource\/Herbert_Hoover","http:\/\/dbpedia.org\/resource\/James_Madison","http:\/\/dbpedia.org\/resource\/James_K._Polk","http:\/\/dbpedia.org\/resource\/Andrew_Jackson","http:\/\/dbpedia.org\/resource\/Grover_Cleveland","http:\/\/dbpedia.org\/resource\/Jimmy_Carter","http:\/\/dbpedia.org\/resource\/Andrew_Johnson","http:\/\/dbpedia.org\/resource\/Dwight_D._Eisenhower","http:\/\/dbpedia.org\/resource\/Franklin_D._Roosevelt","http:\/\/dbpedia.org\/resource\/John_Quincy_Adams","http:\/\/dbpedia.org\/resource\/James_Monroe","http:\/\/dbpedia.org\/resource\/Thomas_Jefferson","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant","http:\/\/dbpedia.org\/resource\/Warren_G._Harding","http:\/\/dbpedia.org\/resource\/Woodrow_Wilson","http:\/\/dbpedia.org\/resource\/James_A._Garfield","http:\/\/dbpedia.org\/resource\/Martin_Van_Buren","http:\/\/dbpedia.org\/resource\/Richard_Nixon","http:\/\/dbpedia.org\/resource\/William_Henry_Harrison","http:\/\/dbpedia.org\/resource\/Ronald_Reagan","http:\/\/dbpedia.org\/resource\/Theodore_Roosevelt","http:\/\/dbpedia.org\/resource\/William_Howard_Taft","http:\/\/dbpedia.org\/resource\/William_McKinley","http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson","http:\/\/dbpedia.org\/resource\/Barack_Obama","http:\/\/dbpedia.org\/resource\/George_W._Bush","http:\/\/dbpedia.org\/resource\/Harry_S._Truman","http:\/\/dbpedia.org\/resource\/Gerald_Ford","http:\/\/dbpedia.org\/resource\/Benjamin_Harrison","http:\/\/dbpedia.org\/resource\/John_Adams","http:\/\/dbpedia.org\/resource\/Rutherford_B._Hayes","http:\/\/dbpedia.org\/resource\/Franklin_Pierce","http:\/\/dbpedia.org\/resource\/Millard_Fillmore","http:\/\/dbpedia.org\/resource\/Zachary_Taylor","http:\/\/dbpedia.org\/resource\/John_Tyler","http:\/\/dbpedia.org\/resource\/Chester_A._Arthur","http:\/\/dbpedia.org\/resource\/Presidency_of_George_Washington","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_and_the_American_Civil_War"], "keywords":"Vereinigte Staaten, Pr\u00E4sident", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"53", "question":"Dame todos los presidentes de los estados unidos de am\u00E9rica.", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln","http:\/\/dbpedia.org\/resource\/Bill_Clinton","http:\/\/dbpedia.org\/resource\/Calvin_Coolidge","http:\/\/dbpedia.org\/resource\/George_Washington","http:\/\/dbpedia.org\/resource\/Herbert_Hoover","http:\/\/dbpedia.org\/resource\/James_Madison","http:\/\/dbpedia.org\/resource\/James_K._Polk","http:\/\/dbpedia.org\/resource\/Andrew_Jackson","http:\/\/dbpedia.org\/resource\/Grover_Cleveland","http:\/\/dbpedia.org\/resource\/Jimmy_Carter","http:\/\/dbpedia.org\/resource\/Andrew_Johnson","http:\/\/dbpedia.org\/resource\/Dwight_D._Eisenhower","http:\/\/dbpedia.org\/resource\/Franklin_D._Roosevelt","http:\/\/dbpedia.org\/resource\/John_Quincy_Adams","http:\/\/dbpedia.org\/resource\/James_Monroe","http:\/\/dbpedia.org\/resource\/Thomas_Jefferson","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant","http:\/\/dbpedia.org\/resource\/Warren_G._Harding","http:\/\/dbpedia.org\/resource\/Woodrow_Wilson","http:\/\/dbpedia.org\/resource\/James_A._Garfield","http:\/\/dbpedia.org\/resource\/Martin_Van_Buren","http:\/\/dbpedia.org\/resource\/Richard_Nixon","http:\/\/dbpedia.org\/resource\/William_Henry_Harrison","http:\/\/dbpedia.org\/resource\/Ronald_Reagan","http:\/\/dbpedia.org\/resource\/Theodore_Roosevelt","http:\/\/dbpedia.org\/resource\/William_Howard_Taft","http:\/\/dbpedia.org\/resource\/William_McKinley","http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson","http:\/\/dbpedia.org\/resource\/Barack_Obama","http:\/\/dbpedia.org\/resource\/George_W._Bush","http:\/\/dbpedia.org\/resource\/Harry_S._Truman","http:\/\/dbpedia.org\/resource\/Gerald_Ford","http:\/\/dbpedia.org\/resource\/Benjamin_Harrison","http:\/\/dbpedia.org\/resource\/John_Adams","http:\/\/dbpedia.org\/resource\/Rutherford_B._Hayes","http:\/\/dbpedia.org\/resource\/Franklin_Pierce","http:\/\/dbpedia.org\/resource\/Millard_Fillmore","http:\/\/dbpedia.org\/resource\/Zachary_Taylor","http:\/\/dbpedia.org\/resource\/John_Tyler","http:\/\/dbpedia.org\/resource\/Chester_A._Arthur","http:\/\/dbpedia.org\/resource\/Presidency_of_George_Washington","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_and_the_American_Civil_War"], "keywords":"estados unidos, presidente", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"53", "question":"Dammi tutti i presidenti degli Stati Uniti.", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln","http:\/\/dbpedia.org\/resource\/Bill_Clinton","http:\/\/dbpedia.org\/resource\/Calvin_Coolidge","http:\/\/dbpedia.org\/resource\/George_Washington","http:\/\/dbpedia.org\/resource\/Herbert_Hoover","http:\/\/dbpedia.org\/resource\/James_Madison","http:\/\/dbpedia.org\/resource\/James_K._Polk","http:\/\/dbpedia.org\/resource\/Andrew_Jackson","http:\/\/dbpedia.org\/resource\/Grover_Cleveland","http:\/\/dbpedia.org\/resource\/Jimmy_Carter","http:\/\/dbpedia.org\/resource\/Andrew_Johnson","http:\/\/dbpedia.org\/resource\/Dwight_D._Eisenhower","http:\/\/dbpedia.org\/resource\/Franklin_D._Roosevelt","http:\/\/dbpedia.org\/resource\/John_Quincy_Adams","http:\/\/dbpedia.org\/resource\/James_Monroe","http:\/\/dbpedia.org\/resource\/Thomas_Jefferson","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant","http:\/\/dbpedia.org\/resource\/Warren_G._Harding","http:\/\/dbpedia.org\/resource\/Woodrow_Wilson","http:\/\/dbpedia.org\/resource\/James_A._Garfield","http:\/\/dbpedia.org\/resource\/Martin_Van_Buren","http:\/\/dbpedia.org\/resource\/Richard_Nixon","http:\/\/dbpedia.org\/resource\/William_Henry_Harrison","http:\/\/dbpedia.org\/resource\/Ronald_Reagan","http:\/\/dbpedia.org\/resource\/Theodore_Roosevelt","http:\/\/dbpedia.org\/resource\/William_Howard_Taft","http:\/\/dbpedia.org\/resource\/William_McKinley","http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson","http:\/\/dbpedia.org\/resource\/Barack_Obama","http:\/\/dbpedia.org\/resource\/George_W._Bush","http:\/\/dbpedia.org\/resource\/Harry_S._Truman","http:\/\/dbpedia.org\/resource\/Gerald_Ford","http:\/\/dbpedia.org\/resource\/Benjamin_Harrison","http:\/\/dbpedia.org\/resource\/John_Adams","http:\/\/dbpedia.org\/resource\/Rutherford_B._Hayes","http:\/\/dbpedia.org\/resource\/Franklin_Pierce","http:\/\/dbpedia.org\/resource\/Millard_Fillmore","http:\/\/dbpedia.org\/resource\/Zachary_Taylor","http:\/\/dbpedia.org\/resource\/John_Tyler","http:\/\/dbpedia.org\/resource\/Chester_A._Arthur","http:\/\/dbpedia.org\/resource\/Presidency_of_George_Washington","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_and_the_American_Civil_War"], "keywords":"Stati Uniti, presidente", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"53", "question":"Donnes-moi tous les pr\u00E9sidents des Etats-Unis.", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln","http:\/\/dbpedia.org\/resource\/Bill_Clinton","http:\/\/dbpedia.org\/resource\/Calvin_Coolidge","http:\/\/dbpedia.org\/resource\/George_Washington","http:\/\/dbpedia.org\/resource\/Herbert_Hoover","http:\/\/dbpedia.org\/resource\/James_Madison","http:\/\/dbpedia.org\/resource\/James_K._Polk","http:\/\/dbpedia.org\/resource\/Andrew_Jackson","http:\/\/dbpedia.org\/resource\/Grover_Cleveland","http:\/\/dbpedia.org\/resource\/Jimmy_Carter","http:\/\/dbpedia.org\/resource\/Andrew_Johnson","http:\/\/dbpedia.org\/resource\/Dwight_D._Eisenhower","http:\/\/dbpedia.org\/resource\/Franklin_D._Roosevelt","http:\/\/dbpedia.org\/resource\/John_Quincy_Adams","http:\/\/dbpedia.org\/resource\/James_Monroe","http:\/\/dbpedia.org\/resource\/Thomas_Jefferson","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant","http:\/\/dbpedia.org\/resource\/Warren_G._Harding","http:\/\/dbpedia.org\/resource\/Woodrow_Wilson","http:\/\/dbpedia.org\/resource\/James_A._Garfield","http:\/\/dbpedia.org\/resource\/Martin_Van_Buren","http:\/\/dbpedia.org\/resource\/Richard_Nixon","http:\/\/dbpedia.org\/resource\/William_Henry_Harrison","http:\/\/dbpedia.org\/resource\/Ronald_Reagan","http:\/\/dbpedia.org\/resource\/Theodore_Roosevelt","http:\/\/dbpedia.org\/resource\/William_Howard_Taft","http:\/\/dbpedia.org\/resource\/William_McKinley","http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson","http:\/\/dbpedia.org\/resource\/Barack_Obama","http:\/\/dbpedia.org\/resource\/George_W._Bush","http:\/\/dbpedia.org\/resource\/Harry_S._Truman","http:\/\/dbpedia.org\/resource\/Gerald_Ford","http:\/\/dbpedia.org\/resource\/Benjamin_Harrison","http:\/\/dbpedia.org\/resource\/John_Adams","http:\/\/dbpedia.org\/resource\/Rutherford_B._Hayes","http:\/\/dbpedia.org\/resource\/Franklin_Pierce","http:\/\/dbpedia.org\/resource\/Millard_Fillmore","http:\/\/dbpedia.org\/resource\/Zachary_Taylor","http:\/\/dbpedia.org\/resource\/John_Tyler","http:\/\/dbpedia.org\/resource\/Chester_A._Arthur","http:\/\/dbpedia.org\/resource\/Presidency_of_George_Washington","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_and_the_American_Civil_War"], "keywords":"Etats-Unis, pr\u00E9sidents", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"53", "question":"Noem alle presidenten van de Verenigde Staten.", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln","http:\/\/dbpedia.org\/resource\/Bill_Clinton","http:\/\/dbpedia.org\/resource\/Calvin_Coolidge","http:\/\/dbpedia.org\/resource\/George_Washington","http:\/\/dbpedia.org\/resource\/Herbert_Hoover","http:\/\/dbpedia.org\/resource\/James_Madison","http:\/\/dbpedia.org\/resource\/James_K._Polk","http:\/\/dbpedia.org\/resource\/Andrew_Jackson","http:\/\/dbpedia.org\/resource\/Grover_Cleveland","http:\/\/dbpedia.org\/resource\/Jimmy_Carter","http:\/\/dbpedia.org\/resource\/Andrew_Johnson","http:\/\/dbpedia.org\/resource\/Dwight_D._Eisenhower","http:\/\/dbpedia.org\/resource\/Franklin_D._Roosevelt","http:\/\/dbpedia.org\/resource\/John_Quincy_Adams","http:\/\/dbpedia.org\/resource\/James_Monroe","http:\/\/dbpedia.org\/resource\/Thomas_Jefferson","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant","http:\/\/dbpedia.org\/resource\/Warren_G._Harding","http:\/\/dbpedia.org\/resource\/Woodrow_Wilson","http:\/\/dbpedia.org\/resource\/James_A._Garfield","http:\/\/dbpedia.org\/resource\/Martin_Van_Buren","http:\/\/dbpedia.org\/resource\/Richard_Nixon","http:\/\/dbpedia.org\/resource\/William_Henry_Harrison","http:\/\/dbpedia.org\/resource\/Ronald_Reagan","http:\/\/dbpedia.org\/resource\/Theodore_Roosevelt","http:\/\/dbpedia.org\/resource\/William_Howard_Taft","http:\/\/dbpedia.org\/resource\/William_McKinley","http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson","http:\/\/dbpedia.org\/resource\/Barack_Obama","http:\/\/dbpedia.org\/resource\/George_W._Bush","http:\/\/dbpedia.org\/resource\/Harry_S._Truman","http:\/\/dbpedia.org\/resource\/Gerald_Ford","http:\/\/dbpedia.org\/resource\/Benjamin_Harrison","http:\/\/dbpedia.org\/resource\/John_Adams","http:\/\/dbpedia.org\/resource\/Rutherford_B._Hayes","http:\/\/dbpedia.org\/resource\/Franklin_Pierce","http:\/\/dbpedia.org\/resource\/Millard_Fillmore","http:\/\/dbpedia.org\/resource\/Zachary_Taylor","http:\/\/dbpedia.org\/resource\/John_Tyler","http:\/\/dbpedia.org\/resource\/Chester_A._Arthur","http:\/\/dbpedia.org\/resource\/Presidency_of_George_Washington","http:\/\/dbpedia.org\/resource\/Ulysses_S._Grant_and_the_American_Civil_War"], "keywords":"president, Verenigde Staten", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Person .\n        { ?uri rdf:type yago:PresidentsOfTheUnitedStates. }\n        UNION\n        { ?uri rdf:type dbo:President.\n          ?uri dbp:title res:President_of_the_United_States. }\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"58", "question":"\u00BFQui\u00E9n ha producido m\u00E1s pel\u00EDculas?", "answers":["http:\/\/dbpedia.org\/resource\/Hal_Roach"], "keywords":"pel\u00EDculas, producido m\u00E1s", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?film rdf:type dbo:Film .\n        ?film dbo:producer ?uri .\n} \nORDER BY DESC(COUNT(?film)) LIMIT 1" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"58", "question":"Chi ha prodotto pi\u00F9 film?", "answers":["http:\/\/dbpedia.org\/resource\/Hal_Roach"], "keywords":"film, prodotto, pi\u00F9", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?film rdf:type dbo:Film .\n        ?film dbo:producer ?uri .\n} \nORDER BY DESC(COUNT(?film)) LIMIT 1" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"45", "question":"\u00BFQu\u00E9 empresas de telecomunicaciones tienen su sede en B\u00E9lgica?", "answers":["http:\/\/dbpedia.org\/resource\/Society_for_Worldwide_Interbank_Financial_Telecommunication","http:\/\/dbpedia.org\/resource\/Broadnet_Holdings_BV","http:\/\/dbpedia.org\/resource\/Belgacom","http:\/\/dbpedia.org\/resource\/Telenet_(Belgium)","http:\/\/dbpedia.org\/resource\/Mobistar","http:\/\/dbpedia.org\/resource\/Simyo","http:\/\/dbpedia.org\/resource\/Aldi_Talk","http:\/\/dbpedia.org\/resource\/LycaMobile","http:\/\/dbpedia.org\/resource\/Voxbone"], "keywords":"empresas de telecomunicaciones, sede, B\u00E9lgica", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \t\n\t?uri  rdf:type dbo:Organisation  .\n\t{ ?uri dbp:industry res:Telecommunications . } UNION { ?uri dbp:industry ?industry . FILTER (regex(?industry, 'Telecommunication')) . }\n\t{ ?uri dbo:location res:Belgium. } UNION { ?uri dbp:location res:Belgium. } UNION { ?uri dbp:locationCountry 'Belgium'@en . }\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"45", "question":"Quali aziende di telecomunicazioni hanno sede in Belgio?", "answers":["http:\/\/dbpedia.org\/resource\/Society_for_Worldwide_Interbank_Financial_Telecommunication","http:\/\/dbpedia.org\/resource\/Broadnet_Holdings_BV","http:\/\/dbpedia.org\/resource\/Belgacom","http:\/\/dbpedia.org\/resource\/Telenet_(Belgium)","http:\/\/dbpedia.org\/resource\/Mobistar","http:\/\/dbpedia.org\/resource\/Simyo","http:\/\/dbpedia.org\/resource\/Aldi_Talk","http:\/\/dbpedia.org\/resource\/LycaMobile","http:\/\/dbpedia.org\/resource\/Voxbone"], "keywords":"azienda di telecomunicazioni, sede, Belgio", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \t\n\t?uri  rdf:type dbo:Organisation  .\n\t{ ?uri dbp:industry res:Telecommunications . } UNION { ?uri dbp:industry ?industry . FILTER (regex(?industry, 'Telecommunication')) . }\n\t{ ?uri dbo:location res:Belgium. } UNION { ?uri dbp:location res:Belgium. } UNION { ?uri dbp:locationCountry 'Belgium'@en . }\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"65", "question":"Which companies work in the aerospace industry as well as on nuclear reactor technology?", "answers":["http:\/\/dbpedia.org\/resource\/Curtiss-Wright"], "keywords":"company, aerospace industry, nuclear reactor technology", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"65", "question":"Welche Unternehmen sind sowohl in der Luft- und Raumfahrt als auch im Bereich der Reaktortechnologie t\u00E4tig?", "answers":["http:\/\/dbpedia.org\/resource\/Curtiss-Wright"], "keywords":"Unternehmen, Luft- und Raumfahrt, Reaktortechnologie", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"65", "question":"\u00BFQu\u00E9 empresas aerospaciales trabajar tambi\u00E9n en en tecnolog\u00EDa de reactores?", "answers":["http:\/\/dbpedia.org\/resource\/Curtiss-Wright"], "keywords":"empresas, areospaciales, tecnolog\u00EDa de reactores", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"65", "question":"Quali aziende lavorano sia nell'industria aerospaziale che sulle tecnologie dei reattori nucleari?", "answers":["http:\/\/dbpedia.org\/resource\/Curtiss-Wright"], "keywords":"azienda, industria aerospaziale, tecnologia dei reattori nucleari", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"65", "question":"Quelles companies travaillent dans l'a\u00E9rospatial et dans les r\u00E9acteurs nucl\u00E9aires?", "answers":["http:\/\/dbpedia.org\/resource\/Curtiss-Wright"], "keywords":"companies, a\u00E9rospatial, r\u00E9acteurs nucl\u00E9aires", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"65", "question":"Welke bedrijven zijn zowel actief in de ruimtevaartindustrie als in de nucleaire industrie?", "answers":["http:\/\/dbpedia.org\/resource\/Curtiss-Wright"], "keywords":"bedrijf, ruimtevaartindustrie, nucleaire industrie", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n\t?uri rdf:type dbo:Company  .\n\t?uri dbp:industry res:Aerospace .\n        ?uri dbp:industry res:Nuclear_reactor_technology .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"30", "question":"\u00BFQue estado de los estados unidos de america tiene la mayor densidad de poblaci\u00F3n?", "answers":["http:\/\/dbpedia.org\/resource\/New_Jersey"], "keywords":"estado, estados unidos de america, densidad de poblaci\u00F3n", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:StatesOfTheUnitedStates .\n        ?uri dbp:densityrank ?rank .\n} \nORDER BY ASC(?rank) LIMIT 1" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"92", "question":"Was ist der h\u00F6chste Berg?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Everest"], "keywords":"h\u00F6chster, Berg", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n\t?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"92", "question":"\u00BFCu\u00E1l es la monta\u00F1a m\u00E1s alta?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Everest"], "keywords":"monta\u00F1a, m\u00E1s alta", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n\t?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"92", "question":"Qual \u00E8 la montagna pi\u00F9 alta?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Everest"], "keywords":"montagna, pi\u00F9 alta", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n\t?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"25", "question":"In quale film diretto da Garry Marshall recita Julia Roberts?", "answers":["http:\/\/dbpedia.org\/resource\/Pretty_Woman","http:\/\/dbpedia.org\/resource\/Runaway_Bride_(1999_film)","http:\/\/dbpedia.org\/resource\/Valentine's_Day_(film)"], "keywords":"film, regista, Garry Marshall, recitare, Julia Roberts", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type dbo:Film .\n        ?uri dbo:starring res:Julia_Roberts .\n        ?uri dbo:director res:Garry_Marshall .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"73", "question":"Who owns Aldi?", "answers":["http:\/\/dbpedia.org\/resource\/Karl_Albrecht","http:\/\/dbpedia.org\/resource\/Theo_Albrecht"], "keywords":"own, Aldi", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Aldi dbo:keyPerson ?uri .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"73", "question":"Wem geh\u00F6rt Aldi?", "answers":["http:\/\/dbpedia.org\/resource\/Karl_Albrecht","http:\/\/dbpedia.org\/resource\/Theo_Albrecht"], "keywords":"geh\u00F6ren, Aldi", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Aldi dbo:keyPerson ?uri .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"73", "question":"Chi possiede Aldi?", "answers":["http:\/\/dbpedia.org\/resource\/Karl_Albrecht","http:\/\/dbpedia.org\/resource\/Theo_Albrecht"], "keywords":"possedere, Aldi", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Aldi dbo:keyPerson ?uri .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"73", "question":"Qui poss\u00E8de Aldi?", "answers":["http:\/\/dbpedia.org\/resource\/Karl_Albrecht","http:\/\/dbpedia.org\/resource\/Theo_Albrecht"], "keywords":"poss\u00E8de, Aldi", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Aldi dbo:keyPerson ?uri .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"81", "question":"Welk land heeft de meeste offici\u00EBle talen.", "answers":["http:\/\/dbpedia.org\/resource\/Bolivia"], "keywords":"land, offici\u00EBle taal, meeste", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n\t?uri rdf:type dbo:Country  .\n        ?uri dbp:officialLanguages nluage .\n} \nORDER BY DESC(COUNT(nluage)) LIMIT 1" , "lang":"nl"}
