{"datasetId":"qald-6-train-multilingual","questionId":"259", "question":"Qui est l'auteur de The Hunger Games", "answers":["http:\/\/dbpedia.org\/resource\/Suzanne_Collins"], "keywords":"auteur, The Hunger Games", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Hunger_Games> <http:\/\/dbpedia.org\/property\/creator> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"260", "question":"Show a list of soccer clubs that play in the Bundesliga.", "answers":["http:\/\/dbpedia.org\/resource\/Hannover_96"], "keywords":"soccer clubs, play, Bundesliga", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Bundesliga> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"260", "question":"\u0644\u06CC\u0633\u062A\u06CC \u0627\u0632 \u0628\u0627\u0634\u06AF\u0627\u0647 \u0647\u0627\u06CC \u0641\u0648\u062A\u0628\u0627\u0644 \u06A9\u0647 \u062F\u0631 \u0628\u0648\u0646\u062F\u0633\u0644\u06CC\u06AF\u0627 \u0628\u0627\u0632\u06CC \u0645\u06CC \u06A9\u0646\u0646\u062F \u0631\u0627 \u0646\u0645\u0627\u06CC\u0634 \u0628\u062F\u0647.", "answers":["http:\/\/dbpedia.org\/resource\/Hannover_96"], "keywords":"\u0628\u0627\u0634\u06AF\u0627\u0647 \u0647\u0627\u06CC \u0641\u0648\u062A\u0628\u0627\u0644\u060C \u0628\u0648\u0646\u062F\u0633\u0644\u06CC\u06AF\u0627\u060C \u0628\u0627\u0632\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Bundesliga> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"260", "question":"Zeig mir eine Liste der Fu\u00DFballvereine, die in der Bundesliga spielen.", "answers":["http:\/\/dbpedia.org\/resource\/Hannover_96"], "keywords":"Fu\u00DFballvereine, spielen, Bundesliga", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Bundesliga> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"260", "question":"Dammi una lista di club calcistici che giocano nella Bundesliga.", "answers":["http:\/\/dbpedia.org\/resource\/Hannover_96"], "keywords":"club calcistici, Bundesliga", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Bundesliga> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"260", "question":"Toen een lijst van voetbalclubs die in de Bundesliga spelen.", "answers":["http:\/\/dbpedia.org\/resource\/Hannover_96"], "keywords":"voetbalclubs, spelen, Bundesliga", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Bundesliga> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"260", "question":"Arat\u0103 o list\u0103 a cluburilor de fotbal care joac\u0103 \u00EEn Bundesliga.", "answers":["http:\/\/dbpedia.org\/resource\/Hannover_96"], "keywords":"cluburi de fotbal, joac\u0103, Bundesliga", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerClub> .  ?uri <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Bundesliga> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"262", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0624\u0633\u0633 \u067E\u0646\u06AF\u0648\u0626\u0646 \u0628\u0648\u06A9\u0632 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/V._K._Krishna_Menon"], "keywords":"\u0645\u0624\u0633\u0633\u060C \u067E\u0646\u06AF\u0648\u0626\u0646 \u0628\u0648\u06A9\u0632", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Penguin_Books> <http:\/\/dbpedia.org\/ontology\/founder> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"262", "question":"Wer hat Penguin Books gegr\u00FCndet?", "answers":["http:\/\/dbpedia.org\/resource\/V._K._Krishna_Menon"], "keywords":"gegr\u00FCndet, Penguin Books", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Penguin_Books> <http:\/\/dbpedia.org\/ontology\/founder> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"264", "question":"\u0622\u06CC\u0627 \u0686\u0647 \u06AF\u0648\u0627\u0631\u0627 \u0641\u0631\u0632\u0646\u062F \u062F\u0627\u0634\u062A\u061F", "answers":[], "keywords":"\u0686\u0647 \u06AF\u0648\u0627\u0631\u0627\u060C \u0641\u0631\u0632\u0646\u062F", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Che_Guevara> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"265", "question":"List all the musicals with music by Leonard Bernstein.", "answers":["http:\/\/dbpedia.org\/resource\/West_Side_Story"], "keywords":"musicals, music by, Leonard Bernstein", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Musical> .  ?uri <http:\/\/dbpedia.org\/ontology\/musicBy> <http:\/\/dbpedia.org\/resource\/Leonard_Bernstein> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"266", "question":"Show me all the breweries in Australia.", "answers":["http:\/\/dbpedia.org\/resource\/Cascade_Brewery"], "keywords":"breweries, Australia", "sparql":"SELECT DISTINCT ?uri ?x WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Brewery> . { ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Australia> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/location> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Australia> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"267", "question":"\u0686\u0647 \u0632\u0645\u0627\u0646\u06CC \u062A\u0627\u06CC\u062A\u0627\u0646\u06CC\u06A9 \u06A9\u0627\u0645\u0644 \u0634\u062F\u061F", "answers":["1912-04-02"], "keywords":"\u0632\u0645\u0627\u0646\u06CC\u060C \u062A\u0627\u06CC\u062A\u0627\u0646\u06CC\u06A9\u060C \u06A9\u0627\u0645\u0644", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/RMS_Titanic> <http:\/\/dbpedia.org\/ontology\/completionDate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"267", "question":"Quand a \u00E9t\u00E9 termin\u00E9 le Titanic?", "answers":["1912-04-02"], "keywords":"data de terminaison, Titanic", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/RMS_Titanic> <http:\/\/dbpedia.org\/ontology\/completionDate> ?date . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"268", "question":"\u067E\u0627\u0644\u067E \u0641\u06CC\u06A9\u0634\u0646 \u0686\u0642\u062F\u0631 \u0647\u0632\u06CC\u0646\u0647 \u062F\u0627\u0634\u062A\u061F", "answers":["8.0"], "keywords":"\u067E\u0627\u0644\u067E \u0641\u06CC\u06A9\u0634\u0646\u060C \u0647\u0632\u06CC\u0646\u0647", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Pulp_Fiction> <http:\/\/dbpedia.org\/ontology\/budget> ?n . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"268", "question":"Combien a co\u00FBt\u00E9 Pulp Fiction?", "answers":["8.0"], "keywords":"prix, Pulp Fiction", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Pulp_Fiction> <http:\/\/dbpedia.org\/ontology\/budget> ?n . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"\u0686\u0646\u062F \u062E\u0637 \u0647\u0648\u0627\u06CC\u06CC \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["1057"], "keywords":"\u062E\u0637 \u0647\u0648\u0627\u06CC\u06CC", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"Wieviele Fluggesellschaften gibt es?", "answers":["1057"], "keywords":"wieviele, Fluggesellschaften", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"\u00BFCuantas l\u00EDneas a\u00E9reas existen?", "answers":["1057"], "keywords":"cuantas, l\u00EDneas a\u00E9reas", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"Quante compagnie aeree esistono?", "answers":["1057"], "keywords":"quante, compagnie aeree", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"Combien de companies a\u00E9riennes existe-t-il?", "answers":["1057"], "keywords":"nombre, companies a\u00E9riennes", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"Hoeveel luchtvaartmaatschappijen zijn er?", "answers":["1057"], "keywords":"hoeveel, luchtvaartmaatschappijen", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"269", "question":"C\u00E2te companii aeriene exist\u0103?", "answers":["1057"], "keywords":"c\u00E2te, companii aeriene", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"270", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0623\u0645\u0648\u0631 \u0627\u0633\u0645\u06CC\u062A \u0631\u0627 \u062F\u0631 \u0645\u0627\u062A\u0631\u06CC\u06A9\u0633 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ian_Bliss"], "keywords":"\u0645\u0623\u0645\u0648\u0631 \u0627\u0633\u0645\u06CC\u062A\u060C \u0645\u0627\u062A\u0631\u06CC\u06A9\u0633\u060C \u0628\u0627\u0632\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Agent_Smith> <http:\/\/dbpedia.org\/property\/portrayer> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"270", "question":"Cine l-a jucat pe Agent Smith \u00EEn Matrix?", "answers":["http:\/\/dbpedia.org\/resource\/Ian_Bliss"], "keywords":"jucat, Agent Smith, Matrix", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Agent_Smith> <http:\/\/dbpedia.org\/property\/portrayer> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"271", "question":"\u06A9\u0631\u0647 \u0628\u0627\u062F\u0627\u0645 \u0632\u0645\u06CC\u0646\u06CC \u0686\u0642\u062F\u0631 \u06A9\u0631\u0628\u0648\u0647\u06CC\u062F\u0631\u0627\u062A \u062F\u0627\u0631\u062F\u061F", "answers":["20.0"], "keywords":"\u06A9\u0631\u0647 \u0628\u0627\u062F\u0627\u0645 \u0632\u0645\u06CC\u0646\u06CC\u060C \u06A9\u0631\u0628\u0648\u0647\u06CC\u062F\u0631\u0627\u062A", "sparql":"SELECT DISTINCT ?carbs WHERE {  <http:\/\/dbpedia.org\/resource\/Peanut_butter> <http:\/\/dbpedia.org\/property\/carbs> ?carbs . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"272", "question":"\u0686\u0647 \u06A9\u062A\u0627\u0628\u06CC \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0635\u0641\u062D\u0647 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/The_Tolkien_Reader"], "keywords":"\u06A9\u062A\u0627\u0628\u06CC\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0635\u0641\u062D\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/numberOfPages> ?n . } ORDER BY DESC(?n) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"273", "question":"\u0686\u0647 \u067E\u0644 \u0647\u0627\u06CC\u06CC \u0627\u0632 \u0633\u0646 \u0645\u06CC \u06AF\u0630\u0631\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Pont_Rouelle"], "keywords":"\u067E\u0644 \u0647\u0627\u06CC\u06CC\u060C \u0633\u0646\u060C \u0645\u06CC \u06AF\u0630\u0631\u0646\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Bridge> .  ?uri <http:\/\/dbpedia.org\/ontology\/crosses> <http:\/\/dbpedia.org\/resource\/Seine> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"273", "question":"Ce poduri traverseaz\u0103 Sena?", "answers":["http:\/\/dbpedia.org\/resource\/Pont_Rouelle"], "keywords":"poduri, traverseaz\u0103, Sena", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Bridge> .  ?uri <http:\/\/dbpedia.org\/ontology\/crosses> <http:\/\/dbpedia.org\/resource\/Seine> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"274", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0634\u0647\u0631\u062F\u0627\u0631 \u067E\u0627\u06CC\u062A\u062E\u062A \u067E\u0644\u06CC \u0646\u0632\u06CC \u0641\u0631\u0627\u0646\u0633\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Michel_Buillard"], "keywords":"\u0634\u0647\u0631\u062F\u0627\u0631\u060C \u067E\u0627\u06CC\u062A\u062E\u062A\u060C \u067E\u0644\u06CC \u0646\u0632\u06CC \u0641\u0631\u0627\u0646\u0633\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/French_Polynesia> <http:\/\/dbpedia.org\/ontology\/capital> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/mayor> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"274", "question":"Qui est le maire de la capitale de la Polyn\u00E9sie Francaise?", "answers":["http:\/\/dbpedia.org\/resource\/Michel_Buillard"], "keywords":"maire, capitale, Polyn\u00E9sie Francaise", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/French_Polynesia> <http:\/\/dbpedia.org\/ontology\/capital> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/mayor> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"274", "question":"Wie is de burgermeester van de hoofdstad van Frans-Polynesi\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Michel_Buillard"], "keywords":"burgermeester, hoofdstad, Frans-Polynesi\u00EB", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/French_Polynesia> <http:\/\/dbpedia.org\/ontology\/capital> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/mayor> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"275", "question":"\u0686\u0647 \u0632\u0645\u0627\u0646\u06CC \u062E\u0627\u0644\u0642 \u062F\u0631\u0627\u06A9\u0648\u0644\u0627 \u0641\u0648\u062A \u06A9\u0631\u062F\u061F", "answers":["1912-04-20"], "keywords":"\u062E\u0627\u0644\u0642\u060C \u062F\u0631\u0627\u06A9\u0648\u0644\u0627\u060C \u0641\u0648\u062A", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Count_Dracula> <http:\/\/dbpedia.org\/ontology\/creator> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"275", "question":"\u00BFCuando muri\u00F3 el creador de Dr\u00E1cula?", "answers":["1912-04-20"], "keywords":"muerte, creador, Dr\u00E1cula", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Count_Dracula> <http:\/\/dbpedia.org\/ontology\/creator> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"276", "question":"\u0645\u06A9\u0627\u0646 \u06A9\u0627\u062E \u0648\u0633\u062A\u0645\u06CC\u0646\u0633\u062A\u0631 \u06A9\u062C\u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/United_Kingdom"], "keywords":"\u0645\u06A9\u0627\u0646\u060C \u06A9\u0627\u062E \u0648\u0633\u062A\u0645\u06CC\u0646\u0633\u062A\u0631", "sparql":"SELECT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Palace_of_Westminster> <http:\/\/dbpedia.org\/ontology\/location> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"277", "question":"Show me all English Gothic buildings in Kent.", "answers":["http:\/\/dbpedia.org\/resource\/St_Peter's_Church,_Sandwich"], "keywords":"English Gothic buildings, Kent", "sparql":"SELECT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Building> .  ?uri <http:\/\/dbpedia.org\/ontology\/architecturalStyle> <http:\/\/dbpedia.org\/resource\/English_Gothic_architecture> .  ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Kent> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"278", "question":"\u06A9\u062F\u0627\u0645 \u067E\u0627\u067E \u062A\u0644\u0648\u06CC\u0632\u06CC\u0648\u0646 \u0648\u0627\u062A\u06CC\u06A9\u0627\u0646 \u0631\u0627 \u062A\u0623\u0633\u06CC\u0633 \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Pope_John_Paul_II"], "keywords":"\u067E\u0627\u067E\u060C \u062A\u0644\u0648\u06CC\u0632\u06CC\u0648\u0646 \u0648\u0627\u062A\u06CC\u06A9\u0627\u0646\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"SELECT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Pope> .  <http:\/\/dbpedia.org\/resource\/Vatican_Television_Center> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"279", "question":"\u0686\u0647 \u062E\u0637\u0648\u0637 \u0647\u0648\u0627\u06CC\u06CC \u0639\u0636\u0648 \u0627\u062A\u062D\u0627\u062F \u0627\u0633\u06A9\u0627\u06CC\u062A\u06CC\u0645 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Northwest_Airlines"], "keywords":"\u062E\u0637\u0648\u0637 \u0647\u0648\u0627\u06CC\u06CC\u060C \u0639\u0636\u0648\u060C \u0627\u062A\u062D\u0627\u062F \u0627\u0633\u06A9\u0627\u06CC\u062A\u06CC\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  { ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . }  UNION  { ?uri <http:\/\/dbpedia.org\/ontology\/Alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"279", "question":"Welche Fluggesellschaften sind Teil der SkyTeam-Allianz?", "answers":["http:\/\/dbpedia.org\/resource\/Northwest_Airlines"], "keywords":"Fluggesellschaften, Teil von, SkyTeam-Allianz", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  { ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . }  UNION  { ?uri <http:\/\/dbpedia.org\/ontology\/Alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . } } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"279", "question":"\u00BFQu\u00E9 aerol\u00EDneas forman parte del la alianza SkyTeam?", "answers":["http:\/\/dbpedia.org\/resource\/Northwest_Airlines"], "keywords":"aerol\u00EDneas, alianza SkyTeam", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  { ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . }  UNION  { ?uri <http:\/\/dbpedia.org\/ontology\/Alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . } } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"279", "question":"Quali compagnie aeree fanno parte dell'alleanza SkyTeam?", "answers":["http:\/\/dbpedia.org\/resource\/Northwest_Airlines"], "keywords":"compagnie aeree, alleanza SkyTeam", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  { ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . }  UNION  { ?uri <http:\/\/dbpedia.org\/ontology\/Alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . } } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"279", "question":"Quels companies a\u00E9riennes sont membre de l'alliance SkyTeam?", "answers":["http:\/\/dbpedia.org\/resource\/Northwest_Airlines"], "keywords":"alliance SkyTeam, companies a\u00E9riennes, membre", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  { ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . }  UNION  { ?uri <http:\/\/dbpedia.org\/ontology\/Alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . } } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"279", "question":"Welke luchtvaartmaatschappijen zijn lid van de SkyTeam alliantie?", "answers":["http:\/\/dbpedia.org\/resource\/Northwest_Airlines"], "keywords":"luchtvaartmaatschappijen, lid van, SkyTeam alliantie", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  { ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . }  UNION  { ?uri <http:\/\/dbpedia.org\/ontology\/Alliance> <http:\/\/dbpedia.org\/resource\/SkyTeam> . } } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"280", "question":"\u062C\u0645\u0639\u06CC\u062A \u06A9\u0644 \u0645\u0644\u0628\u0648\u0631\u0646\u060C \u0641\u0644\u0648\u0631\u06CC\u062F\u0627 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["76068"], "keywords":"\u062C\u0645\u0639\u06CC\u062A \u06A9\u0644\u060C \u0645\u0644\u0628\u0648\u0631\u0646 \u0641\u0644\u0648\u0631\u06CC\u062F\u0627", "sparql":"SELECT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Melbourne,_Florida> <http:\/\/dbpedia.org\/ontology\/populationTotal> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"281", "question":"\u06CC\u062A\u06CC \u0627\u06CC\u0631\u0644\u0627\u06CC\u0646\u0631\u0632 \u062F\u0631 \u0686\u0647 \u0641\u0631\u0648\u062F\u06AF\u0627\u0647 \u0647\u0627\u06CC\u06CC \u0641\u0639\u0627\u0644\u06CC\u062A \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Pokhara"], "keywords":"\u06CC\u062A\u06CC \u0627\u06CC\u0631\u0644\u0627\u06CC\u0646\u0631\u0632\u060C \u0641\u0631\u0648\u062F\u06AF\u0627\u0647 \u0647\u0627\u06CC\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yeti_Airlines> <http:\/\/dbpedia.org\/ontology\/targetAirport> ?uri . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"282", "question":"\u0631\u06CC\u0686\u0644 \u0627\u0633\u062A\u06CC\u0648\u0646\u0632 \u062F\u0631 \u0686\u0647 \u0633\u0627\u0644\u06CC \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u061F", "answers":["1978"], "keywords":"\u0631\u06CC\u0686\u0644 \u0627\u0633\u062A\u06CC\u0648\u0646\u0632\u060C \u0633\u0627\u0644\u06CC\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Rachel_Stevens> <http:\/\/dbpedia.org\/ontology\/birthYear> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"283", "question":"[\u062C\u0627\u0646 \u06A9\u0646\u062F\u06CC \u06A9\u062C\u0627 \u062A\u0631\u0648\u0631 \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Texas"], "keywords":"\u062C\u0627\u0646 \u06A9\u0646\u062F\u06CC\u060C \u062A\u0631\u0648\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/John_F._Kennedy> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"283", "question":"A \u00E9t\u00E9 tu\u00E9 John Kennedy?", "answers":["http:\/\/dbpedia.org\/resource\/Texas"], "keywords":"John Kennedy, assassinat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/John_F._Kennedy> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0633\u06CC\u0627\u0633\u062A\u0645\u062F\u0627\u0631 \u0627\u0632 \u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u06A9\u0644\u0645\u0628\u06CC\u0627 \u0641\u0627\u0631\u063A \u0627\u0644\u062A\u062D\u0635\u06CC\u0644 \u0634\u062F\u0646\u062F\u061F", "answers":["4"], "keywords":"\u062A\u0639\u062F\u0627\u062F\u060C \u0633\u06CC\u0627\u0633\u062A\u0645\u062F\u0627\u0631\u060C \u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u06A9\u0644\u0645\u0628\u06CC\u0627\u060C \u0641\u0627\u0631\u063A \u0627\u0644\u062A\u062D\u0635\u06CC\u0644", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"Wieviele Politiker haben einen Abschluss von der Columbia University?", "answers":["4"], "keywords":"wieviele, Politiker, Abschluss, Columbia University", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"\u00BFCu\u00E1ntos pol\u00EDticos se han graduado en la universidad de Columbia?", "answers":["4"], "keywords":"cu\u00E1ntos, pol\u00EDticos, graduados, universidad de Columbia", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"Quanti politici si sono laureati alla Columbia University?", "answers":["4"], "keywords":"quanti, politici, laureati, Columbia University", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"Combien d'hommes politiques ont \u00E9tudi\u00E9 \u00E0 la Columbia University?", "answers":["4"], "keywords":"nombre, hommes politiques, \u00E9tudier, Columbia University", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"Hoeveel politici zijn aan de Columbia University afgestudeerd?", "answers":["4"], "keywords":"hoeveel, politici afgestudeert aan, Columbia University", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"284", "question":"C\u00E2\u021Bi politicieni au absolvit la Universitatea Columbia?", "answers":["4"], "keywords":"c\u00E2\u021Bi, politicieni, absolvit, Universitatea Columbia?", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/profession> <http:\/\/dbpedia.org\/resource\/Politician> .  ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> <http:\/\/dbpedia.org\/resource\/Columbia_University> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"286", "question":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646 \u0622\u062A\u0634 \u0641\u0634\u0627\u0646 \u062F\u0631 \u0622\u0641\u0631\u06CC\u0642\u0627 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Kilimanjaro"], "keywords":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646\u060C \u0622\u062A\u0634 \u0641\u0634\u0627\u0646\u060C \u0622\u0641\u0631\u06CC\u0642\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Volcano> .  ?uri <http:\/\/dbpedia.org\/ontology\/locatedInArea> ?area .  ?area <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"287", "question":"\u0645\u0646\u0634\u0623 \u06A9\u062F\u0627\u0645 \u0622\u0628\u062C\u0648 \u0627\u06CC\u0631\u0644\u0646\u062F \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Guinness"], "keywords":"\u0645\u0646\u0634\u0623\u060C \u0622\u0628\u062C\u0648\u060C \u0627\u06CC\u0631\u0644\u0646\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/type> <http:\/\/dbpedia.org\/resource\/Beer> .  ?uri <http:\/\/dbpedia.org\/property\/origin> \"Ireland\"@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"287", "question":"Ce bere este originar\u0103 din Irlanda?", "answers":["http:\/\/dbpedia.org\/resource\/Guinness"], "keywords":"bere, originar\u0103, Irlanda", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/type> <http:\/\/dbpedia.org\/resource\/Beer> .  ?uri <http:\/\/dbpedia.org\/property\/origin> \"Ireland\"@en . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"288", "question":"\u062A\u062E\u0635\u0635 \u0647\u0627\u06CC UNC Health Care \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Cancer"], "keywords":"\u062A\u062E\u0635\u0635 \u0647\u0627\u06CC\u060C UNC Health Care", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/UNC_Health_Care> <http:\/\/dbpedia.org\/property\/speciality> ?uri . } " , "lang":"fa"}
