{"datasetId":"qald-7-train-multilingual","questionId":"87", "question":"Natalie Portman, nata, Stati Uniti d'America", "answers":["false"], "keywords":"Natalie Portman, nata, Stati Uniti d'America", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE { \n\tres:Natalie_Portman dbo:birthPlace ?city .\n      \t?city dbo:country res:United_States .\n}" , "lang":"it"}
{"datasetId":"qald-7-train-multilingual","questionId":"87", "question":"\u0915\u094D\u092F\u093E \u0928\u0947\u091F\u0932\u0940 \u092A\u094B\u0930\u094D\u091F\u092E\u0948\u0928 \u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u091C\u094D\u092F \u092E\u0947\u0902 \u092A\u0948\u0926\u093E \u0939\u0941\u0907 \u0925\u0940 ?", "answers":["false"], "keywords":"\u0928\u0947\u091F\u0932\u0940 \u092A\u094B\u0930\u094D\u091F\u092E\u0948\u0928, \u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u091C\u094D\u092F, \u092A\u0948\u0926\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE { \n\tres:Natalie_Portman dbo:birthPlace ?city .\n      \t?city dbo:country res:United_States .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"88", "question":"Mostre os netos de Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"netos, Elvis Presley", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"88", "question":"\u092E\u0941\u091D\u0947 \u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940 \u0915\u0947 \u092A\u094B\u0924\u094B\u0902 \u0915\u0947 \u0928\u093E\u092E \u0926\u0947\u0964 ", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"\u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940, \u092A\u094B\u0924\u094B \u0915\u0947 \u0928\u093E\u092E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"90", "question":"Quando morreu o criador de Dr\u00E1cula?", "answers":["1912-04-20"], "keywords":"morte, criador, Dr\u00E1cula", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Count_Dracula> <http:\/\/dbpedia.org\/ontology\/creator> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"90", "question":"\u0921\u094D\u0930\u0947\u0915\u0941\u0932\u093E \u0915\u0947 \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E \u0915\u093E \u0928\u093F\u0927\u0928 \u0915\u092C \u0939\u0941\u0906?", "answers":["1912-04-20"], "keywords":"\u0921\u094D\u0930\u0947\u0915\u0941\u0932\u093E, \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E, \u0928\u093F\u0927\u0928", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Count_Dracula> <http:\/\/dbpedia.org\/ontology\/creator> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"91", "question":"\u092E\u093F\u092B\u094D\u092B\u0940 \u0915\u0947 \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E \u0915\u093F\u0938 \u0926\u0947\u0936 \u0938\u0947 \u0906\u0924\u0947 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Netherlands"], "keywords":"\u092E\u093F\u092B\u094D\u092B, \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E, \u0926\u0947\u0936", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Miffy dbo:creator ?x .\n\t?x dbo:nationality ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"92", "question":"\u092C\u0948\u091F\u092E\u0948\u0928 \u0915\u093E \u0905\u0938\u0932\u0940 \u0928\u093E\u092E \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["Bruce Wayne"], "keywords":"\u092C\u0948\u091F\u092E\u0948\u0928, \u0905\u0938\u0932\u0940 \u0928\u093E\u092E", "sparql":"SELECT DISTINCT ?s WHERE { <http:\/\/dbpedia.org\/resource\/Batman> <http:\/\/dbpedia.org\/property\/alterEgo> ?s . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"93", "question":"Que forma de governo a R\u00FAssia possui?", "answers":["http:\/\/dbpedia.org\/resource\/Federalism"], "keywords":"forma de governo, R\u00FAssia", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Russia> <http:\/\/dbpedia.org\/ontology\/governmentType> ?uri . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"93", "question":"\u0930\u0942\u0938 \u0915\u0940 \u0938\u0930\u0915\u093E\u0930 \u0915\u093F\u0938 \u092A\u094D\u0930\u0915\u093E\u0930 \u0915\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Federalism"], "keywords":"\u0930\u0942\u0938, \u0938\u0930\u0915\u093E\u0930, \u092A\u094D\u0930\u0915\u093E\u0930", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Russia> <http:\/\/dbpedia.org\/ontology\/governmentType> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"94", "question":"\u092B\u0947\u0938\u092C\u0941\u0915 \u0915\u0947 \u0938\u0902\u0938\u094D\u0925\u093E\u092A\u0915 \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u093F\u0924\u0928\u0940 \u0915\u0902\u092A\u0928\u093F\u092F\u094B\u0902 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E \u0915\u0940 \u0917\u0908 \u0925\u0940?", "answers":["0"], "keywords":"\u092B\u0947\u0938\u092C\u0941\u0915, \u0938\u0902\u0938\u094D\u0925\u093E\u092A\u0915, \u0915\u0902\u092A\u0928\u093F\u092F\u094B\u0902 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Facebook> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri .  ?uri <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"95", "question":"Liste todas as gravadoras canadenses de m\u00FAsica Grunge.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"gravadoras, canadenses, m\u00FAsica, Grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"95", "question":"\u092E\u0941\u091D\u0947 \u0938\u092D\u0940 \u0915\u0948\u0928\u0947\u0921\u093F\u092F\u0928 \u0917\u094D\u0930\u093E\u0902\u091C \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0932\u0947\u092C\u0932 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"\u0915\u0948\u0928\u0947\u0921\u093F\u092F\u0928, \u0917\u094D\u0930\u093E\u0902\u091C, \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0932\u0947\u092C\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"96", "question":"\u092C\u0947\u0902\u091C\u093E\u092E\u093F\u0928 \u092B\u094D\u0930\u0948\u0902\u0915\u0932\u093F\u0928 \u0915\u0947 \u0915\u093F\u0924\u0928\u0947 \u092C\u091A\u094D\u091A\u0947 \u0939\u0948\u0902?", "answers":["3"], "keywords":"\u092C\u0947\u0902\u091C\u093E\u092E\u093F\u0928 \u092B\u094D\u0930\u0948\u0902\u0915\u0932\u093F\u0928, \u092C\u091A\u094D\u091A\u0947", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Benjamin_Franklin> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"97", "question":"Liste os filhos de Margaret Thatcher.", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"filho, Margaret Thatcher", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Margaret_Thatcher dbo:child ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"97", "question":"\u092E\u093E\u0930\u094D\u0917\u0930\u0947\u091F \u0925\u0948\u091A\u0930 \u0915\u0947 \u092C\u091A\u094D\u091A\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u0940 \u092C\u0928\u093E\u090F\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Thatcher"], "keywords":"\u092E\u093E\u0930\u094D\u0917\u0930\u0947\u091F \u0925\u0948\u091A\u0930, \u092C\u091A\u094D\u091A\u094B\u0902", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Margaret_Thatcher dbo:child ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"98", "question":"\u092E\u0947\u0932\u0928 \u0921\u0940 \u092C\u0930\u094D\u0917\u094B\u0917\u094B\u0928 \u0915\u093F\u0938 \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u0938\u0947 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Washington_(state)"], "keywords":"\u092E\u0947\u0932\u0928 \u0921\u0940 \u092C\u0930\u094D\u0917\u094B\u0917\u094B\u0928, \u0915\u094D\u0937\u0947\u0924\u094D\u0930", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {\n        res:Melon_de_Bourgogne dbo:wineRegion ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"99", "question":"\u092E\u0947\u0930\u093F\u0932 \u0938\u094D\u091F\u094D\u0930\u0940\u092A \u0915\u093E \u0938\u092C\u0938\u0947 \u092A\u0939\u0932\u093E \u092C\u091A\u094D\u091A\u093E \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Henry_Wolfe_Gummer"], "keywords":"\u092E\u0947\u0930\u093F\u0932 \u0938\u094D\u091F\u094D\u0930\u0940\u092A, \u0938\u092C\u0938\u0947 \u092A\u0939\u0932\u093E \u092C\u091A\u094D\u091A\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Meryl_Streep dbo:child ?uri . \n        ?uri dbo:birthDate ?d .\n}\nORDER BY ASC(?d)\nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"100", "question":"As r\u00E3s arbor\u00EDcolas s\u00E3o um tipo de anf\u00EDbio?", "answers":["true"], "keywords":"r\u00E3 arbor\u00EDcola, anf\u00EDbio", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Hylidae dbo:class res:Amphibian . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"100", "question":"\u0915\u094D\u092F\u093E \u0935\u0943\u0915\u094D\u0937 \u0915\u0947 \u092E\u0947\u0902\u0922\u0915 \u090F\u0915 \u092A\u094D\u0930\u0915\u093E\u0930 \u0915\u0940 \u0909\u092D\u092F\u091A\u0930 \u0939\u0948\u0902?", "answers":["true"], "keywords":"\u0935\u0943\u0915\u094D\u0937 \u0915\u0947 \u092E\u0947\u0902\u0922\u0915, \u092A\u094D\u0930\u0915\u093E\u0930, \u0909\u092D\u092F\u091A\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Hylidae dbo:class res:Amphibian . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"101", "question":"\u0915\u094D\u092F\u093E \u0935\u0947\u0932\u0935\u0947\u091F \u0917\u094B\u0932\u094D\u0921\u092E\u093E\u0907\u0928 \u092E\u0947\u0902 \u0905\u092D\u093F\u0928\u0940\u0924\u093E \u0915\u094D\u0930\u093F\u0938\u094D\u091A\u093F\u092F\u0928 \u092C\u0947\u0932 \u0939\u0948?", "answers":["true"], "keywords":"\u0935\u0947\u0932\u0935\u0947\u091F \u0917\u094B\u0932\u094D\u0921\u092E\u093E\u0907\u0928, \u0905\u092D\u093F\u0928\u0940\u0924\u093E, \u0915\u094D\u0930\u093F\u0938\u094D\u091A\u093F\u092F\u0928 \u092C\u0947\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK\nWHERE {\n        res:Velvet_Goldmine dbo:starring res:Christian_Bale .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"102", "question":"Liste todos os jogos da GMT.", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"jogos, GMT", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\t\n        ?uri dbo:publisher res:GMT_Games .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"102", "question":"\u091C\u0940\u090F\u092E\u091F\u0940 \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u092D\u0940 \u0916\u0947\u0932\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u0940 \u092C\u0928\u093E\u090F\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Chandragupta_(board_game)"], "keywords":"\u091C\u0940\u090F\u092E\u091F\u0940, \u0916\u0947\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\t\n        ?uri dbo:publisher res:GMT_Games .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"103", "question":"\u0915\u094D\u092F\u093E \u0908\u0938\u093E\u0930 \u090F\u0915 \u091D\u0940\u0932 \u092E\u0947\u0902 \u092A\u094D\u0930\u0935\u093E\u0939\u093F\u0924 \u0939\u094B\u0924\u0940 \u0939\u0948?", "answers":["true"], "keywords":"\u0908\u0938\u093E\u0930, \u091D\u0940\u0932, \u092A\u094D\u0930\u0935\u093E\u0939\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nASK\nWHERE {\n        ?x dbo:inflow res:Isar .\n        ?x rdf:type dbo:Lake . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"104", "question":"\u092F\u0924\u093F \u090F\u092F\u0930\u0932\u093E\u0907\u0902\u0938 \u0915\u093F\u0938 \u0939\u0935\u093E\u0908 \u0905\u0921\u094D\u0921\u0947 \u0915\u0940 \u0938\u0947\u0935\u093E \u0915\u0930\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Biratnagar"], "keywords":"\u092F\u0924\u093F \u090F\u092F\u0930\u0932\u093E\u0907\u0902\u0938, \u0939\u0935\u093E\u0908 \u0905\u0921\u094D\u0921, \u0938\u0947\u0935\u093E", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Yeti_Airlines> <http:\/\/dbpedia.org\/ontology\/targetAirport> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"106", "question":"\u0915\u094B\u0928\u0938\u093E \u0930\u0902\u0917 \u0935\u092B\u093E\u0926\u093E\u0930\u0940 \u0935\u094D\u092F\u0915\u094D\u0924 \u0915\u0930\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Indigo"], "keywords":"\u0930\u0902\u0917, \u0935\u092B\u093E\u0926\u093E\u0930\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/connotation> <http:\/\/dbpedia.org\/resource\/Loyalty> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"107", "question":"Qual a cidade com maior popula\u00E7\u00E3o?", "answers":["http:\/\/dbpedia.org\/resource\/Karachi"], "keywords":"cidade, maior popula\u00E7\u00E3o", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY DESC(?pop)\nOFFSET 0 LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"107", "question":"\u0915\u094C\u0928 \u0938\u0947 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u093F\u0935\u093E\u0938\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Karachi"], "keywords":"\u0936\u0939\u0930, \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u093F\u0935\u093E\u0938\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY DESC(?pop)\nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"108", "question":"\u0935\u093F\u0915\u093F\u092A\u0940\u0921\u093F\u092F\u093E \u0915\u093F\u0938\u0928\u0947 \u092C\u0928\u093E\u092F\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Larry_Sanger"], "keywords":"\u0935\u093F\u0915\u093F\u092A\u0940\u0921\u093F\u092F\u093E, \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Wikipedia dbo:author ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"109", "question":"\u0915\u094D\u092F\u093E \u0930\u0940\u091F\u093E \u0935\u093F\u0932\u094D\u0938\u0928 \u091F\u0949\u092E \u0939\u0948\u0902\u0915\u094D\u0938 \u0915\u0940 \u092A\u0924\u094D\u0928\u0940 \u0939\u0948?", "answers":["true"], "keywords":"\u0930\u0940\u091F\u093E \u0935\u093F\u0932\u094D\u0938\u0928, \u091F\u0949\u092E \u0939\u0948\u0902\u0915\u094D\u0938, \u092A\u0924\u094D\u0928\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Tom_Hanks dbo:spouse res:Rita_Wilson . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"110", "question":"\u0915\u094D\u092F\u093E \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0913\u092C\u093E\u092E\u093E \u0915\u0940 \u092A\u0924\u094D\u0928\u0940 \u0915\u093E \u0928\u093E\u092E \u092E\u093F\u0936\u0947\u0932 \u0939\u0948?", "answers":["true"], "keywords":"\u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0913\u092C\u093E\u092E\u093E, \u092A\u0924\u094D\u0928\u0940, \u092E\u093F\u0936\u0947\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#>\nASK \nWHERE {\n        res:Barack_Obama dbo:spouse ?spouse .\n        ?spouse rdfs:label ?name .\n        FILTER(regex(?name,'Michelle')) \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"111", "question":"Quantos grupos \u00E9tnicos vivem na Eslov\u00EAnia?", "answers":["4"], "keywords":"grupos \u00E9tnicos, Eslov\u00EAnia", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Slovenia> <http:\/\/dbpedia.org\/ontology\/ethnicGroup> ?uri . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"111", "question":"\u0915\u093F\u0924\u0928\u0947 \u091C\u093E\u0924\u0940\u092F \u0938\u092E\u0942\u0939 \u0938\u094D\u0932\u094B\u0935\u0947\u0928\u093F\u092F\u093E \u092E\u0947\u0902 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["4"], "keywords":"\u091C\u093E\u0924\u0940\u092F \u0938\u092E\u0942\u0939, \u0938\u094D\u0932\u094B\u0935\u0947\u0928\u093F\u092F\u093E", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Slovenia> <http:\/\/dbpedia.org\/ontology\/ethnicGroup> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"112", "question":"\u0907\u0930\u0940\u091F\u094D\u0930\u093F\u092F\u093E \u0915\u0947 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Isaias_Afwerki"], "keywords":"\u0907\u0930\u0940\u091F\u094D\u0930\u093F\u092F\u093E, \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Eritrea> <http:\/\/dbpedia.org\/ontology\/leader> ?uri . <http:\/\/dbpedia.org\/resource\/Eritrea> <http:\/\/dbpedia.org\/ontology\/leaderTitle> 'President'@en . }  " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"113", "question":"\u0938\u094D\u091F\u0948\u0928\u0932\u0947 \u0915\u0941\u092C\u094D\u0930\u0940 \u0928\u0947 \u0915\u094C\u0928 \u0938\u0940 \u092B\u093F\u0932\u094D\u092E\u0947 \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u0915\u0940 \u0939\u0948\u0902 ?", "answers":["http:\/\/dbpedia.org\/resource\/Lolita_(1962_film)"], "keywords":"\u0938\u094D\u091F\u0948\u0928\u0932\u0947 \u0915\u0941\u092C\u094D\u0930\u0940, \u092B\u093F\u0932\u094D\u092E, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Stanley_Kubrick> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"114", "question":"\u091F\u093E\u0907\u091F\u0948\u0928\u093F\u0915 \u0915\u092C \u092A\u0942\u0930\u093E \u0939\u0941\u0906?", "answers":["1912-04-02"], "keywords":"\u091F\u093E\u0907\u091F\u0948\u0928\u093F\u0915, \u092A\u0942\u0930\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date\nWHERE { \n        res:RMS_Titanic dbo:completionDate ?date . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"115", "question":"\u0935\u0949\u0930 \u090F\u0902\u0921 \u092A\u0940\u0938 \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0947 \u092A\u0943\u0937\u094D\u0920 \u0939\u0948\u0902?", "answers":["1225"], "keywords":"\u0935\u0949\u0930 \u090F\u0902\u0921 \u092A\u0940\u0938, \u0915\u093F\u0924\u0928\u0947 \u092A\u0943\u0937\u094D\u0920", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?n\nWHERE {\n        res:War_and_Peace dbo:numberOfPages ?n .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"116", "question":"\u092A\u094D\u0930\u0940\u092E\u093F\u092F\u0930 \u0932\u0940\u0917 \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u0915\u092E \u0909\u092E\u094D\u0930 \u0915\u0947 \u0916\u093F\u0932\u093E\u0921\u093C\u0940 \u0915\u094C\u0928 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Ernie_Pinkney"], "keywords":"\u092A\u094D\u0930\u0940\u092E\u093F\u092F\u0930 \u0932\u0940\u0917, \u0938\u092C\u0938\u0947 \u0915\u092E \u0909\u092E\u094D\u0930, \u0916\u093F\u0932\u093E\u0921\u093C\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:team ?x . \n        ?x dbo:league res:Premier_League . \n        ?uri dbo:birthDate ?y . \n} \nORDER BY DESC(?y) \nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"117", "question":"Qual a montanha mais alta da It\u00E1lia?", "answers":["http:\/\/dbpedia.org\/resource\/Mont_Blanc"], "keywords":"montanha, mais alta, It\u00E1lia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Italy .\n        ?uri dbo:elevation ?num .\n}\nORDER BY DESC(?num)\nOFFSET 0 LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"117", "question":"\u0907\u091F\u0932\u0940 \u092E\u0947\u0902 \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924 \u0915\u094B\u0928\u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Mont_Blanc"], "keywords":"\u0907\u091F\u0932\u0940, \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Italy .\n        ?uri dbo:elevation ?num .\n}\nORDER BY DESC(?num)\nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"118", "question":"\u0915\u094D\u0932\u093E\u0909\u0921\u093F\u092F\u093E \u0936\u093F\u092B\u093C\u0947\u0930 \u0915\u093F\u0924\u0928\u0940 \u0932\u0902\u092C\u0940 \u0939\u0948?", "answers":["1.81"], "keywords":"\u0915\u094D\u0932\u093E\u0909\u0921\u093F\u092F\u093E \u0936\u093F\u092B\u093C\u0947\u0930, \u0915\u093F\u0924\u0928\u0940 \u0932\u0902\u092C\u0940", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?height \nWHERE {       \n        res:Claudia_Schiffer dbo:height ?height .      \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"119", "question":"\u091C\u0949\u0928 \u090F\u092B \u0915\u0948\u0928\u0947\u0921\u0940 \u0915\u0947 \u0909\u092A\u093E\u0927\u094D\u092F\u0915\u094D\u0937 \u0915\u094C\u0928 \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson"], "keywords":"\u091C\u0949\u0928 \u090F\u092B \u0915\u0948\u0928\u0947\u0921\u0940, \u0909\u092A\u093E\u0927\u094D\u092F\u0915\u094D\u0937", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { res:John_F._Kennedy dbo:vicePresident ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"120", "question":"\u0932\u0941\u092B\u094D\u0924\u0939\u093E\u0902\u0938\u093E \u0915\u0940 \u0915\u094C\u0928 \u0938\u0940 \u0938\u0939\u093E\u092F\u0915 \u0915\u0902\u092A\u0928\u0940 \u0921\u0949\u0930\u094D\u091F\u092E\u0941\u0902\u0921 \u0914\u0930 \u092C\u0930\u094D\u0932\u093F\u0928 \u091F\u0947\u0917\u0932 \u0926\u094B\u0928\u094B\u0902 \u0915\u0940 \u0938\u0947\u0935\u093E \u0915\u0930\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Germanwings"], "keywords":"\u0932\u0941\u092B\u094D\u0924\u0939\u093E\u0902\u0938\u093E, \u0938\u0939\u093E\u092F\u0915 \u0915\u0902\u092A\u0928\u0940, \u0921\u0949\u0930\u094D\u091F\u092E\u0941\u0902\u0921, \u092C\u0930\u094D\u0932\u093F\u0928 \u091F\u0947\u0917\u0932, \u0938\u0947\u0935\u093E", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri \nWHERE {\n        res:Lufthansa dbo:subsidiary ?uri .\n        ?uri dbo:targetAirport res:Dortmund_Airport .\n        ?uri dbo:targetAirport res:Berlin_Tegel_Airport .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"121", "question":"\u091C\u0949\u0928 \u090F\u092B \u0915\u0948\u0928\u0947\u0921\u0940 \u0915\u0947 \u0909\u0924\u094D\u0924\u0930\u093E\u0927\u093F\u0915\u093E\u0930\u0940 \u0915\u094C\u0928 \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Tip_O'Neill"], "keywords":"\u091C\u0949\u0928 \u090F\u092B \u0915\u0948\u0928\u0947\u0921\u0940, \u0909\u0924\u094D\u0924\u0930\u093E\u0927\u093F\u0915\u093E\u0930\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:John_F._Kennedy dbo:successor ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"122", "question":"\u0915\u0948\u092E\u0930\u0928 \u091F\u093E\u0907\u091F\u0948\u0928\u093F\u0915 \u0915\u0947 \u0932\u093F\u090F \u0938\u093E\u0909\u0902\u0921\u091F\u094D\u0930\u0948\u0915 \u0915\u093F\u0938\u0928\u0947 \u092C\u0928\u093E\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/James_Horner"], "keywords":"\u0915\u0948\u092E\u0930\u0928 \u091F\u093E\u0907\u091F\u0948\u0928\u093F\u0915, \u0938\u093E\u0909\u0902\u0921\u091F\u094D\u0930\u0948\u0915, \u092C\u0928\u093E\u092F\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Titanic_(1997_film)> <http:\/\/dbpedia.org\/ontology\/musicComposer> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"123", "question":"\u0915\u0941\u0930\u094B\u0938\u093E\u0935\u093E \u0928\u0947 \u0915\u094C\u0928 \u0938\u0940 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u0915\u093E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u0928 \u0915\u093F\u092F\u093E \u0939\u0948 ?", "answers":["http:\/\/dbpedia.org\/resource\/The_Men_Who_Tread_on_the_Tiger's_Tail"], "keywords":"\u0915\u0941\u0930\u094B\u0938\u093E\u0935\u093E, \u092B\u093F\u0932\u094D\u092E\u094B, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:director res:Akira_Kurosawa .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"124", "question":"Para qual gravadora Elvis gravou seu primeiro \u00E1lbum?", "answers":["http:\/\/dbpedia.org\/resource\/Pickwick_Records"], "keywords":"gravadora, Elvis, gravou, primeiro, \u00E1lbum", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?x rdf:type dbo:Album .\n        ?x dbo:artist res:Elvis_Presley .\n        ?x dbo:releaseDate ?y .\n        ?x dbo:recordLabel ?uri .\n}\nORDER BY ASC(?y) \nOFFSET 0 LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"124", "question":"\u0915\u093F\u0938 \u0932\u0947\u092C\u0932 \u0915\u0947 \u0932\u093F\u090F \u090F\u0932\u094D\u0935\u093F\u0938 \u0928\u0947 \u0905\u092A\u0928\u093E \u092A\u0939\u0932\u093E \u090F\u0932\u094D\u092C\u092E \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0915\u093F\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Pickwick_Records"], "keywords":"\u0932\u0947\u092C\u0932, \u090F\u0932\u094D\u0935\u093F\u0938, \u092A\u0939\u0932\u093E \u090F\u0932\u094D\u092C\u092E, \u0930\u093F\u0915\u0949\u0930\u094D\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?x rdf:type dbo:Album .\n        ?x dbo:artist res:Elvis_Presley .\n        ?x dbo:releaseDate ?y .\n        ?x dbo:recordLabel ?uri .\n}\nORDER BY ASC(?y) \nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"125", "question":"Em que fuso hor\u00E1rio est\u00E1 Roma?", "answers":["http:\/\/dbpedia.org\/resource\/Central_European_Time"], "keywords":"fuso hor\u00E1rio, Roma", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Rome> <http:\/\/dbpedia.org\/ontology\/timeZone> ?uri . } " , "lang":"pt_BR"}
