{"datasetId":"qald-8-train-multilingual","questionId":"144", "question":"\u067E\u0633\u0631 \u0633\u0648\u0646\u06CC \u0648 \u0686\u0631 \u0686\u0647 \u06A9\u0633\u06CC \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Chaz_Bono"], "keywords":"\u067E\u0633\u0631\u060C \u0633\u0648\u0646\u06CC \u0648 \u0686\u0631", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:parent res:Cher ; dbo:parent res:Sonny_Bono }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"144", "question":"Chi \u00E8 il figlio di Sonny e Cher", "answers":["http:\/\/dbpedia.org\/resource\/Chaz_Bono"], "keywords":"figlio, Sonny e Cher", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:parent res:Cher ; dbo:parent res:Sonny_Bono }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"144", "question":"\u0938\u094B\u0928\u093F \u0914\u0930 \u091A\u0947\u0930 \u0915\u093E \u092C\u0947\u091F\u093E \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Chaz_Bono"], "keywords":"\u0938\u094B\u0928, \u091A\u0947\u0930, \u092C\u0947\u091F\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:parent res:Cher ; dbo:parent res:Sonny_Bono }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"144", "question":"Cine este fiul lui Sonny \u0219i Cher?", "answers":["http:\/\/dbpedia.org\/resource\/Chaz_Bono"], "keywords":"fiu, Sonny \u0219i Cher", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:parent res:Cher ; dbo:parent res:Sonny_Bono }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"145", "question":"\u0645\u0642\u0631 \u0633\u0627\u0632\u0645\u0627\u0646 \u0645\u0644\u0644 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u0642\u0631\u0627\u0631 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/New_York_City"], "keywords":"\u0645\u0642\u0631\u060C \u0633\u0627\u0632\u0645\u0627\u0646 \u0645\u0644\u0644\u060C \u0634\u0647\u0631", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Headquarters_of_the_United_Nations dbo:location ?uri . ?uri rdf:type dbo:City }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"145", "question":"\u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u0937\u094D\u091F \u0915\u0947 \u092E\u0941\u0916\u094D\u092F\u093E\u0932\u092F \u0915\u094C\u0928 \u0938\u093E \u0936\u0939\u0930 \u092E\u0947\u0902 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/New_York_City"], "keywords":"\u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u0937\u094D\u091F, \u092E\u0941\u0916\u094D\u092F\u093E\u0932\u092F, \u0936\u0939\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Headquarters_of_the_United_Nations dbo:location ?uri . ?uri rdf:type dbo:City }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"145", "question":"\u00CEn ce ora\u0219 se afl\u0103 cartierul general al Na\u021Biunilor Unite?", "answers":["http:\/\/dbpedia.org\/resource\/New_York_City"], "keywords":"ora\u0219, cartierul general al Na\u021Biunilor Unite", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Headquarters_of_the_United_Nations dbo:location ?uri . ?uri rdf:type dbo:City }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"147", "question":"\u062C\u06A9 \u0648\u0644\u0641\u06CC\u0634 \u06A9\u06CC \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u061F", "answers":["1981"], "keywords":"\u062C\u06A9 \u0648\u0644\u0641\u06CC\u0634\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?year WHERE { res:Jack_Wolfskin dbo:foundingYear ?year }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"147", "question":"Wann wurde Jack Wolfskin gegr\u00FCndet?", "answers":["1981"], "keywords":"Jack Wolfskin, gr\u00FCnden", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?year WHERE { res:Jack_Wolfskin dbo:foundingYear ?year }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"147", "question":"\u091C\u0948\u0915 \u0935\u0941\u0932\u094D\u092B\u0938\u094D\u0915\u093F\u0928 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E \u0915\u092C \u0939\u0941\u0908 \u0925\u0940?", "answers":["1981"], "keywords":"\u091C\u0948\u0915 \u0935\u0941\u0932\u094D\u092B\u0938\u094D\u0915\u093F\u0928, \u0938\u094D\u0925\u093E\u092A\u0928\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?year WHERE { res:Jack_Wolfskin dbo:foundingYear ?year }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"Give me all Swedish oceanographers.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Swedish, oceanographer", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"Gib mir alle Schwedischen Ozeanographen.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Schwedisch, Ozeanographen", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"Dame todos los ocean\u00F3grafos suecos.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"ocean\u00F3grafos suecos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"Dammi tutti gli oceanografi svedesi.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"svedesi, oceanografi", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"Donne-moi tous les oc\u00E9anographes su\u00E9dois.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Oc\u00E9anographes, su\u00E9dois", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"Toon alle Zweedse oceanograafen.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Zweedse, oceanograafen", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"\u092E\u0941\u091D\u0947 \u0938\u092D\u0940 \u0938\u094D\u0935\u0940\u0921\u093F\u0936 \u092E\u0939\u093E\u0938\u093E\u0917\u0930\u0940\u092F \u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"\u0938\u094D\u0935\u0940\u0921\u093F\u0936, \u092E\u0939\u093E\u0938\u093E\u0917\u0930\u0940\u092F \u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"149", "question":"D\u0103-mi to\u021Bi oceanografii suedezi.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"oceanograf, suedez", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:field res:Oceanography ; dbo:birthPlace res:Sweden }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Show me Hemingway's autobiography.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"autobiography, Hemingway", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"\u062E\u0648\u062F \u0632\u0646\u062F\u06AF\u06CC \u0646\u0627\u0645\u0647 \u0647\u0645\u06CC\u0646\u06AF\u0648\u06CC \u0631\u0627 \u0628\u062F\u0647.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"\u062E\u0648\u062F \u0632\u0646\u062F\u06AF\u06CC \u0646\u0627\u0645\u0647\u060C \u0647\u0645\u06CC\u0646\u06AF\u0648\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Zeig mir Hemmingways Autobiographie.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"Hemmingway, Autobiographie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Mu\u00E9strame la autobiograf\u00EDa Hemingway.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"autobiograf\u00EDa Hemingway", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Mostrami l'autobiografia di Hemingway.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"autobiorafia, Hemingway", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Montre l'autobiographie de Hemingway.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"autobiographie, Hemingway", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Toen de autobiografie van Hemmingway.", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"Hemmingway, autobiografie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"\u0939\u0947\u092E\u093F\u0902\u0917\u094D\u0935\u0947 \u0915\u0940 \u0906\u0924\u094D\u092E\u0915\u0925\u093E \u092E\u0941\u091D\u0947 \u0926\u093F\u0916\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"\u0939\u0947\u092E\u093F\u0902\u0917\u094D\u0935\u0947, \u0906\u0924\u094D\u092E\u0915\u0925\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"150", "question":"Arat\u0103-mi autobiografia lui Hemingway", "answers":["http:\/\/dbpedia.org\/resource\/A_Moveable_Feast"], "keywords":"autobiografie, Hemingway", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:author res:Ernest_Hemingway ; dbo:literaryGenre res:Autobiography }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"153", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0628\u0633\u06A9\u062A\u0628\u0627\u0644 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Thijs_Vermeulen"], "keywords":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646\u060C \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0628\u0633\u06A9\u062A\u0628\u0627\u0644", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:BasketballPlayer ; dbo:height ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"153", "question":"Chi \u00E8 il giocatore di pallacanestro pi\u00F9 alto?", "answers":["http:\/\/dbpedia.org\/resource\/Thijs_Vermeulen"], "keywords":"giocatore di pallacanestro, pi\u00F9 alto", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:BasketballPlayer ; dbo:height ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"153", "question":"\u0938\u092C\u0938\u0947 \u0932\u0902\u092C\u093E \u092C\u093E\u0938\u094D\u0915\u0947\u091F\u092C\u0949\u0932 \u0916\u093F\u0932\u093E\u0921\u093C\u0940 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Thijs_Vermeulen"], "keywords":"\u0938\u092C\u0938\u0947 \u0932\u0902\u092C\u093E, \u092C\u093E\u0938\u094D\u0915\u0947\u091F\u092C\u0949\u0932, \u0916\u093F\u0932\u093E\u0921\u093C\u0940\u0948", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:BasketballPlayer ; dbo:height ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"153", "question":"Cine este cel mai \u00EEnalt juc\u0103tor de basket?", "answers":["http:\/\/dbpedia.org\/resource\/Thijs_Vermeulen"], "keywords":"cel mai \u00EEnalt, juc\u0103tor de basket", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:BasketballPlayer ; dbo:height ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"154", "question":"\u0686\u0647 \u0634\u0647\u0631\u06CC \u06A9\u0645\u062A\u0631\u06CC\u0646 \u0633\u06A9\u0646\u0647 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Bakhdida"], "keywords":"\u0634\u0647\u0631\u06CC\u060C \u06A9\u0645\u062A\u0631\u06CC\u0646 \u0633\u06A9\u0646\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"154", "question":"\u00BFQue ciudad tiene la menor poblaci\u00F3n?", "answers":["http:\/\/dbpedia.org\/resource\/Bakhdida"], "keywords":"ciudad, menor poblaci\u00F3n", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"154", "question":"\u0938\u092C\u0938\u0947 \u0915\u092E \u0928\u093F\u0935\u093E\u0938\u093F\u092F\u094B\u0902 \u0935\u093E\u0932\u093E \u0936\u0939\u0930 \u0915\u094C\u0928 \u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Bakhdida"], "keywords":"\u0938\u092C\u0938\u0947 \u0915\u092E, \u0928\u093F\u0935\u093E\u0938\u093F\u092F\u094B\u0902, \u0936\u0939\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"154", "question":"Care ora\u0219 are cei mai pu\u021Bini locuitori?", "answers":["http:\/\/dbpedia.org\/resource\/Bakhdida"], "keywords":"ora\u0219, cei mai pu\u021Bini locuitori", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"159", "question":"\u0622\u06CC\u0627 \u06A9\u0648\u0631\u06CC\u0633\u0645\u0627\u06A9\u06CC \u062A\u0627 \u0628\u062D\u0627\u0644 \u062C\u0627\u06CC\u0632\u0647 \u0628\u0632\u0631\u06AF  \u062C\u0634\u0646\u0648\u0627\u0631\u0647 \u06A9\u0646 \u0631\u0627 \u0628\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["false"], "keywords":"\u06A9\u0648\u0631\u06CC\u0633\u0645\u0627\u06A9\u06CC\u060C \u062C\u0627\u06CC\u0632\u0647 \u0628\u0632\u0631\u06AF \u062C\u0634\u0646\u0648\u0627\u0631\u0647 \u06A9\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Aki_Kaurism\u00E4ki dbo:award <http:\/\/dbpedia.org\/resource\/Grand_Prix_(Cannes_Film_Festival)> }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"159", "question":"\u0915\u094D\u092F\u093E \u0915\u094C\u0930\u093F\u0938\u094D\u092E\u094D\u0915\u0940 \u0915\u092D\u0940 \u0915\u0948\u0928\u0928\u094D\u0938 \u092E\u0947\u0902 \u0917\u094D\u0930\u093E\u0902\u0921 \u092A\u094D\u0930\u093F\u0915\u094D\u0938 \u091C\u0940\u0924\u0947 \u0939\u0948\u0902?", "answers":["false"], "keywords":"\u0915\u094C\u0930\u093F\u0938\u094D\u092E\u094D\u0915\u0940, \u0915\u0948\u0928\u0928\u094D\u0938, \u0917\u094D\u0930\u093E\u0902\u0921 \u092A\u094D\u0930\u093F\u0915\u094D\u0938, \u091C\u0940\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Aki_Kaurism\u00E4ki dbo:award <http:\/\/dbpedia.org\/resource\/Grand_Prix_(Cannes_Film_Festival)> }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"Give me all books by William Goldman with more than 300 pages.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"book, William Goldman, pages, more than 300", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"Gib mir alle B\u00FCcher von William Goldman mit mehr als 300 Seiten.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"Buch, William Goldman, Seiten, mehr als 300", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"Dame todos los libros de Wiliam Goldman con m\u00E1s de 300 p\u00E1ginas.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"libro, William Goldman, m\u00E1s de 300 p\u00E1ginas", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"Dammi tutti i libri di Wiliam Goldman con pi\u00F9 di 300 pagine.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"libro, Wiliam Goldman, pagine, pi\u00F9 di 300", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"Donnes-moi tous les livres de William Goldman avec plus de 300 pages.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"livres, William Goldman, plus de 300 pages", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"Geef alle boeken van William Goldman met meer dan 300 pagina's.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"boeken, William Goldman, meer dan 300 pagina's", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"\u092E\u0941\u091D\u0947 \u0969\u0966\u0966 \u0938\u0947 \u0905\u0927\u093F\u0915 \u092A\u0943\u0937\u094D\u0920\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0935\u093F\u0932\u093F\u092F\u092E \u0917\u094B\u0932\u094D\u0921\u092E\u0948\u0928 \u0915\u0940 \u0915\u093F\u0924\u093E\u092C\u0947\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"\u0969\u0966\u0966 \u0938\u0947 \u0905\u0927\u093F\u0915 \u092A\u0943\u0937\u094D\u0920\u094B\u0902, \u0935\u093F\u0932\u093F\u092F\u092E \u0917\u094B\u0932\u094D\u0921\u092E\u0948\u0928, \u0915\u093F\u0924\u093E\u092C\u0947\u0902", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"160", "question":"D\u0103-mi toate car\u021Bile de William Glodman cu mai mult de 300 de pagini.", "answers":["http:\/\/dbpedia.org\/resource\/Wait_Till_Next_Year"], "keywords":"carte, William Goldman, pagini, mai mult de 300", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:William_Goldman ; dbo:numberOfPages ?x FILTER ( ?x > 300 ) }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"161", "question":"\u0627\u06CC\u0633\u0648\u0646\u06AF\u0645\u0646 \u0631\u06CC \u06AF\u062C\u0627 \u062F\u0641\u0646 \u0634\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Seoul_National_Cemetery"], "keywords":"\u0627\u06CC\u0633\u0648\u0646\u06AF\u0645\u0646 \u0631\u06CC\u060C \u062F\u0641\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Syngman_Rhee dbo:restingPlace ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"161", "question":"O\u00F9 est enterr\u00E9 Syngman Rhee?", "answers":["http:\/\/dbpedia.org\/resource\/Seoul_National_Cemetery"], "keywords":"lieu d'enterrement, Syngman Rhee", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Syngman_Rhee dbo:restingPlace ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"161", "question":"\u0938\u093F\u0928\u094D\u0917\u092E\u0948\u0928 \u0930\u094D\u0939\u0940 \u0915\u0939\u093E\u0901 \u0926\u092B\u0928\u093E\u092F\u093E \u0917\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Seoul_National_Cemetery"], "keywords":"\u0938\u093F\u0928\u094D\u0917\u092E\u0948\u0928 \u0930\u094D\u0939\u0940, \u0926\u092B\u0928\u093E\u092F\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Syngman_Rhee dbo:restingPlace ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"162", "question":"\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC \u062F\u0631 San Pedro de Atacama \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Time_in_Chile"], "keywords":"\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC\u060C San Pedro de Atacama", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:San_Pedro_de_Atacama dbo:timeZone ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"162", "question":"\u0938\u0948\u0928 \u092A\u0947\u0921\u094D\u0930\u094B \u0921\u0947 \u0905\u091F\u093E\u0915\u093E\u092E\u093E \u092E\u0947\u0902 \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Time_in_Chile"], "keywords":"\u0938\u0948\u0928 \u092A\u0947\u0921\u094D\u0930\u094B \u0921\u0947 \u0905\u091F\u093E\u0915\u093E\u092E\u093E, \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:San_Pedro_de_Atacama dbo:timeZone ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"163", "question":"\u0646\u0642\u0627\u0634 \u0633\u0647 \u0631\u0642\u0635\u0646\u062F\u0647 \u0628\u0647 \u0686\u0647 \u062C\u0646\u0628\u0634 \u0647\u0646\u0631\u06CC \u062A\u0639\u0644\u0642 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Surrealism"], "keywords":"\u0646\u0642\u0627\u0634\u060C \u0633\u0647 \u0631\u0642\u0635\u0646\u062F\u0647\u060C \u062C\u0646\u0628\u0634 \u0647\u0646\u0631\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:The_Three_Dancers dbo:author ?person . ?person dbo:movement ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"163", "question":"\u0926 \u0925\u094D\u0930\u0940 \u0921\u093E\u0902\u0938\u0930\u094D\u0938 \u0915\u0947 \u091A\u093F\u0924\u094D\u0930\u0915\u093E\u0930 \u0915\u093F\u0938 \u0915\u0932\u093E\u0924\u094D\u092E\u0915 \u0906\u0902\u0926\u094B\u0932\u0928 \u0938\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Surrealism"], "keywords":"\u0926 \u0925\u094D\u0930\u0940 \u0921\u093E\u0902\u0938\u0930\u094D\u0938, \u091A\u093F\u0924\u094D\u0930\u0915\u093E\u0930, \u0915\u0932\u093E\u0924\u094D\u092E\u0915 \u0906\u0902\u0926\u094B\u0932\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:The_Three_Dancers dbo:author ?person . ?person dbo:movement ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"164", "question":"\u0915\u094C\u0928 \u0938\u093E \u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915 \u092E\u0948\u0928\u0939\u091F\u094D\u091F\u0928 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u0914\u0930 \u0928\u094B\u092C\u0947\u0932 \u0936\u093E\u0902\u0924\u093F \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930 \u0915\u0947 \u0932\u093F\u090F \u091C\u093E\u0928\u093E \u091C\u093E\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Joseph_Rotblat"], "keywords":"\u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915, \u092E\u0948\u0928\u0939\u091F\u094D\u091F\u0928 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F, \u0928\u094B\u092C\u0947\u0932, \u0936\u093E\u0902\u0924\u093F \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri dbo:knownFor res:Manhattan_Project ; rdf:type dbo:Scientist ; dbo:knownFor res:Nobel_Peace_Prize }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Show me all books in Asimov's Foundation series.", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"books, Asimov, Foundation series", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"en"}
