{"datasetId":"qald-8-train-multilingual","questionId":"111", "question":"In quale citt\u00E0 \u00E8 morto Nikos Kazantzakis", "answers":["http:\/\/dbpedia.org\/resource\/Freiburg_im_Breisgau"], "keywords":"citt\u00E0, Nikos Kazantzakis, morto", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Nikos_Kazantzakis dbo:deathPlace ?uri . ?uri rdf:type dbo:Town }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"111", "question":"\u0928\u093F\u0915\u094B\u0938 \u0915\u093E\u091C\u093E\u0902\u091F\u093E\u091C\u093E\u0915\u093F\u0938 \u0915\u093E \u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0928\u093F\u0927\u0928 \u0939\u0941\u0906 ?", "answers":["http:\/\/dbpedia.org\/resource\/Freiburg_im_Breisgau"], "keywords":"\u0928\u093F\u0915\u094B\u0938 \u0915\u093E\u091C\u093E\u0902\u091F\u093E\u091C\u093E\u0915\u093F\u0938, \u0936\u0939\u0930, \u0928\u093F\u0927\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Nikos_Kazantzakis dbo:deathPlace ?uri . ?uri rdf:type dbo:Town }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"117", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0631\u0627\u0646\u0646\u062F\u0647 \u0641\u0631\u0645\u0648\u0644 1 \u0628\u0627 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0645\u0633\u0627\u0628\u0642\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"\u0631\u0627\u0646\u0646\u062F\u0647\u060C \u0641\u0631\u0645\u0648\u0644 1\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646\u060C \u0645\u0633\u0627\u0628\u0642\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:FormulaOneRacer ; dbo:races ?x } ORDER BY DESC(?x) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"117", "question":"\u00BFQui\u00E9n es el conductor de Formula 1 con m\u00E1s carreras?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"Fconductor, \u00F3rmula 1, carreras, m\u00E1s", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:FormulaOneRacer ; dbo:races ?x } ORDER BY DESC(?x) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"117", "question":"Qual \u00E8 il pilota di Formula 1 con pi\u00F9 gare?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"Formula 1, pilota, maggior numero di gare", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:FormulaOneRacer ; dbo:races ?x } ORDER BY DESC(?x) OFFSET 0 LIMIT 1" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"117", "question":"\u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0926\u094C\u0921\u093C \u0935\u093E\u0932\u0947 \u092B\u0949\u0930\u094D\u092E\u0942\u0932\u093E 1 \u0930\u0947\u0938 \u0921\u094D\u0930\u093E\u092F\u0935\u0930 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"\u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0926\u094C\u0921\u093C, \u092B\u0949\u0930\u094D\u092E\u0942\u0932\u093E 1, \u0930\u0947\u0938 \u0921\u094D\u0930\u093E\u092F\u0935\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:FormulaOneRacer ; dbo:races ?x } ORDER BY DESC(?x) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"118", "question":"\u0686\u0647 \u0634\u0631\u06A9\u062A \u0647\u0627\u06CC\u06CC \u0647\u0648\u0627\u0646\u0627\u0648 \u062A\u0648\u0644\u06CC\u062F \u0645\u06CC \u06A9\u0646\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/British_Hovercraft_Corporation"], "keywords":"\u0634\u0631\u06A9\u062A \u0647\u0627\u06CC\u06CC\u060C \u0647\u0648\u0627\u0646\u0627\u0648\u060C \u062A\u0648\u0644\u06CC\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:product res:Hovercraft }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"118", "question":"Quelles companies produisent des a\u00E9roglisseurs?", "answers":["http:\/\/dbpedia.org\/resource\/British_Hovercraft_Corporation"], "keywords":"companies, a\u00E9roglisseurs", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:product res:Hovercraft }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"118", "question":"\u0915\u094C\u0928 \u0938\u0940 \u0915\u0902\u092A\u0928\u093F\u092F\u093E\u0902 \u0939\u0949\u0935\u0930\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u092C\u0928\u093E\u0924\u0940 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/British_Hovercraft_Corporation"], "keywords":"\u0915\u0902\u092A\u0928\u093F\u092F\u093E\u0902, \u0939\u0949\u0935\u0930\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u092C\u0928\u093E\u0924\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:product res:Hovercraft }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"119", "question":"\u0622\u06CC\u0627 \u0627\u0644\u0648\u06CC\u0633 \u067E\u0631\u0633\u0644\u06CC \u0641\u0631\u0632\u0646\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["true"], "keywords":"\u0627\u0644\u0648\u06CC\u0633 \u067E\u0631\u0633\u0644\u06CC\u060C \u0641\u0631\u0632\u0646\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Elvis_Presley dbo:child ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"119", "question":"\u0915\u094D\u092F\u093E \u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940 \u0915\u0947 \u092C\u091A\u094D\u091A\u0947 \u0925\u0947 ?", "answers":["true"], "keywords":"\u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940, \u092C\u091A\u094D\u091A\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Elvis_Presley dbo:child ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"120", "question":"\u062F\u0631 \u0686\u0647 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u0645\u0631\u062F\u0645 \u0698\u0627\u067E\u0646\u06CC \u0635\u062D\u0628\u062A \u0645\u06CC \u06A9\u0646\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Allied_Military_Government_for_Occupied_Territories"], "keywords":"\u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC\u060C \u0698\u0627\u067E\u0646\u06CC\u060C \u0635\u062D\u0628\u062A", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:language res:Japanese_language }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"120", "question":"\u00BFEn qu\u00E9 pa\u00EDses se habla japon\u00E9s?", "answers":["http:\/\/dbpedia.org\/resource\/Allied_Military_Government_for_Occupied_Territories"], "keywords":"pa\u00EDses, habla, japon\u00E9s", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:language res:Japanese_language }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"120", "question":"\u0915\u093F\u0928 \u0926\u0947\u0936\u094B\u0902 \u092E\u0947\u0902 \u0932\u094B\u0917 \u091C\u093E\u092A\u093E\u0928\u0940 \u092C\u094B\u0932\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Allied_Military_Government_for_Occupied_Territories"], "keywords":"\u0926\u0947\u0936\u094B\u0902, \u0932\u094B\u0917, \u091C\u093E\u092A\u093E\u0928\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:language res:Japanese_language }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"120", "question":"\u00CEn ce \u021Bari se vorbe\u0219te japoneza?", "answers":["http:\/\/dbpedia.org\/resource\/Allied_Military_Government_for_Occupied_Territories"], "keywords":"ce \u021B\u0103ri, vorbe\u0219te, japoneza", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:language res:Japanese_language }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Show me the book that Muhammad Ali wrote.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"book, wrote, Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Zeig mir das Buch, das Muhammad Ali geschrieben hat.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"Buch, geschrieben, Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Mu\u00E9strame el libro escrito por Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"libro, autor, Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Mostrami il libro scritto da Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"libro, autore, Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Donne-moi le livre \u00E9crit par Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"livre, par Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Toen het boek dat Muhammad Ali heeft geschreven.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"boek, geschreven, Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"\u092E\u0941\u091D\u0947 \u0915\u093F\u0924\u093E\u092C \u092C\u0924\u093E\u0913 \u091C\u094B \u092E\u0941\u0939\u092E\u094D\u092E\u0926 \u0905\u0932\u0940 \u0928\u0947 \u0932\u093F\u0916\u0940 \u0925\u0940\u0964", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"\u0915\u093F\u0924\u093E\u092C, \u092E\u0941\u0939\u092E\u094D\u092E\u0926 \u0905\u0932\u0940, \u0932\u093F\u0916\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"121", "question":"Arat\u0103-mi cartea pe care a scris-o Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"carte, scris, Muhammad Ali", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:author res:Muhammad_Ali }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"125", "question":"\u0627\u0648\u0644\u06CC\u0646 \u0622\u0644\u0628\u0648\u0645 \u06A9\u0648\u0626\u06CC\u0646 \u0686\u0647 \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Queen_(Queen_album)"], "keywords":"\u0627\u0648\u0644\u06CC\u0646\u060C \u0622\u0644\u0628\u0648\u0645\u060C \u06A9\u0648\u0626\u06CC\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Album ; dbo:artist <http:\/\/dbpedia.org\/resource\/Queen_(band)> ; dbo:releaseDate ?d } ORDER BY ASC(?d) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"125", "question":"\u00BFCu\u00E1l fue el primer \u00E1lbum de Queen?", "answers":["http:\/\/dbpedia.org\/resource\/Queen_(Queen_album)"], "keywords":"primer \u00E1lbum, Queen", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Album ; dbo:artist <http:\/\/dbpedia.org\/resource\/Queen_(band)> ; dbo:releaseDate ?d } ORDER BY ASC(?d) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"125", "question":"\u0938\u092C\u0938\u0947 \u092A\u0939\u0932\u093E \u0915\u094D\u0935\u0940\u0928 \u090F\u0932\u094D\u092C\u092E \u0915\u094D\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Queen_(Queen_album)"], "keywords":"\u0938\u092C\u0938\u0947 \u092A\u0939\u0932\u093E, \u0915\u094D\u0935\u0940\u0928 \u090F\u0932\u094D\u092C\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Album ; dbo:artist <http:\/\/dbpedia.org\/resource\/Queen_(band)> ; dbo:releaseDate ?d } ORDER BY ASC(?d) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"126", "question":"\u00BFQu\u00E9 series televisivas ide\u00F3 Walt Disney?", "answers":["http:\/\/dbpedia.org\/resource\/The_Mickey_Mouse_Club"], "keywords":"serie televisica, ide\u00F3, Walt Disney", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:TelevisionShow ; dbo:creator res:Walt_Disney }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"126", "question":"\u0935\u0949\u0932\u094D\u091F \u0921\u093F\u091C\u093C\u0928\u0940 \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u093F\u0938 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u093C\u0928 \u0936\u094B \u0915\u093E \u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/The_Mickey_Mouse_Club"], "keywords":"\u0935\u0949\u0932\u094D\u091F \u0921\u093F\u091C\u093C\u0928\u0940, \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u093C\u0928 \u0936\u094B, \u0928\u093F\u0930\u094D\u092E\u093E\u0923", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:TelevisionShow ; dbo:creator res:Walt_Disney }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"127", "question":"Qual \u00E8 il ponte con la campata pi\u00F9 lunga?", "answers":["http:\/\/dbpedia.org\/resource\/Overseas_Highway"], "keywords":"ponte, campata pi\u00F9 lunga", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Bridge ; dbo:mainspan ?s } ORDER BY DESC(?s) OFFSET 0 LIMIT 1" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"127", "question":"\u0938\u092C\u0938\u0947 \u0932\u0902\u092C\u093E \u092A\u0941\u0932 \u0915\u094C\u0928 \u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Overseas_Highway"], "keywords":"\u0938\u092C\u0938\u0947 \u0932\u0902\u092C\u093E, \u092A\u0941\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Bridge ; dbo:mainspan ?s } ORDER BY DESC(?s) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"128", "question":"\u0633\u0627\u06CC\u062A\u06A9\u0648\u0631 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Denmark"], "keywords":"\u0633\u0627\u06CC\u062A\u06A9\u0648\u0631\u060C \u06A9\u0634\u0648\u0631\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Sitecore dbo:foundationPlace ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"128", "question":"\u00BFDe qu\u00E9 pa\u00EDs es Sitecore?", "answers":["http:\/\/dbpedia.org\/resource\/Denmark"], "keywords":"pa\u00EDs origen, Sitecore", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Sitecore dbo:foundationPlace ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"128", "question":"Di che nazione \u00E8 Sitecore?", "answers":["http:\/\/dbpedia.org\/resource\/Denmark"], "keywords":"nazione, Sitecore", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Sitecore dbo:foundationPlace ?uri }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"128", "question":"\u0938\u093E\u0907\u091F\u0915\u094B\u0930 \u0915\u094C\u0928 \u0938\u0947 \u0926\u0947\u0936 \u0938\u0947 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Denmark"], "keywords":"\u0938\u093E\u0907\u091F\u0915\u094B\u0930, \u0926\u0947\u0936", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Sitecore dbo:foundationPlace ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"130", "question":"\u0648\u0646\u0633\u0627\u0646 \u0648\u0646 \u06AF\u0648\u06AF \u0627\u0632 \u0686\u0647 \u06A9\u0633\u06CC \u0627\u0644\u0647\u0627\u0645 \u06AF\u0631\u0641\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Anton_Mauve"], "keywords":"\u0648\u0646\u0633\u0627\u0646 \u0648\u0646 \u06AF\u0648\u06AF\u060C \u0627\u0644\u0647\u0627\u0645", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:influenced res:Vincent_van_Gogh }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"130", "question":"\u0935\u093F\u0902\u0938\u0947\u0902\u091F \u0935\u0948\u0928 \u0917\u093E\u0917 \u0915\u093F\u0928\u0938\u0947 \u092A\u094D\u0930\u0947\u0930\u093F\u0924 \u0925\u0947 ?", "answers":["http:\/\/dbpedia.org\/resource\/Anton_Mauve"], "keywords":"\u0935\u093F\u0902\u0938\u0947\u0902\u091F \u0935\u0948\u0928 \u0917\u093E\u0917, \u092A\u094D\u0930\u0947\u0930\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:influenced res:Vincent_van_Gogh }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"133", "question":"\u0637\u0631\u062D \u0628\u0627\u0632\u06CC \u062A\u0627\u062C \u0648 \u062A\u062E\u062A \u0631\u0627 \u0686\u0647 \u06A9\u0633\u06CC \u0646\u0648\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ramin_Djawadi"], "keywords":"\u0637\u0631\u062D\u060C \u0628\u0627\u0632\u06CC \u062A\u0627\u062C \u0648 \u062A\u062E\u062A\u060C \u0646\u0648\u0634\u062A", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Game_of_Thrones dbo:composer ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"133", "question":"\u0917\u0947\u092E \u0911\u095E \u0925\u094D\u0930\u094B\u0928\u094D\u0938 \u0925\u0940\u092E \u0915\u093F\u0938\u0928\u0947 \u0932\u093F\u0916\u0940 \u0939\u0948\u0902 ?", "answers":["http:\/\/dbpedia.org\/resource\/Ramin_Djawadi"], "keywords":"\u0917\u0947\u092E \u0911\u095E \u0925\u094D\u0930\u094B\u0928\u094D\u0938, \u0925\u0940\u092E, \u0932\u093F\u0916\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Game_of_Thrones dbo:composer ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"135", "question":"\u0628\u0648\u0631\u06CC\u0633 \u0628\u06A9\u0631 \u06A9\u06CC \u0628\u0647 \u0641\u0639\u0627\u0644\u06CC\u062A \u0647\u0646\u0631\u06CC \u0627\u0634 \u062E\u0627\u062A\u0645\u0647 \u062F\u0627\u062F\u061F", "answers":["1999-06-25"], "keywords":"\u0628\u0648\u0631\u06CC\u0633 \u0628\u06A9\u0631\u060C \u0641\u0639\u0627\u0644\u06CC\u062A \u062D\u0631\u0641\u0647 \u0627\u06CC\u060C \u062E\u0627\u062A\u0645\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Boris_Becker dbo:activeYearsEndDate ?d }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"135", "question":"\u092C\u094B\u0930\u093F\u0938 \u092C\u0947\u0915\u0930 \u0928\u0947 \u0905\u092A\u0928\u093E \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0948\u0930\u093F\u092F\u0930 \u0915\u092C \u0938\u092E\u093E\u092A\u094D\u0924 \u0915\u093F\u092F\u093E?", "answers":["1999-06-25"], "keywords":"\u092C\u094B\u0930\u093F\u0938 \u092C\u0947\u0915\u0930, \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0948\u0930\u093F\u092F\u0930, \u0938\u092E\u093E\u092A\u094D\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Boris_Becker dbo:activeYearsEndDate ?d }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"135", "question":"C\u00E2nd \u0219i-a \u00EEncheiat Boris Becker cariera activ\u0103?", "answers":["1999-06-25"], "keywords":"\u00EEncheia cariera, Boris Becker", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Boris_Becker dbo:activeYearsEndDate ?d }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"136", "question":"\u0686\u0647 \u0627\u0646\u0648\u0627\u0639\u06CC \u0627\u0632 \u0627\u0646\u06AF\u0648\u0631 \u062F\u0631 \u0627\u0648\u0631\u06AF\u0646 \u0631\u0634\u062F \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Barbera"], "keywords":"\u0627\u0646\u0648\u0627\u0639\u06CC \u0627\u0646\u06AF\u0648\u0631\u060C \u0627\u0648\u0631\u06AF\u0646\u060C \u0631\u0634\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Oregon_wine dbo:growingGrape ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"136", "question":"\u0913\u0930\u0947\u0917\u0928 \u092E\u0947\u0902 \u0915\u093F\u0938 \u092A\u094D\u0930\u0915\u093E\u0930 \u0915\u0947 \u0905\u0902\u0917\u0942\u0930 \u0909\u0917\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Barbera"], "keywords":"\u0913\u0930\u0947\u0917\u0928, \u092A\u094D\u0930\u0915\u093E\u0930, \u0905\u0902\u0917\u0942\u0930, \u0909\u0917\u0924\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Oregon_wine dbo:growingGrape ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"138", "question":"\u0634\u0647\u0631\u062F\u0627\u0631 \u067E\u0627\u0631\u06CC\u0633 \u0639\u0636\u0648 \u0686\u0647 \u062D\u0632\u0628\u06CC \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(France)"], "keywords":"\u0634\u0647\u0631\u062F\u0627\u0631 \u067E\u0627\u0631\u06CC\u0633\u060C \u062D\u0632\u0628", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Paris dbo:mayor ?x . ?x dbo:party ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"138", "question":"\u00BFA qu\u00E9 partido politico pertenece el alcalde de Par\u00EDs?", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(France)"], "keywords":"partido politico, alcalde de Par\u00EDs", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Paris dbo:mayor ?x . ?x dbo:party ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"138", "question":"\u092A\u0947\u0930\u093F\u0938 \u0915\u0947 \u092E\u0939\u093E\u092A\u094C\u0930 \u0915\u093F\u0938 \u092A\u093E\u0930\u094D\u091F\u0940 \u0915\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(France)"], "keywords":"\u092A\u0947\u0930\u093F\u0938, \u092E\u0939\u093E\u092A\u094C\u0930, \u092A\u093E\u0930\u094D\u091F\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Paris dbo:mayor ?x . ?x dbo:party ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"140", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0627\u0633\u062A\u0627\u062F \u0631\u0627\u0647\u0646\u0645\u0627\u06CC \u062F\u06A9\u062A\u0631\u0627\u06CC \u0622\u0644\u0628\u0631\u062A \u0627\u06CC\u0646\u0634\u062A\u06CC\u0646 \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Alfred_Kleiner"], "keywords":"\u0627\u0633\u062A\u0627\u062F \u0631\u0627\u0647\u0646\u0645\u0627\u060C \u062F\u06A9\u062A\u0631\u0627\u060C \u0622\u0644\u0628\u0631\u062A \u0627\u06CC\u0646\u0634\u062A\u06CC\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Albert_Einstein dbo:doctoralAdvisor ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"140", "question":"Qui \u00E9tait le directeur de th\u00E8se d'Albert Einstein", "answers":["http:\/\/dbpedia.org\/resource\/Alfred_Kleiner"], "keywords":"directeur, these, Albert Einstein", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Albert_Einstein dbo:doctoralAdvisor ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"140", "question":"\u0905\u0932\u094D\u092C\u0930\u094D\u091F \u0906\u0907\u0902\u0938\u094D\u091F\u0940\u0928 \u0915\u0947 \u0921\u0949\u0915\u094D\u091F\u0930\u0947\u091F \u0915\u0947 \u092A\u0930\u094D\u092F\u0935\u0947\u0915\u094D\u0937\u0915 \u0915\u094C\u0928 \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Alfred_Kleiner"], "keywords":"\u0905\u0932\u094D\u092C\u0930\u094D\u091F \u0906\u0907\u0902\u0938\u094D\u091F\u0940\u0928, \u0921\u0949\u0915\u094D\u091F\u0930\u0947\u091F, \u092A\u0930\u094D\u092F\u0935\u0947\u0915\u094D\u0937\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Albert_Einstein dbo:doctoralAdvisor ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"141", "question":"\u0633\u06CC\u0644\u0648\u0633\u062A\u0631 \u0627\u0633\u062A\u0627\u0644\u0648\u0646\u0647 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u0632\u0646\u062F\u06AF\u06CC \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Beverly_Hills,_California"], "keywords":"\u0633\u06CC\u0644\u0648\u0633\u062A\u0631 \u0627\u0633\u062A\u0627\u0644\u0648\u0646\u0647\u060C \u0634\u0647\u0631\u060C \u0632\u0646\u062F\u06AF\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City . res:Sylvester_Stallone dbo:residence ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"141", "question":"\u0938\u093F\u0932\u094D\u0935\u0947\u0938\u094D\u091F\u0930 \u0938\u094D\u091F\u0947\u0932\u094B\u0928 \u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Beverly_Hills,_California"], "keywords":"\u0938\u093F\u0932\u094D\u0935\u0947\u0938\u094D\u091F\u0930 \u0938\u094D\u091F\u0947\u0932\u094B\u0928, \u0936\u0939\u0930, \u0930\u0939\u0924\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City . res:Sylvester_Stallone dbo:residence ?uri }" , "lang":"hi_IN"}
