{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"Give me the capitals of all countries that the Himalayas run through.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"countries Himalayas run through, capitals", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"\u067E\u0627\u06CC\u062A\u062E\u062A \u062A\u0645\u0627\u0645 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u06A9\u0647 \u0647\u06CC\u0645\u0627\u0644\u06CC\u0627 \u0627\u0632 \u0622\u0646\u0647\u0627 \u0645\u06CC \u06AF\u0630\u0631\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"\u067E\u0627\u06CC\u062A\u062E\u062A\u060C \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC\u060C \u0647\u06CC\u0645\u0627\u0644\u06CC\u0627\u060C \u0645\u06CC \u06AF\u0630\u0631\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"Gib mir die Haupst\u00E4dte aller L\u00E4nder, \u00FCber die sich der Himalaya erstreckt.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"L\u00E4nder, erstrecken, Himalaya, Haupstadt", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"Dame las capitales de todos los pa\u00EDses que atraviesa el Himalaya.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"capital de pa\u00EDses, atraviesa el Himalaya", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"Dammi tutte le capitali degli stati attraversati dall'Himalaya.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"capitali, stati attraversati dall'Himalaya", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"Donne-moi les capitales de tous les pays que l'Himalaya traverse.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"capitales, pays, travers\u00E9, Himalaya", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"Toon de hoofdsteden van alle landen waardoor de Himalaya loopt.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"Himalaya, lopen door, landen, hoofdsteden", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"233", "question":"D\u0103-mi toate \u021B\u0103rile traversate de Himalaya \u0219i capitalele lor.", "answers":["http:\/\/dbpedia.org\/resource\/Islamabad"], "keywords":"\u021B\u0103ri, traversate de Himalaya, capitale", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?country .  ?country <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"239", "question":"\u06A9\u062F\u0627\u0645 \u0628\u0627\u0632\u06CC\u06AF\u0631 \u0646\u0642\u0634 \u0686\u0648\u0628\u0627\u06A9\u0627 \u0631\u0627 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u061F", "answers":["Peter Mayhew"], "keywords":"\u0628\u0627\u0632\u06CC\u06AF\u0631\u060C \u0686\u0648\u0628\u0627\u06A9\u0627\u060C \u0628\u0627\u0632\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Chewbacca> <http:\/\/dbpedia.org\/property\/portrayer> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"213", "question":"\u0686\u0647 \u0645\u0648\u0627\u062F \u0627\u0648\u0644\u06CC\u0647 \u0627\u06CC \u0631\u0627 \u0645\u0646 \u0628\u0631\u0627\u06CC \u06A9\u06CC\u06A9 \u0647\u0648\u06CC\u062C \u0646\u06CC\u0627\u0632 \u062F\u0627\u0631\u0645\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Almond"], "keywords":"\u0645\u0648\u0627\u062F \u0627\u0648\u0644\u06CC\u0647 \u0627\u06CC\u060C \u06A9\u06CC\u06A9 \u0647\u0648\u06CC\u062C", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Carrot_cake> <http:\/\/dbpedia.org\/ontology\/ingredient> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"213", "question":"Welche Zutaten brauche ich f\u00FCr M\u00F6hrenkuchen?", "answers":["http:\/\/dbpedia.org\/resource\/Almond"], "keywords":"M\u00F6hrenkuchen, Zutaten", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Carrot_cake> <http:\/\/dbpedia.org\/ontology\/ingredient> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"219", "question":"Is Cola a beverage?", "answers":[], "keywords":"Cola, beverage", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cola> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Beverage> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"219", "question":"\u0622\u06CC\u0627 \u06A9\u0648\u0644\u0627 \u06CC\u06A9 \u0646\u0648\u0634\u06CC\u062F\u0646\u06CC \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u06A9\u0648\u0644\u0627\u060C \u0646\u0648\u0634\u06CC\u062F\u0646\u06CC", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cola> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Beverage> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"219", "question":"Ist Cola ein Getr\u00E4nk?", "answers":[], "keywords":"Cola, Getr\u00E4nk", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cola> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Beverage> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"219", "question":"La Cola \u00E8 una bevanda?", "answers":[], "keywords":"Cola, bevanda", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cola> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Beverage> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"219", "question":"Is cola een drank?", "answers":[], "keywords":"Cola, drank", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cola> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Beverage> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"219", "question":"Cola este o b\u0103utur\u0103?", "answers":[], "keywords":"Cola, b\u0103utur\u0103", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cola> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Beverage> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"215", "question":"\u062A\u0627\u0645 \u06A9\u0631\u0648\u0632 \u0628\u0627 \u0686\u0647 \u06A9\u0633\u06CC \u0627\u0632\u062F\u0648\u0627\u062C \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mimi_Rogers"], "keywords":"\u062A\u0627\u0645 \u06A9\u0631\u0648\u0632\u060C \u0627\u0632\u062F\u0648\u0627\u062C", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/spouse> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"222", "question":"\u06A9\u062F\u0627\u0645 \u0641\u06CC\u0644\u0645 \u062A\u06CC\u0645 \u0628\u0631\u062A\u0648\u0646 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0628\u0648\u062F\u062C\u0647 \u0631\u0627 \u062F\u0627\u0634\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"\u0641\u06CC\u0644\u0645\u060C \u062A\u06CC\u0645 \u0628\u0631\u062A\u0648\u0646\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0628\u0648\u062F\u062C\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Tim_Burton> .  ?uri <http:\/\/dbpedia.org\/ontology\/budget> ?b . } ORDER BY ?b OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"222", "question":"Welcher von Tim Burtons Filmen hatte das h\u00F6chste Budget?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"h\u00F6chstes Budget, Film, Tim Burton", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Tim_Burton> .  ?uri <http:\/\/dbpedia.org\/ontology\/budget> ?b . } ORDER BY ?b OFFSET 0 LIMIT 1 " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"222", "question":"Quali film di Tim Burton hanno avuto il budget pi\u00F9 alto?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"budget pi\u00F9 alto, film, Tim Burton", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Tim_Burton> .  ?uri <http:\/\/dbpedia.org\/ontology\/budget> ?b . } ORDER BY ?b OFFSET 0 LIMIT 1 " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"209", "question":"\u0633\u0628\u06A9 \u062A\u0631\u06CC\u0646 \u0642\u0645\u0631 \u0645\u0634\u062A\u0631\u06CC \u0686\u0642\u062F\u0631 \u0633\u0646\u06AF\u06CC\u0646 \u0627\u0633\u062A\u061F", "answers":["1100.0"], "keywords":"\u0633\u0628\u06A9 \u062A\u0631\u06CC\u0646\u060C \u0642\u0645\u0631\u060C \u0645\u0634\u062A\u0631\u06CC\u060C \u0633\u0646\u06AF\u06CC\u0646", "sparql":"SELECT DISTINCT ?n WHERE {  ?uri <http:\/\/dbpedia.org\/property\/satelliteOf> <http:\/\/dbpedia.org\/resource\/Jupiter> .  ?uri <http:\/\/dbpedia.org\/ontology\/mass> ?n . } ORDER BY ASC(?n) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"209", "question":"\u00BFCu\u00E1nto pesa el sat\u00E9lite m\u00E1s ligero de J\u00FApiter?", "answers":["1100.0"], "keywords":"peso, sat\u00E9lite m\u00E1s ligero, J\u00FApiter", "sparql":"SELECT DISTINCT ?n WHERE {  ?uri <http:\/\/dbpedia.org\/property\/satelliteOf> <http:\/\/dbpedia.org\/resource\/Jupiter> .  ?uri <http:\/\/dbpedia.org\/ontology\/mass> ?n . } ORDER BY ASC(?n) OFFSET 0 LIMIT 1 " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"245", "question":"\u0622\u06CC\u0627 \u062C\u06CC\u0645\u0632 \u0628\u0627\u0646\u062F \u0627\u0632\u062F\u0648\u0627\u062C \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u062C\u06CC\u0645\u0632 \u0628\u0627\u0646\u062F\u060C \u0627\u0632\u062F\u0648\u0627\u062C", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/James_Bond> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"245", "question":"James \u00E8 Bond sposato?", "answers":[], "keywords":"James Bond, sposato", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/James_Bond> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"245", "question":"James Bond est-il mari\u00E9?", "answers":[], "keywords":"James Bond, mari\u00E9", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/James_Bond> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"245", "question":"James Bond este c\u0103s\u0103torit?", "answers":[], "keywords":"James Bond, c\u0103s\u0103torit", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/James_Bond> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"229", "question":"Give me all Australian metalcore bands.", "answers":["http:\/\/dbpedia.org\/resource\/Northlane"], "keywords":"Australian, metalcore bands", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Band> .  ?uri <http:\/\/dbpedia.org\/ontology\/genre> <http:\/\/dbpedia.org\/resource\/Metalcore> . { ?uri <http:\/\/dbpedia.org\/ontology\/hometown> <http:\/\/dbpedia.org\/resource\/Australia> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/hometown> ?h .  ?h <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Australia> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"206", "question":"\u0686\u0647 \u0632\u0645\u0627\u0646\u06CC \u0627\u0648\u0644\u0627\u0641 \u067E\u0627\u0644\u0645\u0647 \u06AF\u0644\u0648\u0644\u0647 \u062E\u0648\u0631\u062F\u061F", "answers":["1986-03-01"], "keywords":"\u0632\u0645\u0627\u0646\u06CC\u060C \u0627\u0648\u0644\u0627\u0641 \u067E\u0627\u0644\u0645\u0647\u060C \u06AF\u0644\u0648\u0644\u0647", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Olof_Palme> <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"206", "question":"Quand a \u00E9t\u00E9 tu\u00E9 Olof Palme?", "answers":["1986-03-01"], "keywords":"date de d\u00E9c\u00E8s, Olof Palme", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Olof_Palme> <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"224", "question":"\u0686\u0647 \u06A9\u0633\u0627\u0646\u06CC \u0686\u0647\u0627\u0631 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0628\u0633\u06A9\u062A\u0628\u0627\u0644 \u062C\u0648\u0627\u0646 \u062A\u0631 \u0627\u0645.\u0648\u06CC.\u067E\u06CC \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Cliff_Alexander"], "keywords":"\u0686\u0647\u0627\u0631\u060C \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0628\u0633\u06A9\u062A\u0628\u0627\u0644\u060C \u062C\u0648\u0627\u0646 \u062A\u0631\u060C \u0627\u0645.\u0648\u06CC.\u067E\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/BasketballPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date.  ?uri <http:\/\/dbpedia.org\/property\/highlights> ?h .  FILTER regex(?h,'MVP') } ORDER BY DESC(?date) OFFSET 0 LIMIT 4 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"251", "question":"\u0686\u0647 \u0634\u0631\u06A9\u062A \u0647\u0627\u06CC\u06CC \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 1 \u0645\u06CC\u0644\u06CC\u0648\u0646 \u06A9\u0627\u0631\u0645\u0646\u062F \u062F\u0627\u0631\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Outset_Media"], "keywords":"\u0634\u0631\u06A9\u062A \u0647\u0627\u06CC\u06CC\u060C \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 1 \u0645\u06CC\u0644\u06CC\u0648\u0646\u060C \u06A9\u0627\u0631\u0645\u0646\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?n . } UNION { ?uri <http:\/\/dbpedia.org\/property\/numEmployees> ?n . } FILTER ( ?n > 1000000 ) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"251", "question":"Welche Unternehmen haben mehr als 1 Millionen Angestellte?", "answers":["http:\/\/dbpedia.org\/resource\/Outset_Media"], "keywords":"Unternehmen, mehr als 1 Millionen, Angestellte", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?n . } UNION { ?uri <http:\/\/dbpedia.org\/property\/numEmployees> ?n . } FILTER ( ?n > 1000000 ) } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"251", "question":"\u00BFQu\u00E9 empresas tienen mas de 1 mill\u00F3n de empleados?", "answers":["http:\/\/dbpedia.org\/resource\/Outset_Media"], "keywords":"empresas, mas de un mill\u00F3n, empleados", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?n . } UNION { ?uri <http:\/\/dbpedia.org\/property\/numEmployees> ?n . } FILTER ( ?n > 1000000 ) } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"251", "question":"Quali aziende hanno pi\u00F9 di 1 milione di dipendenti?", "answers":["http:\/\/dbpedia.org\/resource\/Outset_Media"], "keywords":"aziende, pi\u00F9 di 1 milione, dipendenti", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?n . } UNION { ?uri <http:\/\/dbpedia.org\/property\/numEmployees> ?n . } FILTER ( ?n > 1000000 ) } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"251", "question":"Welke bedrijven hebben meer dan 1 miljoen werknemers?", "answers":["http:\/\/dbpedia.org\/resource\/Outset_Media"], "keywords":"bedrijf, meer dan 1 miljoen, werknemers", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?n . } UNION { ?uri <http:\/\/dbpedia.org\/property\/numEmployees> ?n . } FILTER ( ?n > 1000000 ) } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Give all swimmers that were born in Moscow.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"swimmer, born, Moscow", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"\u062A\u0645\u0627\u0645 \u0634\u0646\u0627\u06AF\u0631\u0647\u0627\u06CC\u06CC \u06A9\u0647 \u062F\u0631 \u0645\u0633\u06A9\u0648 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"\u0634\u0646\u0627\u06AF\u0631\u0647\u0627\u06CC\u06CC\u060C \u0645\u0633\u06A9\u0648\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Zeig mir alle Schwimmer, die in Moskau geboren wurden.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"Schwimmer, geboren in, Moskau", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Dame todos los nadadores nacidos en Mosc\u00FA", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"nadadores, nacidos, Mosc\u00FA", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Dammi tutti i nuotatori che sono nati a Mosca.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"nuotatori, nati, Mosca", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Donne-moi tous les nageurs n\u00E9s \u00E0 Moscou.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"nageurs, n\u00E9s, Moscou", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Toen alle zwemmers die werden geboren in Moskou.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"zwemmers, geboren, Moskou", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"252", "question":"Nume\u0219te to\u021Bi \u00EEnot\u0103torii n\u0103scu\u021Bi \u00EEn Moscova.", "answers":["http:\/\/dbpedia.org\/resource\/Anastasia_Chaun"], "keywords":"\u00EEnot\u0103tori, n\u0103scu\u021Bi, Moscova", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Swimmer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Moscow> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"253", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0631\u0648\u062F\u0632\u06CC\u0644\u0627 \u0646\u0627\u0645\u06CC\u062F\u0647 \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Rodney_Blake"], "keywords":"\u0631\u0648\u062F\u0632\u06CC\u0644\u0627\u060C \u0646\u0627\u0645\u06CC\u062F\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/nickname> \"Rodzilla\"@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"253", "question":"Qui \u00E9tait appel\u00E9 Rodzilla?", "answers":["http:\/\/dbpedia.org\/resource\/Rodney_Blake"], "keywords":"appel\u00E9, Rodzilla", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/nickname> \"Rodzilla\"@en . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Show me the book that Muhammad Ali wrote.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"book, wrote, Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"\u06A9\u062A\u0627\u0628\u06CC \u0631\u0627 \u06A9\u0647 \u0645\u062D\u0645\u062F \u0639\u0644\u06CC \u0646\u0648\u0634\u062A \u0631\u0627 \u0628\u0647 \u0645\u0646 \u0646\u0634\u0627\u0646 \u0628\u062F\u0647", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"\u06A9\u062A\u0627\u0628\u06CC\u060C \u0645\u062D\u0645\u062F \u0639\u0644\u06CC\u060C \u0646\u0648\u0634\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Zeig mir das Buch, das Muhammad Ali geschrieben hat.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"Buch, geschrieben, Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Mu\u00E9strame el libro escrito por Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"libro, autor, Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Mostrami il libro scritto da Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"libro, autore, Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Donne-moi le livre \u00E9crit par Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"livre, par Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Toen het boek dat Muhammad Ali heeft geschreven.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"boek, geschreven, Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"254", "question":"Arat\u0103-mi cartea pe care a scris-o Muhammad Ali.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"carte, scris, Muhammad Ali", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Muhammad_Ali> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"255", "question":"\u067E\u0627\u0631\u06CC\u0633 \u0686\u0646\u062F \u0645\u0648\u0632\u0647 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/National_Museum_of_Natural_History_(France)"], "keywords":"\u067E\u0627\u0631\u06CC\u0633\u060C \u0645\u0648\u0632\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Museum> .  ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Paris> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"255", "question":"Combien de mus\u00E9es y a-t-il \u00E0 Paris?", "answers":["http:\/\/dbpedia.org\/resource\/National_Museum_of_Natural_History_(France)"], "keywords":"nombre de mus\u00E9es, Paris", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Museum> .  ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Paris> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"256", "question":"\u0686\u0647 \u0634\u0647\u0631\u06CC \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0633\u06A9\u0646\u0647 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Hedley,_Texas"], "keywords":"\u0634\u0647\u0631\u06CC\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0633\u06A9\u0646\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?pop . } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"257", "question":"\u0686\u0647 \u0634\u0647\u0631\u06CC \u06A9\u0645\u062A\u0631\u06CC\u0646 \u0633\u06A9\u0646\u0647 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Greenhorn,_Oregon"], "keywords":"\u0634\u0647\u0631\u06CC\u060C \u06A9\u0645\u062A\u0631\u06CC\u0646 \u0633\u06A9\u0646\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?pop . } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"257", "question":"\u00BFQue ciudad tiene la menor poblaci\u00F3n?", "answers":["http:\/\/dbpedia.org\/resource\/Greenhorn,_Oregon"], "keywords":"ciudad, menor poblaci\u00F3n", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?pop . } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1 " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"257", "question":"Care ora\u0219 are cei mai pu\u021Bini locuitori?", "answers":["http:\/\/dbpedia.org\/resource\/Greenhorn,_Oregon"], "keywords":"ora\u0219, cei mai pu\u021Bini locuitori", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?pop . } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1 " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"259", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0647\u0627\u0646\u06AF\u0631 \u06AF\u06CC\u0645\u0632 \u0631\u0627 \u0646\u0648\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Suzanne_Collins"], "keywords":"\u0647\u0627\u0646\u06AF\u0631 \u06AF\u06CC\u0645\u0632\u060C \u0646\u0648\u0634\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Hunger_Games> <http:\/\/dbpedia.org\/property\/creator> ?uri . } " , "lang":"fa"}
