{"datasetId":"qald-5-train-multilingual","questionId":"223", "question":"\u00BFTiene el lugar de nacimiento de Abraham Lincol una p\u00E1gina web?", "answers":[""], "keywords":"Abraham Lincoln, lugar de nacimiento, p\u00E1gina web", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK\nWHERE {\n        res:Abraham_Lincoln dbo:deathPlace ?p .\n        ?p dbp:website ?w .\n        \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"Give me all actors called Baldwin.", "answers":["","","","","","",""], "keywords":"actors, called, Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"Gib mir alle Schauspieler, die Baldwin hei\u00DFen.", "answers":["","","","","","",""], "keywords":"Schauspieler, hei\u00DFen, Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"Dame todos los actores llamados Baldwin.", "answers":["","","","","","",""], "keywords":"actores, llamados Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"Dammi tutti gli attori che si chiamano Baldwin.", "answers":["","","","","","",""], "keywords":"attori, chiamarsi, Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"Donne-moi tous les acteurs appel\u00E9s Baldwin.", "answers":["","","","","","",""], "keywords":"Acteury, appel\u00E9s, Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"Toon alle acteurs die Baldwin heten.", "answers":["","","","","","",""], "keywords":"acteurs, heten, Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"247", "question":"D\u0103-mi to\u021Bi actorii numi\u021Bi Baldwin.", "answers":["","","","","","",""], "keywords":"actori, numit, Baldwin", "sparql":"\nPREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"248", "question":"Wof\u00FCr steht IYCM?", "answers":[""], "keywords":"IYCM, stehen f\u00FCr", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:abbreviation 'IYCM' .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"248", "question":"\u00BFQu\u00E9 abrevia IYCM?", "answers":[""], "keywords":"IYCM, abreviaci\u00F3n", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:abbreviation 'IYCM' .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"248", "question":"Que veut dire IYCM?", "answers":[""], "keywords":"IYCM, signification", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:abbreviation 'IYCM' .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"248", "question":"Ce \u00EEnseamn\u0103 IYCM?", "answers":[""], "keywords":"IYCM, \u00EEnseamn\u0103", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:abbreviation 'IYCM' .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Give all swimmers that were born in Moscow.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"swimmer, born, Moscow", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Zeig mir alle Schwimmer, die in Moskau geboren wurden.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Schwimmer, geboren in, Moskau", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Dame todos los nadadores nacidos en Mosc\u00FA", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"nadadores, nacidos, Mosc\u00FA", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Dammi tutti i nuotatori che sono nati a Mosca.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"nuotatori, nati, Mosca", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Donne-moi tous les nageurs n\u00E9s \u00E0 Moscou.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"nageurs, n\u00E9s, Moscou", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Toen alle zwemmers die werden geboren in Moskou.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"zwemmers, geboren, Moskou", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"252", "question":"Nume\u0219te to\u021Bi \u00EEnot\u0103torii n\u0103scu\u021Bi \u00EEn Moscova.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"\u00EEnot\u0103tori, n\u0103scu\u021Bi, Moscova", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Swimmer .\n         ?uri dbo:birthPlace res:Moscow .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"253", "question":"Qui \u00E9tait appel\u00E9 Rodzilla?", "answers":[""], "keywords":"appel\u00E9, Rodzilla", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri dbp:nickname \"Rodzilla\"@en .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Show me the book that Muhammad Ali wrote.", "answers":[""], "keywords":"book, wrote, Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Zeig mir das Buch, das Muhammad Ali geschrieben hat.", "answers":[""], "keywords":"Buch, geschrieben, Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Mu\u00E9strame el libro escrito por Muhammad Ali.", "answers":[""], "keywords":"libro, autor, Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Mostrami il libro scritto da Muhammad Ali.", "answers":[""], "keywords":"libro, autore, Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Donne-moi le livre \u00E9crit par Muhammad Ali.", "answers":[""], "keywords":"livre, par Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Toen het boek dat Muhammad Ali heeft geschreven.", "answers":[""], "keywords":"boek, geschreven, Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"254", "question":"Arat\u0103-mi cartea pe care a scris-o Muhammad Ali.", "answers":[""], "keywords":"carte, scris, Muhammad Ali", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"255", "question":"Combien de mus\u00E9es y a-t-il \u00E0 Paris?", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"nombre de mus\u00E9es, Paris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:Museum . \n         ?uri dbo:location res:Paris . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"256", "question":"\u00BFQue ciudad tiene la mayor poblaci\u00F3n?", "answers":[""], "keywords":"ciudad, mayor poblaci\u00F3n", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY DESC(?pop)\nOFFSET 0 LIMIT 1\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"256", "question":"Care ora\u0219 are cei mai mul\u021Bi locuitori?", "answers":[""], "keywords":"ora\u0219, cei mai mul\u021Bi locuitori", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY DESC(?pop)\nOFFSET 0 LIMIT 1\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"257", "question":"\u00BFQue ciudad tiene la menor poblaci\u00F3n?", "answers":[""], "keywords":"ciudad, menor poblaci\u00F3n", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY ASC(?pop)\nOFFSET 0 LIMIT 1\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"257", "question":"Care ora\u0219 are cei mai pu\u021Bini locuitori?", "answers":[""], "keywords":"ora\u0219, cei mai pu\u021Bini locuitori", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:City . \n         ?uri dbo:populationTotal ?pop . \n}\nORDER BY ASC(?pop)\nOFFSET 0 LIMIT 1\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"Give me all the TV shows with Neil Patrick Harris.", "answers":["","","","",""], "keywords":"TV shows, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"Gib mir alle Fernsehserien mit Neil Patrick Harris.", "answers":["","","","",""], "keywords":"Fernsehserien, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"Dame todos los programas de televisi\u00F3n con Neil Patrick Harris.", "answers":["","","","",""], "keywords":"programas de televisi\u00F3n, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"Dammi tutti i programmi televisivi con Neil Patrick Harris.", "answers":["","","","",""], "keywords":"programmi televisivi, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"Donne-moi toutes les \u00E9missions de t\u00E9l\u00E9 avec Neil Patrick Harris.", "answers":["","","","",""], "keywords":"\u00E9missions de t\u00E9l\u00E9, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"Toen alle TV programma's met Neil Patrick Harris.", "answers":["","","","",""], "keywords":"TV programma's, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"258", "question":"D\u0103-mi toate emisiunile TV cu Neil Patrick Harris", "answers":["","","","",""], "keywords":"emisiuni TV, Neil Patrick Harris", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n         ?uri rdf:type dbo:TelevisionShow . \n         ?uri dbo:starring res:Neil_Patrick_Harris . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"259", "question":"Qui est l'auteur de The Hunger Games", "answers":[""], "keywords":"auteur, The Hunger Games", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri\nWHERE { \n        res:The_Hunger_Games dbo:author ?uri . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Show a list of soccer clubs that play in the Bundesliga.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"soccer clubs, play, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Zeig mir eine Liste der Fu\u00DFballvereine, die in der Bundesliga spielen.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"Fu\u00DFballvereine, spielen, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Dame una lista de los clubs de futbol que juegan en Bundesliga.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"clubs de futbol, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Dammi una lista di club calcistici che giocano nella Bundesliga.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"club calcistici, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Donne-moi la liste des clubs de football qui jouent dans la Bundesliga.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"clubs de football, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Toen een lijst van voetbalclubs die in de Bundesliga spelen.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"voetbalclubs, spelen, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"260", "question":"Arat\u0103 o list\u0103 a cluburilor de fotbal care joac\u0103 \u00EEn Bundesliga.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"cluburi de fotbal, joac\u0103, Bundesliga", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Bundesliga . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"262", "question":"Wer hat Penguin Books gegr\u00FCndet?", "answers":[""], "keywords":"gegr\u00FCndet, Penguin Books", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        res:Penguin_Books dbo:founder ?uri .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"263", "question":"Quels langages de programmation ont influenc\u00E9 Javascript?", "answers":["","","","","","",""], "keywords":"langages de programmation, influenc\u00E9s, Javascript", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:ProgrammingLanguage .\n        ?uri dbo:influenced res:JavaScript . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"263", "question":"Ce limbaje de programare au influen\u021Bat Javascript?", "answers":["","","","","","",""], "keywords":"limbaje de programare, influen\u021Bat, Javascript", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:ProgrammingLanguage .\n        ?uri dbo:influenced res:JavaScript . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"List all the musicals with music by Elton John.", "answers":["","","",""], "keywords":"musicals, music by, Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"Liste alle Musicals mit Musik von Elton John auf.", "answers":["","","",""], "keywords":"Musicals, Musik von, Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"Dame todos los musicales con m\u00FAsica de Elton John.", "answers":["","","",""], "keywords":"musicales, m\u00FAsica, Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"Elenca tutti i musicals con musiche di Elton John.", "answers":["","","",""], "keywords":"musicals, musiche, Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"Donne-moi tous les musicals avec de la musique de de Elton John.", "answers":["","","",""], "keywords":"musicals, musique, Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"Toen een lijst van alle musicals met muziek van Elton John.", "answers":["","","",""], "keywords":"musicals, muziek van, Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"265", "question":"Listeaz\u0103 toate muzicalurile cu muzic\u0103 de Elton John.", "answers":["","","",""], "keywords":"muzicaluri, muzic\u0103 de Elton John", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Show me all the breweries in Australia.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"breweries, Australia", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Zeig mir alle Brauereien in Australien.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Brauereien, Australien", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"266", "question":"Mu\u00E9strame todas las cervecer\u00EDas en Australia.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"cervecer\u00EDas, Australia", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}\n" , "lang":"es"}
