{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"Give me all cosmonauts.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"cosmonauts", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"Gib mir alle Kosmonauten.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Kosmonauten", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"Dame todas las cosmonautas.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"cosmonautas", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"Dammi tutte le cosmonaute.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"cosmonaute", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"Donnes-moi tous les cosmonautes.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"cosmonautes", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"Geef alle kosmonauten.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"kosmonauten", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"1", "question":"D\u0103-mi to\u021Bi cosmonau\u021Bii.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"cosmonau\u021Bi", "sparql":" \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Astronaut . \n      { ?uri dbo:nationality res:Russia . } \n      UNION \n      { ?uri dbo:nationality res:Soviet_Union . } \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"10", "question":"Din ce \u021Bar\u0103 izvor\u0103\u0219te Ganga?", "answers":[""], "keywords":"Gangele, izvor, \u021Bar\u0103", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Ganges dbo:sourceCountry ?uri .\n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"104", "question":"Quanti studenti ci sono nella Libera Universit\u00E0 di Amsterdam?", "answers":[""], "keywords":"Libera Universit\u00E0, Amsterdam, studenti", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?num \nWHERE { \n        res:VU_University_Amsterdam dbo:numberOfStudents ?num . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"105", "question":"Care este al doilea cel mai \u00EEnalt munte de pe P\u0103m\u00E2nt?", "answers":[""], "keywords":"munte, al doilea cel mai \u00EEnalt", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Mountain . \n        ?uri dbo:elevation ?elevation . \n} \nORDER BY DESC(?elevation) \nOFFSET 1 LIMIT 1 \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"106", "question":"D\u0103-mi to\u021Bi skateboarderii profesioni\u0219ti din Suedia.", "answers":["",""], "keywords":"profesionist, skateboarder, Suedia", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Skateboarding . \n      { ?uri dbo:birthPlace res:Sweden . } \n      UNION \n      { ?uri dbo:birthPlace ?place . \n        ?place dbo:country res:Sweden . } \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"107", "question":"C\u00E2nd a fost Alberta recunoscut\u0103 ca provincie?", "answers":[""], "keywords":"Alberta, recunoa\u0219te, provincie", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?date \nWHERE { \n        res:Alberta dbp:admittancedate ?date . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"108", "question":"Peste ce \u021B\u0103ri se \u00EEntinde lan\u021Bul mun\u021Bilor Himalaya?", "answers":["","","","",""], "keywords":"lan\u021Bul mun\u021Bilor Himalaya, \u00EEntinde, \u021Bar\u0103", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Himalayas dbp:country ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"109", "question":"D\u0103-mi o list\u0103 a tuturor conduc\u0103torilor de forma\u021Bii care c\u00E2nt\u0103 la trompet\u0103.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"conduc\u0103tor de forma\u021Bie, c\u00E2nt\u0103, trompet\u0103", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Bandleader . \n        ?uri dbo:instrument res:Trumpet . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"11", "question":"In welchen L\u00E4ndern gibt es mehr als zehn H\u00F6hlen?", "answers":["","","","","","","","","","",""], "keywords":"Land, H\u00F6hle, mehr als zehn", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Country . \n        ?cave rdf:type dbo:Cave . \n      { ?cave dbo:location ?uri . } \n      UNION \n      { ?cave dbo:location ?loc . \n        ?loc dbo:country ?uri . } \n} \nGROUP BY ?uri \nHAVING(COUNT(?cave) > 10) \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"11", "question":"Ce \u021B\u0103ri au mai mult de zece pe\u0219teri?", "answers":["","","","","","","","","","",""], "keywords":"\u021Bar\u0103, pe\u0219ter\u0103, mai mult de zece", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Country . \n        ?cave rdf:type dbo:Cave . \n      { ?cave dbo:location ?uri . } \n      UNION \n      { ?cave dbo:location ?loc . \n        ?loc dbo:country ?uri . } \n} \nGROUP BY ?uri \nHAVING(COUNT(?cave) > 10) \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"Give me all world heritage sites designated within the past two years.", "answers":["","","","","","","","","","","","",""], "keywords":"world heritage site, designate, past two years", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"Gib mir alle Welterbest\u00E4tten, die in den vergangenen zwei Jahren aufgenommen wurden.", "answers":["","","","","","","","","","","","",""], "keywords":"Welterbest\u00E4tte, aufnehmen, vergangene zwei Jahre", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"\u00BFQu\u00E9 patrimonios de la humanidad fueron reconocidos en los \u00FAltimos dos a\u00F1os?", "answers":["","","","","","","","","","","","",""], "keywords":"patrimonios de la humanidad, reconocidos, \u00FAltimos dos a\u00F1os", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"Dammi tutti i siti designati patrimoni dell'umanit\u00E0 negli ultimi due anni.", "answers":["","","","","","","","","","","","",""], "keywords":"patrimoni dell'umanit\u00E0, designare, ultimi due anni", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"Donne-moi tous les patrimoines mondiaux qui ont \u00E9t\u00E9 inscrits pendant les derniers deux ans.", "answers":["","","","","","","","","","","","",""], "keywords":"patrimoines mondiaux, inscrits, derniers deux ans", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"Noem alle plaatsen op de Werelderfgoedlijst die in de laatste twee jaar zijn toegevoegd.", "answers":["","","","","","","","","","","","",""], "keywords":"Werelderfgoed, laatste twee jaar, toevoegen", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"112", "question":"D\u0103-mi toate siturile de patrimoniu mondial desemnate in ultimii doi ani.", "answers":["","","","","","","","","","","","",""], "keywords":"situri de patrimoniu mondial, desemna, ultimii doi ani", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:WorldHeritageSite . \n      { ?uri dbp:year '2013'^^xsd:integer . }\n      UNION \n      { ?uri dbp:year '2014'^^xsd:integer . }\n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"114", "question":"D\u0103-mi to\u021Bii membrii Prodigy.", "answers":["","",""], "keywords":"membru, Prodigy", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:The_Prodigy dbo:bandMember ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"115", "question":"Was ist der l\u00E4ngste Fluss?", "answers":[""], "keywords":"Fluss, l\u00E4ngster", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:River . \n      { ?uri dbo:length ?l . } \n      UNION \n      { ?uri dbp:length ?l . } \n} \nORDER BY DESC(?l) \nOFFSET 0 LIMIT 1 \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"115", "question":"\u00BFCu\u00E1l es el r\u00EDo m\u00E1s largo?", "answers":[""], "keywords":"r\u00EDo, m\u00E1s largo", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:River . \n      { ?uri dbo:length ?l . } \n      UNION \n      { ?uri dbp:length ?l . } \n} \nORDER BY DESC(?l) \nOFFSET 0 LIMIT 1 \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"115", "question":"Qual \u00E8 il fiume pi\u00F9 lungo?", "answers":[""], "keywords":"fiume, pi\u00F9 lungo", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:River . \n      { ?uri dbo:length ?l . } \n      UNION \n      { ?uri dbp:length ?l . } \n} \nORDER BY DESC(?l) \nOFFSET 0 LIMIT 1 \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"119", "question":"D\u0103-mi to\u021Bi oamenii care s-au n\u0103scut \u00EEn Viena \u0219i au murit \u00EEn Berlin.", "answers":["","","","","","","","","","","","",""], "keywords":"oameni, n\u0103scut, Viena, murit, Berlin", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:birthPlace res:Vienna . \n        ?uri dbo:deathPlace res:Berlin . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"12", "question":"La proinsulina \u00E8 una proteina?", "answers":[""], "keywords":"proinsulina, proteina", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nASK \nWHERE { \n        res:Proinsulin rdf:type dbo:Protein . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"12", "question":"La pro-insuline est-elle une prot\u00E9ine?", "answers":[""], "keywords":"pro-insuline, prot\u00E9ine", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nASK \nWHERE { \n        res:Proinsulin rdf:type dbo:Protein . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"12", "question":"Is proinsuline een prote\u00EFne?", "answers":[""], "keywords":"proinsuline, prote\u00EFne", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nASK \nWHERE { \n        res:Proinsulin rdf:type dbo:Protein . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"12", "question":"Este proinsulina o protein\u0103?", "answers":[""], "keywords":"proinsulin\u0103, protein\u0103", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nASK \nWHERE { \n        res:Proinsulin rdf:type dbo:Protein . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"123", "question":"Ont les princes Harry et William la m\u00EAme m\u00E8re?", "answers":[""], "keywords":"prince Harry, Prince William, m\u00EAme m\u00E8re", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nASK\nWHERE { \n        <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . \n        <http:\/\/dbpedia.org\/resource\/Prince_Harry> dbo:parent ?x .\n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"123", "question":"Prin\u021Bul Harry \u0219i Prin\u021Bul William au aceia\u0219i p\u0103rin\u021Bi?", "answers":[""], "keywords":"Prin\u021Bul Harry, Prin\u021Bul William, aceia\u0219i, p\u0103rin\u021Bi", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nASK\nWHERE { \n        <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . \n        <http:\/\/dbpedia.org\/resource\/Prince_Harry> dbo:parent ?x .\n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"126", "question":"\u00BFCu\u00E1ntos idiomas se hablan en Turkmenist\u00E1n?", "answers":[""], "keywords":"idiomas, Turkmenist\u00E1n", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT COUNT(DISTINCT ?x) \nWHERE { \n        res:Turkmenistan dbo:language ?x . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"126", "question":"Combien de langues sont parl\u00E9es au Turkm\u00E9nistan?", "answers":[""], "keywords":"langues, Turkm\u00E9nistan", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT COUNT(DISTINCT ?x) \nWHERE { \n        res:Turkmenistan dbo:language ?x . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"128", "question":"D\u0103-mi toate filmele regizate de Francis Ford Coppola.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, regizat, Francis Ford Coppola", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film . \n        ?uri dbo:director res:Francis_Ford_Coppola . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"Give me all actors starring in movies directed by William Shatner.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"actor, starring, movie, direct, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"Gib mir alle Schauspieler von Filmen, in denen William Shatner Regie gef\u00FChrt hat.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"Schauspieler, Film, Regie, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"Dame todos los actores de pel\u00EDculas dirigidas por William Shatner.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"actor, pel\u00EDcula, director, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"Dammi tutti gli attori che recitano in film diretti da William Shatner.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"attore, recitare, film, diretto, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"Donnes-moi tous les acteurs qui ont jou\u00E9 dans des films r\u00E9alis\u00E9s par Williams Shatner.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"acteur, film, r\u00E9alis\u00E9, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"Geef alle acteurs van films waar William Shatner de regie van voerde.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"acteur, film, regisseur, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"129", "question":"D\u0103-mi to\u021Bi actorii care joac\u0103 roluri principale \u00EEn filme regizate de William Shatner.", "answers":["","","","","","","","","","","","","","","","","",""], "keywords":"actor, rol principal, film, regiza, William Shatner", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?x dbo:director res:William_Shatner . \n        ?x dbo:starring ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"Give me all Methodist politicians.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"politician, Methodist", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"Gib mir alle Politiker, die Methodisten sind.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Politiker, Methodist", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"Dame todos los pol\u00EDticos que sean metod\u00EDstas.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pol\u00EDticos, metod\u00EDstas", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"es"}
