{"datasetId":"qald-8-train-multilingual","questionId":"76", "question":"Bei welchen Filmen, in denen Mickey Rourke mitspielt, hat Guy Ritchie Regie gef\u00FChrt?", "answers":["http:\/\/dbpedia.org\/resource\/The_Hire"], "keywords":"Filme, mitspielen, Mickey Rourke, Regie f\u00FChren, Guy Ritchie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Mickey_Rourke ; dbo:director res:Guy_Ritchie }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"76", "question":"\u092E\u093F\u0915\u0940 \u0930\u094B\u0930\u094D\u0915\u0947 \u0905\u092D\u093F\u0928\u0940\u0924 \u0915\u094C\u0928 \u0938\u0940 \u092B\u093F\u0932\u094D\u092E\u0947\u0902 \u0917\u093E\u090F \u0930\u093F\u091A\u0940 \u0926\u094D\u0935\u093E\u0930\u093E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u0925\u0940\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/The_Hire"], "keywords":"\u092E\u093F\u0915\u0940 \u0930\u094B\u0930\u094D, \u0905\u092D\u093F\u0928\u0940\u0924, \u0917\u093E\u090F \u0930\u093F\u091A\u0940, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Mickey_Rourke ; dbo:director res:Guy_Ritchie }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"78", "question":"\u0631\u0648\u0633\u06CC\u0647 \u0686\u0647 \u0646\u0648\u0639 \u062D\u06A9\u0648\u0645\u062A\u06CC \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Federalism"], "keywords":"\u0631\u0648\u0633\u06CC\u0647\u060C \u0646\u0648\u0639 \u062D\u06A9\u0648\u0645\u062A", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Russia dbo:governmentType ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"78", "question":"\u0930\u0942\u0938 \u0915\u0940 \u0938\u0930\u0915\u093E\u0930 \u0915\u093F\u0938 \u092A\u094D\u0930\u0915\u093E\u0930 \u0915\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Federalism"], "keywords":"\u0930\u0942\u0938, \u0938\u0930\u0915\u093E\u0930, \u092A\u094D\u0930\u0915\u093E\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Russia dbo:governmentType ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"Give me all Canadian Grunge record labels.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"record label, Canadian, Grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"Gib mir alle kanadischen Grunge-Plattenfirmen.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"kanadisch, Plattenfirma, Grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"Dame todos las empresas canadienses productoras de m\u00FAsica Grunge.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"empresa productora de m\u00FAsica, canadiense, Grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"Dammi tutti i produttori canadesi di musica Grunge.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"produttore di musica, canadese, Grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"Donnes-moi tous les labels discographiques canadiens de grunge.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"labels discographiques, canadiens, grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"Noem alle Canadese grunge-platenlabels.", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"Canadees, platenlabel, Grunge", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"79", "question":"\u092E\u0941\u091D\u0947 \u0938\u092D\u0940 \u0915\u0948\u0928\u0947\u0921\u093F\u092F\u0928 \u0917\u094D\u0930\u093E\u0902\u091C \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0932\u0947\u092C\u0932 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Murderecords"], "keywords":"\u0915\u0948\u0928\u0947\u0921\u093F\u092F\u0928, \u0917\u094D\u0930\u093E\u0902\u091C, \u0930\u093F\u0915\u0949\u0930\u094D\u0921 \u0932\u0947\u092C\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:RecordLabel ; dbo:genre res:Grunge ; dbo:country res:Canada }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"80", "question":"\u0628\u0646\u062C\u0627\u0645\u06CC\u0646 \u0641\u0631\u0627\u0646\u06A9\u0644\u06CC\u0646 \u0686\u0646\u062F \u0641\u0631\u0632\u0646\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["3"], "keywords":"\u0628\u0646\u062C\u0627\u0645\u06CC\u0646 \u0641\u0631\u0627\u0646\u06A9\u0644\u06CC\u0646\u060C \u0641\u0631\u0632\u0646\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Benjamin_Franklin dbo:child ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"80", "question":"\u092C\u0947\u0902\u091C\u093E\u092E\u093F\u0928 \u092B\u094D\u0930\u0948\u0902\u0915\u0932\u093F\u0928 \u0915\u0947 \u0915\u093F\u0924\u0928\u0947 \u092C\u091A\u094D\u091A\u0947 \u0939\u0948\u0902?", "answers":["3"], "keywords":"\u092C\u0947\u0902\u091C\u093E\u092E\u093F\u0928 \u092B\u094D\u0930\u0948\u0902\u0915\u0932\u093F\u0928, \u092C\u091A\u094D\u091A\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Benjamin_Franklin dbo:child ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"87", "question":"\u0915\u094D\u092F\u093E \u0908\u0938\u093E\u0930 \u090F\u0915 \u091D\u0940\u0932 \u092E\u0947\u0902 \u092A\u094D\u0930\u0935\u093E\u0939\u093F\u0924 \u0939\u094B\u0924\u0940 \u0939\u0948?", "answers":["true"], "keywords":"\u0908\u0938\u093E\u0930, \u091D\u0940\u0932, \u092A\u094D\u0930\u0935\u093E\u0939\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { ?x dbo:inflow res:Isar ; rdf:type dbo:Lake }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"87", "question":"Isarul se vars\u0103 \u00EEntr-un lac?", "answers":["true"], "keywords":"Isar, vars\u0103, lac", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { ?x dbo:inflow res:Isar ; rdf:type dbo:Lake }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"88", "question":"\u06CC\u062A\u06CC \u0627\u06CC\u0631\u0644\u0627\u06CC\u0646\u0631\u0632 \u062F\u0631 \u0686\u0647 \u0641\u0631\u0648\u062F\u06AF\u0627\u0647 \u0647\u0627\u06CC\u06CC \u0641\u0639\u0627\u0644\u06CC\u062A \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Biratnagar"], "keywords":"\u06CC\u062A\u06CC \u0627\u06CC\u0631\u0644\u0627\u06CC\u0646\u0631\u0632\u060C \u0641\u0631\u0648\u062F\u06AF\u0627\u0647 \u0647\u0627\u06CC\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Yeti_Airlines dbo:targetAirport ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"88", "question":"\u092F\u0924\u093F \u090F\u092F\u0930\u0932\u093E\u0907\u0902\u0938 \u0915\u093F\u0938 \u0939\u0935\u093E\u0908 \u0905\u0921\u094D\u0921\u0947 \u0915\u0940 \u0938\u0947\u0935\u093E \u0915\u0930\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Biratnagar"], "keywords":"\u092F\u0924\u093F \u090F\u092F\u0930\u0932\u093E\u0907\u0902\u0938, \u0939\u0935\u093E\u0908 \u0905\u0921\u094D\u0921, \u0938\u0947\u0935\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Yeti_Airlines dbo:targetAirport ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"89", "question":"\u06A9\u062F\u0627\u0645 \u0634\u0631\u06A9\u062A \u0647\u0646\u062F\u06CC \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u062A\u0639\u062F\u0627\u062F \u06A9\u0627\u0631\u0645\u0646\u062F \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Railway_Board"], "keywords":"\u0634\u0631\u06A9\u062A \u0647\u0646\u062F\u06CC\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u062A\u0639\u062F\u0627\u062F \u06A9\u0627\u0631\u0645\u0646\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:location res:India ; dbo:numberOfEmployees ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"89", "question":"Quelle companie indienne a le plus d'employ\u00E9s?", "answers":["http:\/\/dbpedia.org\/resource\/Railway_Board"], "keywords":"companie indienne, maximum d'employ\u00E9s", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:location res:India ; dbo:numberOfEmployees ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"89", "question":"\u0915\u093F\u0938 \u092D\u093E\u0930\u0924\u0940\u092F \u0915\u0902\u092A\u0928\u0940 \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0915\u0930\u094D\u092E\u091A\u093E\u0930\u0940 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Railway_Board"], "keywords":"\u092D\u093E\u0930\u0924\u0940\u092F, \u0915\u0902\u092A\u0928\u0940, \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0915\u0930\u094D\u092E\u091A\u093E\u0930\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:location res:India ; dbo:numberOfEmployees ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"89", "question":"Ce companie indian\u0103 are cei mai mul\u021Bi angaja\u021Bi?", "answers":["http:\/\/dbpedia.org\/resource\/Railway_Board"], "keywords":"companie indian\u0103, cei mai mul\u021Bi angaja\u021Bi", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Company ; dbo:location res:India ; dbo:numberOfEmployees ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"90", "question":"\u00BFQue ciudad tiene la mayor poblaci\u00F3n?", "answers":["http:\/\/dbpedia.org\/resource\/Carei"], "keywords":"ciudad, mayor poblaci\u00F3n", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"90", "question":"\u0915\u094C\u0928 \u0938\u0947 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u093F\u0935\u093E\u0938\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Carei"], "keywords":"\u0936\u0939\u0930, \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u093F\u0935\u093E\u0938\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"90", "question":"Care ora\u0219 are cei mai mul\u021Bi locuitori?", "answers":["http:\/\/dbpedia.org\/resource\/Carei"], "keywords":"ora\u0219, cei mai mul\u021Bi locuitori", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:City ; dbo:populationTotal ?pop } ORDER BY DESC(?pop) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"94", "question":"\u0686\u0646\u062F \u06AF\u0631\u0648\u0647 \u0646\u0698\u0627\u062F\u06CC \u062F\u0631 \u0627\u0633\u0644\u0648\u0648\u0646\u06CC \u0632\u0646\u062F\u06AF\u06CC \u0645\u06CC \u06A9\u0646\u0646\u062F\u061F", "answers":["4"], "keywords":"\u06AF\u0631\u0648\u0647 \u0646\u0698\u0627\u062F\u06CC\u060C \u0627\u0633\u0644\u0648\u0648\u0646\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Slovenia dbo:ethnicGroup ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"94", "question":"Combien de groupes ethniques vivent en Slov\u00E9nie?", "answers":["4"], "keywords":"nombre, groupes ethniques, Slov\u00E9nie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Slovenia dbo:ethnicGroup ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"94", "question":"Hoeveel etnische groepen leven in Sloveni\u00EB?", "answers":["4"], "keywords":"hoeveel, etnische groepen, Sloveni\u00EB", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Slovenia dbo:ethnicGroup ?uri }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"94", "question":"\u0915\u093F\u0924\u0928\u0947 \u091C\u093E\u0924\u0940\u092F \u0938\u092E\u0942\u0939 \u0938\u094D\u0932\u094B\u0935\u0947\u0928\u093F\u092F\u093E \u092E\u0947\u0902 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["4"], "keywords":"\u091C\u093E\u0924\u0940\u092F \u0938\u092E\u0942\u0939, \u0938\u094D\u0932\u094B\u0935\u0947\u0928\u093F\u092F\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Slovenia dbo:ethnicGroup ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"94", "question":"C\u00E2te grupuri etnice tr\u0103iesc \u00EEn Slovenia?", "answers":["4"], "keywords":"c\u00E2te, grupuri etnice, Slovenia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Slovenia dbo:ethnicGroup ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"95", "question":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0627\u0631\u06CC\u062A\u0631\u0647 \u06A9\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Isaias_Afwerki"], "keywords":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631\u060C \u0627\u0631\u06CC\u062A\u0631\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Eritrea dbo:leader ?uri ; dbo:leaderTitle \"President\"@en }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"95", "question":"Qui est le pr\u00E9sident de l'\u00C9rytr\u00E9e?", "answers":["http:\/\/dbpedia.org\/resource\/Isaias_Afwerki"], "keywords":"pr\u00E9sident, Erythr\u00E9e", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Eritrea dbo:leader ?uri ; dbo:leaderTitle \"President\"@en }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"95", "question":"\u0907\u0930\u0940\u091F\u094D\u0930\u093F\u092F\u093E \u0915\u0947 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Isaias_Afwerki"], "keywords":"\u0907\u0930\u0940\u091F\u094D\u0930\u093F\u092F\u093E, \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Eritrea dbo:leader ?uri ; dbo:leaderTitle \"President\"@en }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"96", "question":"\u0686\u0647 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC \u0631\u0627 \u0627\u0633\u062A\u0646\u0644\u06CC \u06A9\u0648\u0628\u0631\u06CC\u06A9 \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Lolita_(1962_film)"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC\u060C \u0627\u0633\u062A\u0646\u0644\u06CC \u06A9\u0648\u0628\u0631\u06CC\u06A9\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:director res:Stanley_Kubrick }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"96", "question":"Bei wievielen Filmen hat Stanley Kubrick Regie gef\u00FChrt?", "answers":["http:\/\/dbpedia.org\/resource\/Lolita_(1962_film)"], "keywords":"wieviele, Filme, Stanley Kubrick, Regie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:director res:Stanley_Kubrick }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"96", "question":"\u0938\u094D\u091F\u0948\u0928\u0932\u0947 \u0915\u0941\u092C\u094D\u0930\u0940 \u0928\u0947 \u0915\u094C\u0928 \u0938\u0940 \u092B\u093F\u0932\u094D\u092E\u0947 \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u0915\u0940 \u0939\u0948\u0902 ?", "answers":["http:\/\/dbpedia.org\/resource\/Lolita_(1962_film)"], "keywords":"\u0938\u094D\u091F\u0948\u0928\u0932\u0947 \u0915\u0941\u092C\u094D\u0930\u0940, \u092B\u093F\u0932\u094D\u092E, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:director res:Stanley_Kubrick }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"99", "question":"Wat is de hoogste berg in Itali\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Mont_Blanc"], "keywords":"hoogste, berg, Itali\u00EB", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Mountain ; dbo:locatedInArea res:Italy ; dbo:elevation ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"99", "question":"\u0907\u091F\u0932\u0940 \u092E\u0947\u0902 \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924 \u0915\u094B\u0928\u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Mont_Blanc"], "keywords":"\u0907\u091F\u0932\u0940, \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Mountain ; dbo:locatedInArea res:Italy ; dbo:elevation ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"102", "question":"\u0932\u0941\u092B\u094D\u0924\u0939\u093E\u0902\u0938\u093E \u0915\u0940 \u0915\u094C\u0928 \u0938\u0940 \u0938\u0939\u093E\u092F\u0915 \u0915\u0902\u092A\u0928\u0940 \u0921\u0949\u0930\u094D\u091F\u092E\u0941\u0902\u0921 \u0914\u0930 \u092C\u0930\u094D\u0932\u093F\u0928 \u091F\u0947\u0917\u0932 \u0926\u094B\u0928\u094B\u0902 \u0915\u0940 \u0938\u0947\u0935\u093E \u0915\u0930\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Germanwings"], "keywords":"\u0932\u0941\u092B\u094D\u0924\u0939\u093E\u0902\u0938\u093E, \u0938\u0939\u093E\u092F\u0915 \u0915\u0902\u092A\u0928\u0940, \u0921\u0949\u0930\u094D\u091F\u092E\u0941\u0902\u0921, \u092C\u0930\u094D\u0932\u093F\u0928 \u091F\u0947\u0917\u0932, \u0938\u0947\u0935\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Lufthansa dbo:subsidiary ?uri . ?uri dbo:targetAirport res:Dortmund_Airport ; dbo:targetAirport res:Berlin_Tegel_Airport }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"104", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0648\u0633\u06CC\u0642\u06CC \u0645\u062A\u0646 \u062A\u0627\u06CC\u062A\u0627\u0646\u06CC\u06A9 \u06A9\u0627\u0645\u0631\u0648\u0646 \u0631\u0627 \u0646\u0648\u0634\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/James_Horner"], "keywords":"\u0645\u0648\u0633\u06CC\u0642\u06CC \u0645\u062A\u0646\u060C \u062A\u0627\u06CC\u062A\u0627\u0646\u06CC\u06A9 \u06A9\u0627\u0645\u0631\u0648\u0646\u060C \u0646\u0648\u0634\u062A\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Titanic_(1997_film)> dbo:musicComposer ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"104", "question":"\u0915\u0948\u092E\u0930\u0928 \u091F\u093E\u0907\u091F\u0948\u0928\u093F\u0915 \u0915\u0947 \u0932\u093F\u090F \u0938\u093E\u0909\u0902\u0921\u091F\u094D\u0930\u0948\u0915 \u0915\u093F\u0938\u0928\u0947 \u092C\u0928\u093E\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/James_Horner"], "keywords":"\u0915\u0948\u092E\u0930\u0928 \u091F\u093E\u0907\u091F\u0948\u0928\u093F\u0915, \u0938\u093E\u0909\u0902\u0921\u091F\u094D\u0930\u0948\u0915, \u092C\u0928\u093E\u092F\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Titanic_(1997_film)> dbo:musicComposer ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"105", "question":"\u0915\u0941\u0930\u094B\u0938\u093E\u0935\u093E \u0928\u0947 \u0915\u094C\u0928 \u0938\u0940 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u0915\u093E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u0928 \u0915\u093F\u092F\u093E \u0939\u0948 ?", "answers":["http:\/\/dbpedia.org\/resource\/The_Men_Who_Tread_on_the_Tiger's_Tail"], "keywords":"\u0915\u0941\u0930\u094B\u0938\u093E\u0935\u093E, \u092B\u093F\u0932\u094D\u092E\u094B, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:director res:Akira_Kurosawa }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"106", "question":"\u0631\u0645 \u062F\u0631 \u0686\u0647 \u0646\u0627\u062D\u06CC\u0647 \u0632\u0645\u0627\u0646\u06CC \u0642\u0631\u0627\u0631 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Central_European_Time"], "keywords":"\u0631\u0645\u060C \u0646\u0627\u062D\u06CC\u0647 \u0632\u0645\u0627\u0646\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Rome dbo:timeZone ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"106", "question":"\u0930\u094B\u092E \u0915\u093F\u0938 \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u092E\u0947\u0902 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Central_European_Time"], "keywords":"\u0930\u094B\u092E, \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Rome dbo:timeZone ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"108", "question":"\u0686\u0647 \u06A9\u0633\u0627\u0646\u06CC \u062A\u0648\u0633\u0639\u0647 \u062F\u0647\u0646\u062F\u06AF\u0627\u0646 \u062F\u06CC.\u0628\u06CC.\u067E\u062F\u06CC\u0627 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/OpenLink_Software"], "keywords":"\u062A\u0648\u0633\u0639\u0647 \u062F\u0647\u0646\u062F\u06AF\u0627\u0646\u060C \u062F\u06CC.\u0628\u06CC.\u067E\u062F\u06CC\u0627", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:DBpedia dbo:developer ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"108", "question":"\u0921\u0940\u092C\u0940\u092A\u0940\u0921\u093F\u092F\u093E \u0915\u0947 \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u094C\u0928 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/OpenLink_Software"], "keywords":"\u0921\u0940\u092C\u0940\u092A\u0940\u0921\u093F\u092F\u093E, \u0921\u0947\u0935\u0932\u092A\u0930, \u0935\u093F\u0915\u093E\u0938\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:DBpedia dbo:developer ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"110", "question":"\u067E\u0627\u062F\u0634\u0627\u0647 \u0647\u0644\u0646\u062F \u06A9\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Willem-Alexander_of_the_Netherlands"], "keywords":"\u067E\u0627\u062F\u0634\u0627\u0647\u060C \u0647\u0644\u0646\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Netherlands dbo:leader ?uri . ?uri rdf:type dbo:Royalty }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"110", "question":"\u00BFQui\u00E9n es el rey de los Pa\u00EDses Bajos?", "answers":["http:\/\/dbpedia.org\/resource\/Willem-Alexander_of_the_Netherlands"], "keywords":"rey, Pa\u00EDses Bajos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Netherlands dbo:leader ?uri . ?uri rdf:type dbo:Royalty }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"110", "question":"\u0928\u0940\u0926\u0930\u0932\u0948\u0902\u0921 \u0915\u093E \u0930\u093E\u091C\u093E \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Willem-Alexander_of_the_Netherlands"], "keywords":"\u0928\u0940\u0926\u0930\u0932\u0948\u0902\u0921, \u0930\u093E\u091C\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Netherlands dbo:leader ?uri . ?uri rdf:type dbo:Royalty }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"110", "question":"Cine este regele \u021A\u0103rilor de Jos?", "answers":["http:\/\/dbpedia.org\/resource\/Willem-Alexander_of_the_Netherlands"], "keywords":"rege, \u021A\u0103rile de Jos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Netherlands dbo:leader ?uri . ?uri rdf:type dbo:Royalty }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"111", "question":"\u0646\u06CC\u06A9\u0648\u0633 \u06A9\u0627\u0632\u0627\u0646\u062A\u0632\u0627\u06A9\u06CC\u0633 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0645\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Freiburg_im_Breisgau"], "keywords":"\u0646\u06CC\u06A9\u0648\u0633 \u06A9\u0627\u0632\u0627\u0646\u062A\u0632\u0627\u06A9\u06CC\u0633\u060C \u06A9\u0634\u0648\u0631\u060C \u0645\u0631\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Nikos_Kazantzakis dbo:deathPlace ?uri . ?uri rdf:type dbo:Town }" , "lang":"fa"}
