{"datasetId":"qald-4-train-multilingual","questionId":"47", "question":"Qual \u00E8 il punto pi\u00F9 alto del Ur\u00E0li?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Narodnaya"], "keywords":"Ur\u00E0li, punto pi\u00F9 alto", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Ural_Mountains dbo:highestPlace ?uri .  \n}" , "lang":"it"}
{"datasetId":"qald-4-train-multilingual","questionId":"47", "question":"Care este cel mai \u00EEnalt punct de pe mun\u021Bii Urali?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Narodnaya"], "keywords":"mun\u021Bii Urali, cel mai \u00EEnalt punct", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Ural_Mountains dbo:highestPlace ?uri .  \n}" , "lang":"ro"}
