{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"Gib mir alle Sch\u00E4ferhundrassen.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"Sch\u00E4ferhundrasse", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"Dame todas las razas de pastor alem\u00E1n.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"razas de pastor alem\u00E1n", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"Dammi tutte le razze del pastore tedesco.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"razza, pastore tedesco", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"Donnes-moi toutes les races de bergers allemands.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"races, bergers allemands", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"Noem alle soorten Duitse herders.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"Duitse herder, soort", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"143", "question":"D\u0103-mi toate rasele c\u00E2inelui Ciob\u0103nesc German.", "answers":["http:\/\/dbpedia.org\/resource\/Strongheart"], "keywords":"ras\u0103, c\u00E2ine Ciob\u0103nesc German", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/breed> <http:\/\/dbpedia.org\/resource\/German_Shepherd> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"144", "question":"\u0648\u0632\u0631 \u0627\u0632 \u0686\u0647 \u0634\u0647\u0631\u0647\u0627\u06CC\u06CC \u0645\u06CC \u06AF\u0630\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"\u0648\u0632\u0631\u060C \u0634\u0647\u0631\u0647\u0627\u06CC\u06CC\u060C \u0645\u06CC \u06AF\u0630\u0631\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Weser> <http:\/\/dbpedia.org\/ontology\/city> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"144", "question":"Durch welche St\u00E4dte flie\u00DFt die Weser?", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"Weser, flie\u00DFen, Stadt", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Weser> <http:\/\/dbpedia.org\/ontology\/city> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"144", "question":"\u00BFPor qu\u00E9 ciudades pasa el r\u00EDo Weser?", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"cuidad, pasa, Weser", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Weser> <http:\/\/dbpedia.org\/ontology\/city> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"144", "question":"Ce ora\u0219e str\u0103bate Weserul?", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"Weser, str\u0103bate, ora\u0219", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Weser> <http:\/\/dbpedia.org\/ontology\/city> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"145", "question":"\u0686\u0647 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u062A\u0648\u0633\u0637 \u0631\u0627\u06CC\u0646 \u0628\u0647 \u0647\u0645 \u0645\u062A\u0635\u0644 \u0634\u062F\u0647 \u0627\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Switzerland"], "keywords":"\u06A9\u0634\u0648\u0631\u060C \u0631\u0627\u06CC\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Rhine> <http:\/\/dbpedia.org\/property\/country> ?string .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"146", "question":"\u0686\u0647 \u0645\u0648\u062C \u0633\u0648\u0627\u0631\u0627\u0646 \u062D\u0631\u0641\u0647 \u0627\u06CC \u062F\u0631 \u0627\u0633\u062A\u0631\u0627\u0644\u06CC\u0627 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Koby_Abberton"], "keywords":"\u0645\u0648\u062C \u0633\u0648\u0627\u0631\u0627\u0646 \u062D\u0631\u0641\u0647 \u0627\u06CC\u060C \u0627\u0633\u062A\u0631\u0627\u0644\u06CC\u0627\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Surfing> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Australia> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Australia> . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"149", "question":"\u0647\u06A9\u0644\u0631 \u0648 \u06A9\u062E \u062C\u0647 \u0633\u0644\u0627\u062D \u0647\u0627\u06CC\u06CC \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Heckler_&_Koch_G3"], "keywords":"\u0647\u06A9\u0644\u0631 \u0648 \u06A9\u062E\u060C \u0633\u0644\u0627\u062D\u060C \u0633\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Weapon> . ?uri <http:\/\/dbpedia.org\/property\/designer> <http:\/\/dbpedia.org\/resource\/Heckler_&_Koch> .  }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"15", "question":"Who created Goofy?", "answers":["http:\/\/dbpedia.org\/resource\/Paul_Murry"], "keywords":"created, Goofy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Goofy> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"15", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u06AF\u0648\u0641\u06CC \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Paul_Murry"], "keywords":"\u06AF\u0648\u0641\u06CC\u060C \u0633\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Goofy> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"15", "question":"Wie bedacht Goofy?", "answers":["http:\/\/dbpedia.org\/resource\/Paul_Murry"], "keywords":"bedenker, Goofy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Goofy> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"150", "question":"\u0622\u06CC\u0627 \u0628\u062D\u0631\u0627\u0646 \u0645\u0648\u0634\u06A9\u06CC \u06A9\u0648\u0628\u0627 \u0642\u0628\u0644 \u0627\u0632 \u0639\u0645\u0644\u06CC\u0627\u062A \u062E\u0644\u06CC\u062C \u062E\u0648\u06A9 \u0647\u0627 \u0628\u0648\u062F\u061F", "answers":[], "keywords":"\u0628\u062D\u0631\u0627\u0646 \u0645\u0648\u0634\u06A9\u06CC \u06A9\u0648\u0628\u0627\u060C \u0642\u0628\u0644\u060C \u0639\u0645\u0644\u06CC\u0627\u062A \u062E\u0644\u06CC\u062C \u062E\u0648\u06A9 \u0647\u0627", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cuban_Missile_Crisis> <http:\/\/dbpedia.org\/ontology\/date> ?x .  <http:\/\/dbpedia.org\/resource\/Bay_of_Pigs_Invasion> <http:\/\/dbpedia.org\/ontology\/date> ?y .  FILTER (?x < ?y) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"150", "question":"\u00BFFu\u00E9 la crisis de cuba antes de la invasi\u00F3n de bah\u00EDa de cochinos?", "answers":[], "keywords":"cr\u00EDsis de cuba, anterior a la invasi\u00F3n de bah\u00EDa de cochinos?", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cuban_Missile_Crisis> <http:\/\/dbpedia.org\/ontology\/date> ?x .  <http:\/\/dbpedia.org\/resource\/Bay_of_Pigs_Invasion> <http:\/\/dbpedia.org\/ontology\/date> ?y .  FILTER (?x < ?y) } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"150", "question":"A avut loc mai devreme Criza rachetelor din Cuba dec\u00E2t Invazia din Golful Porcilor?", "answers":[], "keywords":"Criza rachetelor din Cuba, mai devreme, Invazia din Golful Porcilor", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Cuban_Missile_Crisis> <http:\/\/dbpedia.org\/ontology\/date> ?x .  <http:\/\/dbpedia.org\/resource\/Bay_of_Pigs_Invasion> <http:\/\/dbpedia.org\/ontology\/date> ?y .  FILTER (?x < ?y) } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"Give me all islands that belong to Japan.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"islands, Japan", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"\u062A\u0645\u0627\u0645 \u062C\u0632\u0627\u06CC\u0631 \u0645\u062A\u0639\u0644\u0642 \u0628\u0647 \u0698\u0627\u067E\u0646 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"\u062C\u0632\u0627\u06CC\u0631\u060C \u0698\u0627\u067E\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"Gib mir alle Inseln, die zu Japan geh\u00F6ren.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"Inseln, Japan", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"Dame todas la islas que pertenezcan a Jap\u00F3n.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"islias, Jap\u00F3n", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"Dammi tutte le isole che appartengono al Giappone.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"isole, Giappone", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"Donnes-moi toutes les \u00EEles qui appartiennent aux Japon.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"\u00EEles, Japon", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"Geef alle eilanden die behoren tot Japan.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"eilanden, Japan", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"151", "question":"D\u0103-mi toate insulele care apar\u021Bin Japoniei.", "answers":["http:\/\/dbpedia.org\/resource\/Kojima_(Hokkaido)"], "keywords":"insule, Japonia", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Island> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Japan> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"152", "question":"Cine a inventat fermoarul?", "answers":[], "keywords":"inventa, fermoar", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"153", "question":"\u062D\u0632\u0628 \u062D\u0627\u06A9\u0645 \u062F\u0631 \u0644\u06CC\u0633\u0628\u0648\u0646 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(Portugal)"], "keywords":"\u062D\u0632\u0628 \u062D\u0627\u06A9\u0645\u060C \u0644\u06CC\u0633\u0628\u0648\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Lisbon> <http:\/\/dbpedia.org\/property\/leaderParty> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"153", "question":"Quel est le parti au pouvoir \u00E0 Lisbonne?", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(Portugal)"], "keywords":"parti au pouvoir, Lisbonne", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Lisbon> <http:\/\/dbpedia.org\/property\/leaderParty> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"153", "question":"Care este partidul la putere \u00EEn Lisabona?", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(Portugal)"], "keywords":"Lisabona, partid la putere", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Lisbon> <http:\/\/dbpedia.org\/property\/leaderParty> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"154", "question":"\u0627\u0633\u0645 \u0647\u0627\u06CC \u0645\u0633\u062A\u0639\u0627\u0631 \u0633\u0627\u0646\u0641\u0631\u0627\u0646\u0633\u06CC\u0633\u06A9\u0648 \u0686\u06CC\u0633\u062A\u061F", "answers":["The City by the Bay; Fog City; San Fran; Frisco ; The City that Knows How ; Baghdad by the Bay ; The Paris of the West"], "keywords":"\u0627\u0633\u0645 \u0647\u0627\u06CC \u0645\u0633\u062A\u0639\u0627\u0631\u060C \u0633\u0627\u0646\u0641\u0631\u0627\u0646\u0633\u06CC\u0633\u06A9\u0648", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/San_Francisco> <http:\/\/dbpedia.org\/property\/nickname> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"155", "question":"\u06A9\u062F\u0627\u0645 \u0627\u0644\u0647\u0647 \u06CC\u0648\u0646\u0627\u0646 \u062F\u0631 \u06A9\u0648\u0647 \u0627\u0644\u0645\u067E \u0633\u06A9\u0646\u06CC \u062F\u0627\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Nike_(mythology)"], "keywords":"\u0627\u0644\u0647\u0647 \u06CC\u0648\u0646\u0627\u0646\u060C \u06A9\u0648\u0647 \u0627\u0644\u0645\u067E\u060C \u0633\u06A9\u0646\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/GreekGoddesses> .  ?uri <http:\/\/dbpedia.org\/property\/abode> <http:\/\/dbpedia.org\/resource\/Mount_Olympus> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"155", "question":" Care zei\u021B\u0103 greac\u0103 a locuit pe Muntele Olimp?", "answers":["http:\/\/dbpedia.org\/resource\/Nike_(mythology)"], "keywords":"zei\u021B\u0103 greac\u0103, locui, Muntele Olimp", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/GreekGoddesses> .  ?uri <http:\/\/dbpedia.org\/property\/abode> <http:\/\/dbpedia.org\/resource\/Mount_Olympus> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"156", "question":"\u0647\u0644\u0633 \u0622\u0646\u06AF\u0644\u0633 \u06A9\u06CC \u062A\u0627\u0633\u06CC\u0633 \u0634\u062F\u061F", "answers":["1948-03-17"], "keywords":"\u0647\u0644\u0633 \u0622\u0646\u06AF\u0644\u0633\u060C \u062A\u0627\u0633\u06CC\u0633", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Hells_Angels> <http:\/\/dbpedia.org\/property\/founded> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"156", "question":"Wann wurden die Hells Angels gegr\u00FCndet?", "answers":["1948-03-17"], "keywords":"Hells Angels, gr\u00FCnden", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Hells_Angels> <http:\/\/dbpedia.org\/property\/founded> ?date . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"156", "question":"C\u00E2nd a fost \u00EEnfiin\u021Bat\u0103 Hell Angels?", "answers":["1948-03-17"], "keywords":"Hell Angels, \u00EEnfiin\u021Bat", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Hells_Angels> <http:\/\/dbpedia.org\/property\/founded> ?date . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"Give me all Apollo 14 astronauts.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"astronaut, Apollo 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"\u062A\u0645\u0627\u0645 \u0641\u0636\u0627\u0646\u0648\u0631\u062F\u0627\u0646 \u0622\u067E\u0648\u0644\u0648 14 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"\u0641\u0636\u0627\u0646\u0648\u0631\u062F\u0627\u0646\u060C \u0622\u067E\u0648\u0644\u0648 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"Gib mir alle Apollo-14-Astronauten.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"Astronaut, Apollo 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"Dammi gli astronauti dell'Apollo 14.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"astronauta, Apollo 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"Donnes-moi tous les astronautes d'Apollo 14.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"astronautes, Apollo 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"Geef de astronauten van Apollo 14.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"astronaut, Apollo 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"157", "question":"D\u0103-mi to\u021Bi astronau\u021Bii Apollo 14.", "answers":["http:\/\/dbpedia.org\/resource\/Stuart_Roosa"], "keywords":"astronaut, Apollo 14", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/mission> <http:\/\/dbpedia.org\/resource\/Apollo_14> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"158", "question":"\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC \u0633\u0627\u0644\u062A \u0644\u06CC\u06A9 \u0633\u06CC\u062A\u06CC \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mountain_Time_Zone"], "keywords":"\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC\u060C \u0633\u0627\u0644\u062A \u0644\u06CC\u06A9 \u0633\u06CC\u062A\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Salt_Lake_City> <http:\/\/dbpedia.org\/property\/timezone> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"158", "question":"Care este fusul orar din Salt Lake City?", "answers":["http:\/\/dbpedia.org\/resource\/Mountain_Time_Zone"], "keywords":"Salt Lake City, fus orar", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Salt_Lake_City> <http:\/\/dbpedia.org\/property\/timezone> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"159", "question":"\u06A9\u062F\u0627\u0645 \u0627\u06CC\u0627\u0644\u0627\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u062F\u0631 \u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC \u06CC\u06A9\u0633\u0627\u0646 \u0628\u0627 \u06CC\u0648\u062A\u0627 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Colorado"], "keywords":"\u0627\u06CC\u0627\u0644\u0627\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC\u060C \u06CC\u06A9\u0633\u0627\u0646\u060C \u06CC\u0648\u062A\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Utah> <http:\/\/dbpedia.org\/property\/timezone> ?x .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/timezone> ?x .  FILTER (?uri != <http:\/\/dbpedia.org\/resource\/Utah>) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"159", "question":"Care state americane sunt pe acela\u0219i fus orar ca Utah?", "answers":["http:\/\/dbpedia.org\/resource\/Colorado"], "keywords":"stat american, acela\u0219i, fus orar, Utah", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Utah> <http:\/\/dbpedia.org\/property\/timezone> ?x .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/timezone> ?x .  FILTER (?uri != <http:\/\/dbpedia.org\/resource\/Utah>) } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"Give me the capitals of all countries in Africa.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"Africa, country, capital", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"\u067E\u0627\u06CC\u062A\u062E\u062A \u062A\u0645\u0627\u0645 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC \u0622\u0641\u0631\u06CC\u0642\u0627 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"\u067E\u0627\u06CC\u062A\u062E\u062A\u060C \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u060C \u0622\u0641\u0631\u06CC\u0642\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"Gib mir die Haupst\u00E4dte von allen L\u00E4ndern in Afrika.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"Afrika, Land, Hauptstadt", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"Dame las capitales de todos los pa\u00EDses africanos.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"pa\u00EDses, africanos, capital", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"Dammi le capitali di tutti gli stati dell'Africa.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"Africa, stato, capitale", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"Donnes-moi la capitale de chaque pays d'Afrique.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"capitale, pays, Afrique", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"Noem de hoofdsteden van alle landen in Afrika.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"Africa, land, hoof", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"16", "question":"D\u0103-mi capitalele tuturor \u021B\u0103rilor din Africa.", "answers":["http:\/\/dbpedia.org\/resource\/Juba"], "keywords":"Africa, \u021Bar\u0103, capital\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  ?states <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/AfricanCountries> .  ?states <http:\/\/dbpedia.org\/ontology\/capital> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"160", "question":"Give me a list of all lakes in Denmark.", "answers":["http:\/\/dbpedia.org\/resource\/Eg%C3%A5_Engs%C3%B8"], "keywords":"lake, Denmark", "sparql":"SELECT DISTINCT ?uri WHERE {  { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Lake> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Denmark> . }  UNION  { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/LakesOfDenmark> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"\u0628\u0631\u0646\u0627\u0645\u0647 \u0633\u0627\u06CC\u0648\u0632 \u0686\u0646\u062F \u0645\u0627\u0645\u0648\u0631\u06CC\u062A \u062F\u0627\u0631\u062F\u061F", "answers":["133"], "keywords":"\u0628\u0631\u0646\u0627\u0645\u0647 \u0633\u0627\u06CC\u0648\u0632\u060C \u0645\u0627\u0645\u0648\u0631\u06CC\u062A", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"Wieviele Missionen umfasst das Soyuz-Programm?", "answers":["133"], "keywords":"wieviele, Mission, Soyuz-Programm", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"\u00BFCu\u00E1ntas misiones tiene el programa Soyuz?", "answers":["133"], "keywords":"cu\u00E1ntas, misiones, programa Soyuz", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"Quante missioni ha il programma Sojuz?", "answers":["133"], "keywords":"quante missioni, programma Sojuz", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"Donne-moi le nombre de missions Soyouz.", "answers":["133"], "keywords":"combien, vols, le programme Soyouz", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"Hoeveel missies zijn er in het Soyuz programma?", "answers":["133"], "keywords":"hoeveel, missie, Soyuz programma", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"161", "question":"C\u00E2te misiuni are programul Soyuz?", "answers":["133"], "keywords":"c\u00E2te, misiune, programul Soyuz", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/property\/programme> <http:\/\/dbpedia.org\/resource\/Soyuz_programme> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"162", "question":"\u0622\u06CC\u0627 \u0633\u0642\u0631\u0627\u0637 \u0627\u0631\u0633\u0637\u0648\u0631 \u0631\u0627 \u062A\u062D\u062A \u062A\u0627\u062B\u06CC\u0631 \u0642\u0631\u0627\u0631 \u062F\u0627\u062F\u061F", "answers":[], "keywords":"\u0633\u0642\u0631\u0627\u0637\u060C \u0627\u0631\u0633\u0637\u0648\u060C \u062A\u062D\u062A \u062A\u0627\u062B\u06CC\u0631", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Socrates> <http:\/\/dbpedia.org\/ontology\/influenced> <http:\/\/dbpedia.org\/resource\/Aristotle> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"162", "question":"\u00BFTuvo S\u00F3crates influencia sobre Arist\u00F3teles?", "answers":[], "keywords":"S\u00F3crates, influencia, Arist\u00F3teles", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Socrates> <http:\/\/dbpedia.org\/ontology\/influenced> <http:\/\/dbpedia.org\/resource\/Aristotle> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"162", "question":"Socrate a-t-il influenc\u00E9 Aristote?", "answers":[], "keywords":"Socrate, influencer, Aristote", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Socrates> <http:\/\/dbpedia.org\/ontology\/influenced> <http:\/\/dbpedia.org\/resource\/Aristotle> . } " , "lang":"fr"}
