{"datasetId":"qald-5-train-multilingual","questionId":"67", "question":"Dame todas las p\u00E1ginas de Web de empresas con m\u00E1s de 500000 empleados.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"p\u00E1gina de Web, empreasas, empleados, m\u00E1s de 500000", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string\nWHERE {\n         ?c rdf:type dbo:Company .\n       { ?c dbo:numberOfEmployees ?employees . }\n       UNION\n       { ?c dbp:numEmployees ?employees . }\n         FILTER( xsd:integer(?employees) > 500000 ) .\n         ?c dbp:homepage ?string .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"67", "question":"Dammi tutti i siti internet di aziende con pi\u00F9 di 500000 dipendenti.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"sito internet, azienda, dipendenti, pi\u00F9 di 500000", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string\nWHERE {\n         ?c rdf:type dbo:Company .\n       { ?c dbo:numberOfEmployees ?employees . }\n       UNION\n       { ?c dbp:numEmployees ?employees . }\n         FILTER( xsd:integer(?employees) > 500000 ) .\n         ?c dbp:homepage ?string .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"67", "question":"Donnes-moi les sites webs de companies avec plus de 500000 employ\u00E9s.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"sites webs, companies, plus de 500000 employ\u00E9s", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string\nWHERE {\n         ?c rdf:type dbo:Company .\n       { ?c dbo:numberOfEmployees ?employees . }\n       UNION\n       { ?c dbp:numEmployees ?employees . }\n         FILTER( xsd:integer(?employees) > 500000 ) .\n         ?c dbp:homepage ?string .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"67", "question":"Geef me de websites van alle ondernemingen met meer dan 500000 werknemers.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"website, onderneming, werknemers, meer dan 500000", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string\nWHERE {\n         ?c rdf:type dbo:Company .\n       { ?c dbo:numberOfEmployees ?employees . }\n       UNION\n       { ?c dbp:numEmployees ?employees . }\n         FILTER( xsd:integer(?employees) > 500000 ) .\n         ?c dbp:homepage ?string .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"67", "question":"D\u0103-mi toate website-urile de la companiile cu mai mult de 500000 de angaja\u021Bi", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"website, companie, angajat, mai mult de 500000", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string\nWHERE {\n         ?c rdf:type dbo:Company .\n       { ?c dbo:numberOfEmployees ?employees . }\n       UNION\n       { ?c dbp:numEmployees ?employees . }\n         FILTER( xsd:integer(?employees) > 500000 ) .\n         ?c dbp:homepage ?string .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"68", "question":"Ce actori au fost n\u0103scu\u021Bi \u00EEn Germania?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"actor, n\u0103scut, Germania", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Actor .\n      { ?uri dbo:birthPlace res:Germany . }\n      UNION \n      { ?uri dbo:birthPlace ?place .\n        ?place dbo:country res:Germany . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"69", "question":"Welche H\u00F6hlen haben mehr als 3 Eing\u00E4nge?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"H\u00F6hle, Eingang, mehr als 3", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Cave .\n        ?uri dbp:entranceCount ?entrance .\n        FILTER (?entrance > 3) .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"69", "question":"Quali grotte hanno pi\u00F9 di 3 entrate?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"grotta, entrata, pi\u00F9 di 3", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Cave .\n        ?uri dbp:entranceCount ?entrance .\n        FILTER (?entrance > 3) .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"69", "question":"Quelles grottes ont plus de 3 entr\u00E9es?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"grottes, plus de 3 entr\u00E9es", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Cave .\n        ?uri dbp:entranceCount ?entrance .\n        FILTER (?entrance > 3) .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"69", "question":"Ce pe\u0219teri au mai mult de 3 intr\u0103ri?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pe\u0219ter\u0103, intrare, mai mult de 3", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Cave .\n        ?uri dbp:entranceCount ?entrance .\n        FILTER (?entrance > 3) .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"7", "question":"Este so\u021Bia pre\u0219edintelui Lincoln numit\u0103 Mary?", "answers":[""], "keywords":"Lincoln, pre\u0219edinte, so\u021Bie, numit\u0103, Mary", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#>\nASK \nWHERE {\n        res:Abraham_Lincoln dbo:spouse ?spouse .\n        ?spouse rdfs:label ?name .\n        FILTER(regex(?name,'Mary')) \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"Give me all films produced by Hal Roach.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, produce, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"Gib mir alle Filme des Produzenten Hal Roach.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Film, Produzent, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"Dame todas las pel\u00EDculas del producente Hal Roach.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pel\u00EDcula, producente, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"Dammi tutti i film prodotti da Hal Roach.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, produrre, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"Donnes-moi tous les films produits par Hal Roach.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"films, produits, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"Noem alle films die zijn geproduceerd door Hal Roach.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, producent, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"70", "question":"D\u0103-mi toate filmele produse de Hal Roach", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, produs, Hal Roach", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:producer res:Hal_Roach .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"Give me all video games published by Mean Hamster Software.", "answers":["",""], "keywords":"video game, publish, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"Gib mir alle Videospiele von Mean Hamster Software.", "answers":["",""], "keywords":"Videospiel, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"Dame todos los videojuegos de Mean Hamster Software.", "answers":["",""], "keywords":"videojuego, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"Dammi tutti i videogiochi di Mean Hamster Software.", "answers":["",""], "keywords":"videogioco, prodotto, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"Donnes-moi tous les jeux vid\u00E9os publi\u00E9s par Mean Hamster Software.", "answers":["",""], "keywords":"jeux vid\u00E9os, publi\u00E9s, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"Geef me alle videogames van Mean Hamster Software.", "answers":["",""], "keywords":"videogame, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"71", "question":"D\u0103-mi toate jocurile video publicate de Mean Hamster Software", "answers":["",""], "keywords":"joc video, publicat, Mean Hamster Software", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"72", "question":"Ce limbi sunt vorbite \u00EEn Estonia?", "answers":["","","","","","","","",""], "keywords":"limb\u0103, vorbit\u0103, Estonia", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:spokenIn res:Estonia . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"73", "question":"Combien de magasins Aldi sont l\u00E0?", "answers":[""], "keywords":"poss\u00E8de, Aldi", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?number\nWHERE {\n        res:Aldi dbo:numberOfLocations ?number .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"73", "question":"C\u00E2te magazine Aldi exist\u0103?", "answers":[""], "keywords":"avea, Aldi", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?number\nWHERE {\n        res:Aldi dbo:numberOfLocations ?number .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"74", "question":"Quelles capitales europ\u00E9enes ont \u00E9t\u00E9 h\u00F4tes de jeux olympiques d'\u00E9t\u00E9?", "answers":["","","","","","","","",""], "keywords":"capitales europ\u00E9enes, h\u00F4tes, jeux olympiques d'\u00E9t\u00E9", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type yago:CapitalsInEurope .\n        ?uri rdf:type yago:HostCitiesOfTheSummerOlympicGames .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"74", "question":"Ce capitale europene au fost gazde ale Jocurile Olimpice de var\u0103?", "answers":["","","","","","","","",""], "keywords":"capital, Europa, ora\u0219 gazd\u0103, Jocurile Olimpice", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type yago:CapitalsInEurope .\n        ?uri rdf:type yago:HostCitiesOfTheSummerOlympicGames .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"75", "question":"Qui fut le premier pr\u00E9sident des \u00C9tats-Unis?", "answers":[""], "keywords":"Etats-Unis, premier pr\u00E9sident", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri dbo:office 'President of the United States' .\n         ?uri dbo:orderInOffice '16th' .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"Give me all books written by Danielle Steel.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"book, written, Danielle Steel", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"Gib mir alle B\u00FCcher, die Danielle Steel geschrieben hat.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Buch, schreiben, Danielle Steel", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"Dame todos los libros escritos por Danielle Steel.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"libors, escritos, Danielle Steel", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"Dammi tutti i libri scritti da Danielle Steel.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"libri, scritti, Danielle Steel", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"Donnes-moi tous les livres \u00E9crits par Danielle Steel.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"livres, \u00E9crits, Danielle Steele", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"fr"}
