{"datasetId":"qald-7-train-multilingual","questionId":"125", "question":"\u0930\u094B\u092E \u0915\u093F\u0938 \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u092E\u0947\u0902 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Central_European_Time"], "keywords":"\u0930\u094B\u092E, \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Rome> <http:\/\/dbpedia.org\/ontology\/timeZone> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"126", "question":"\u092E\u0941\u091D\u0947 \u091A\u0940\u0928 \u0915\u0940 \u092E\u0941\u0926\u094D\u0930\u093E \u092C\u0924\u093E\u092F\u0947\u0902 \u0964", "answers":["http:\/\/dbpedia.org\/resource\/Renminbi"], "keywords":"\u091A\u0940\u0928, \u092E\u0941\u0926\u094D\u0930\u093E", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {  \n   res:China dbo:currency ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"127", "question":"\u0921\u0940\u092C\u0940\u092A\u0940\u0921\u093F\u092F\u093E \u0915\u0947 \u0921\u0947\u0935\u0932\u092A\u0930 \u0915\u094C\u0928 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/OpenLink_Software"], "keywords":"\u0921\u0940\u092C\u0940\u092A\u0940\u0921\u093F\u092F\u093E, \u0921\u0947\u0935\u0932\u092A\u0930, \u0935\u093F\u0915\u093E\u0938\u0915", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/DBpedia> <http:\/\/dbpedia.org\/ontology\/developer> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"128", "question":"\u0905\u092C\u094D\u0930\u093E\u0939\u092E \u0932\u093F\u0902\u0915\u0928 \u0915\u0940 \u092E\u094C\u0924 \u0915\u0940 \u091C\u0917\u0939 \u0915\u0940 \u092C\u0938\u093E\u0907\u091F \u0939\u0948?", "answers":["false"], "keywords":"\u0905\u092C\u094D\u0930\u093E\u0939\u092E \u0932\u093F\u0902\u0915\u0928, \u092E\u094C\u0924, \u091C\u0917\u0939, \u092C\u0938\u093E\u0907\u091F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Abraham_Lincoln dbo:deathPlace ?p .\n        ?p dbo:website ?w . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"129", "question":"\u0928\u0940\u0926\u0930\u0932\u0948\u0902\u0921 \u0915\u093E \u0930\u093E\u091C\u093E \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Willem-Alexander_of_the_Netherlands"], "keywords":"\u0928\u0940\u0926\u0930\u0932\u0948\u0902\u0921, \u0930\u093E\u091C\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Netherlands> <http:\/\/dbpedia.org\/ontology\/leader> ?uri . ?uri a <http:\/\/dbpedia.org\/ontology\/Royalty> . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"130", "question":"\u0928\u093F\u0915\u094B\u0938 \u0915\u093E\u091C\u093E\u0902\u091F\u093E\u091C\u093E\u0915\u093F\u0938 \u0915\u093E \u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0928\u093F\u0927\u0928 \u0939\u0941\u0906 ?", "answers":["http:\/\/dbpedia.org\/resource\/Freiburg_im_Breisgau"], "keywords":"\u0928\u093F\u0915\u094B\u0938 \u0915\u093E\u091C\u093E\u0902\u091F\u093E\u091C\u093E\u0915\u093F\u0938, \u0936\u0939\u0930, \u0928\u093F\u0927\u0928", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Nikos_Kazantzakis> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri . ?uri a <http:\/\/dbpedia.org\/ontology\/Town> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"131", "question":"\u092E\u0939\u093E\u0930\u093E\u0928\u0940 \u090F\u0932\u093F\u091C\u093E\u092C\u0947\u0925 \u0926\u094D\u0935\u093F\u0924\u0940\u092F \u0915\u0947 \u092A\u093F\u0924\u093E \u0915\u094C\u0928 \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/George_VI"], "keywords":"\u092E\u0939\u093E\u0930\u093E\u0928\u0940 \u090F\u0932\u093F\u091C\u093E\u092C\u0947\u0925 \u0926\u094D\u0935\u093F\u0924\u0940\u092F, \u092A\u093F\u0924\u093E", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Elizabeth_II dbp:father ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"133", "question":"Quantos habitantes tem a maior cidade do Canad\u00E1?", "answers":["2615060"], "keywords":"habitantes, maior cidade, Canad\u00E1", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num\nWHERE {\n        res:Canada dbo:largestCity ?city . \n        ?city dbo:populationTotal ?num .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"133", "question":"\u0915\u0928\u093E\u0921\u093E \u0915\u0947 \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u0947 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0947 \u0928\u093F\u0935\u093E\u0938\u0940 \u0939\u0948\u0902?", "answers":["2615060"], "keywords":"\u0915\u0928\u093E\u0921\u093E, \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u0947 \u0936\u0939\u0930, \u0928\u093F\u0935\u093E\u0938\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num\nWHERE {\n        res:Canada dbo:largestCity ?city . \n        ?city dbo:populationTotal ?num .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"134", "question":"\u0905\u0930\u092C \u0915\u0947 \u0932\u0949\u0930\u0947\u0902\u0938 \u0928\u0947 \u0915\u093F\u0938 \u0938\u0948\u0928\u094D\u092F \u092F\u0941\u0926\u094D\u0927 \u092E\u0947\u0902 \u092D\u093E\u0917 \u0932\u093F\u092F\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Battle_of_Aba_el_Lissan"], "keywords":"\u0905\u0930\u092C \u0915\u0947 \u0932\u0949\u0930\u0947\u0902\u0938, \u0938\u0948\u0928\u094D\u092F \u092F\u0941\u0926\u094D\u0927, \u092D\u093E\u0917 \u0932\u093F\u092F\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:T._E._Lawrence dbo:battle ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"135", "question":"Qual o livro com maior n\u00FAmero de p\u00E1ginas?", "answers":["http:\/\/dbpedia.org\/resource\/The_Tolkien_Reader"], "keywords":"livro, maior n\u00FAmero de p\u00E1ginas", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Book . \n        ?uri dbo:numberOfPages ?n .\n}\nORDER BY DESC(?n)\nOFFSET 0 LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"135", "question":"\u0915\u094C\u0928 \u0938\u0947 \u092A\u0941\u0938\u094D\u0924\u0915 \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u092A\u0943\u0937\u094D\u0920 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/The_Tolkien_Reader"], "keywords":"\u092A\u0941\u0938\u094D\u0924\u0915, \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u092A\u0943\u0937\u094D\u0920", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Book . \n        ?uri dbo:numberOfPages ?n .\n}\nORDER BY DESC(?n)\nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"136", "question":"\u0928\u093E\u0907\u0932 \u0928\u0926\u0940 \u0915\u093F\u0938 \u0926\u0947\u0936 \u092E\u0947\u0902 \u0936\u0941\u0930\u0942 \u0939\u094B\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Ethiopia"], "keywords":"\u0928\u093E\u0907\u0932 \u0928\u0926\u0940, \u0926\u0947\u0936, \u0936\u0941\u0930\u0942", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Nile dbo:sourceCountry ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"137", "question":"\u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0926\u094C\u0921\u093C \u0935\u093E\u0932\u0947 \u092B\u0949\u0930\u094D\u092E\u0942\u0932\u093E 1 \u0930\u0947\u0938 \u0921\u094D\u0930\u093E\u092F\u0935\u0930 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"\u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0926\u094C\u0921\u093C, \u092B\u0949\u0930\u094D\u092E\u0942\u0932\u093E 1, \u0930\u0947\u0938 \u0921\u094D\u0930\u093E\u092F\u0935\u0930", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/FormulaOneRacer> .  ?uri <http:\/\/dbpedia.org\/ontology\/races> ?x . } ORDER BY DESC(?x) OFFSET 0 LIMIT 1 " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"138", "question":"\u0915\u094C\u0928 \u0938\u0940 \u0915\u0902\u092A\u0928\u093F\u092F\u093E\u0902 \u0939\u0949\u0935\u0930\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u092C\u0928\u093E\u0924\u0940 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/British_Hovercraft_Corporation"], "keywords":"\u0915\u0902\u092A\u0928\u093F\u092F\u093E\u0902, \u0939\u0949\u0935\u0930\u0915\u094D\u0930\u093E\u092B\u094D\u091F \u092C\u0928\u093E\u0924\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri a <http:\/\/dbpedia.org\/ontology\/Company> . ?uri <http:\/\/dbpedia.org\/ontology\/product> <http:\/\/dbpedia.org\/resource\/Hovercraft> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"139", "question":"\u0915\u094D\u092F\u093E \u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940 \u0915\u0947 \u092C\u091A\u094D\u091A\u0947 \u0925\u0947 ?", "answers":["true"], "keywords":"\u090F\u0932\u094D\u0935\u093F\u0938 \u092A\u094D\u0930\u0947\u0938\u094D\u0932\u0940, \u092C\u091A\u094D\u091A\u0947", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"141", "question":"\u092C\u093F\u0932 \u0917\u0947\u091F\u094D\u0938 \u0915\u093E \u091C\u0928\u094D\u092E \u0915\u093F\u0938 \u0926\u0947\u0936 \u092E\u0947\u0902 \u0939\u0941\u0906 \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/United_States"], "keywords":"\u092C\u093F\u0932 \u0917\u0947\u091F\u094D\u0938, \u091C\u0928\u094D\u092E, \u0926\u0947\u0936", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Bill_Gates> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?x . ?x <http:\/\/dbpedia.org\/ontology\/country> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"142", "question":"Em que pa\u00EDs se fala japon\u00EAs?", "answers":["http:\/\/dbpedia.org\/resource\/Allied_Military_Government_for_Occupied_Territories"], "keywords":"pa\u00EDs, fala, japon\u00EAs", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri a <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/ontology\/language> <http:\/\/dbpedia.org\/resource\/Japanese_language> . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"142", "question":"\u0915\u093F\u0928 \u0926\u0947\u0936\u094B\u0902 \u092E\u0947\u0902 \u0932\u094B\u0917 \u091C\u093E\u092A\u093E\u0928\u0940 \u092C\u094B\u0932\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Allied_Military_Government_for_Occupied_Territories"], "keywords":"\u0926\u0947\u0936\u094B\u0902, \u0932\u094B\u0917, \u091C\u093E\u092A\u093E\u0928\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri a <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/ontology\/language> <http:\/\/dbpedia.org\/resource\/Japanese_language> . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"143", "question":"Mostre me o livro que Muhammad Ali escreveu.", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"livro, Muhammad Ali, escreveu", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"143", "question":"\u092E\u0941\u091D\u0947 \u0915\u093F\u0924\u093E\u092C \u092C\u0924\u093E\u0913 \u091C\u094B \u092E\u0941\u0939\u092E\u094D\u092E\u0926 \u0905\u0932\u0940 \u0928\u0947 \u0932\u093F\u0916\u0940 \u0925\u0940\u0964", "answers":["http:\/\/dbpedia.org\/resource\/The_Soul_of_a_Butterfly"], "keywords":"\u0915\u093F\u0924\u093E\u092C, \u092E\u0941\u0939\u092E\u094D\u092E\u0926 \u0905\u0932\u0940, \u0932\u093F\u0916\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"144", "question":"\u0915\u094D\u092F\u093E \u092C\u0930\u093E\u0915 \u0913\u092C\u093E\u092E\u093E \u0915\u0940 \u092A\u0924\u094D\u0928\u0940 \u092E\u093F\u0936\u0947\u0932 \u0913\u092C\u093E\u092E\u093E \u0939\u0948\u0902?", "answers":["true"], "keywords":"\u092C\u0930\u093E\u0915 \u0913\u092C\u093E\u092E\u093E, \u092A\u0924\u094D\u0928\u0940, \u092E\u093F\u0936\u0947\u0932 \u0913\u092C\u093E\u092E\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n\tres:Barack_Obama dbo:spouse res:Michelle_Obama .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"145", "question":"Qual \u00E9 o c\u00F3digo de \u00E1rea de Berlin?", "answers":["030"], "keywords":"c\u00F3digo de \u00E1rea, Berlin", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?string \nWHERE {\n\tres:Berlin dbo:areaCode ?string .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"146", "question":"Liste todos os atores que atuaram em Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Anthony_Quinn"], "keywords":"atores, atuaram, Last Action Hero", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Last_Action_Hero dbo:starring ?uri . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"146", "question":"\u092E\u0941\u091D\u0947 \u0932\u093E\u0938\u094D\u091F \u090F\u0915\u094D\u0936\u0928 \u0939\u0940\u0930\u094B \u092E\u0947\u0902 \u0905\u092D\u093F\u0928\u0940\u0924 \u0938\u092D\u0940 \u0915\u0932\u093E\u0915\u093E\u0930\u094B\u0902 \u0915\u0947 \u0928\u093E\u092E \u092C\u0924\u093E\u092F\u0947\u0902 \u0926\u094B\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Anthony_Quinn"], "keywords":"\u0932\u093E\u0938\u094D\u091F \u090F\u0915\u094D\u0936\u0928 \u0939\u0940\u0930\u094B, \u0938\u092D\u0940 \u0915\u0932\u093E\u0915\u093E\u0930, \u0928\u093E\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Last_Action_Hero dbo:starring ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"147", "question":"\u0938\u0948\u0928 \u092B\u094D\u0930\u093E\u0902\u0938\u093F\u0938\u094D\u0915\u094B \u0915\u0947 \u0909\u092A\u0928\u093E\u092E \u0915\u094D\u092F\u093E \u0939\u0948\u0902?", "answers":["The City by the Bay; Fog City; San Fran; Frisco ; The City that Knows How ; Baghdad by the Bay ; The Paris of the West"], "keywords":"\u0938\u0948\u0928 \u092B\u094D\u0930\u093E\u0902\u0938\u093F\u0938\u094D\u0915\u094B, \u0909\u092A\u0928\u093E\u092E", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/San_Francisco> <http:\/\/dbpedia.org\/property\/nickname> ?string . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"149", "question":"Durch welche L\u00E4nder flie\u00DFt der Yenisei?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia"], "keywords":"Yenisei, flie\u00DFen, Land", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbp:country ?uri .\n}" , "lang":"de"}
{"datasetId":"qald-7-train-multilingual","questionId":"149", "question":"\u00BFPor qu\u00E9 pa\u00EDses fluye el r\u00EDo Yenisei?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia"], "keywords":"pa\u00EDses, fluye, r\u00EDo Yenisei", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbp:country ?uri .\n}" , "lang":"es"}
{"datasetId":"qald-7-train-multilingual","questionId":"149", "question":"Quels sont les pays travers\u00E9s par l'Ienisse\u00EF?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia"], "keywords":"Ienisse\u00EF, pays travers\u00E9s", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbp:country ?uri .\n}" , "lang":"fr"}
{"datasetId":"qald-7-train-multilingual","questionId":"149", "question":"\u0915\u093F\u0938 \u0926\u0947\u0936 \u0915\u0947 \u092E\u093E\u0927\u094D\u092F\u092E \u0938\u0947 \u092F\u0928\u0947\u0938\u0940 \u0928\u0926\u0940 \u0915\u093E \u092A\u094D\u0930\u0935\u093E\u0939 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Mongolia"], "keywords":"\u0926\u0947\u0936, \u092F\u0928\u0947\u0938\u0940 \u0928\u0926\u0940, \u092A\u094D\u0930\u0935\u093E\u0939", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Yenisei_River dbp:country ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"150", "question":"\u00BFQu\u00E9 series televisivas ide\u00F3 Walt Disney?", "answers":["http:\/\/dbpedia.org\/resource\/The_Mickey_Mouse_Club"], "keywords":"serie televisica, ide\u00F3, Walt Disney", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type dbo:TelevisionShow .\n        ?uri dbo:creator res:Walt_Disney .\n}" , "lang":"es"}
{"datasetId":"qald-7-train-multilingual","questionId":"150", "question":"\u0935\u0949\u0932\u094D\u091F \u0921\u093F\u091C\u093C\u0928\u0940 \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u093F\u0938 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u093C\u0928 \u0936\u094B \u0915\u093E \u0928\u093F\u0930\u094D\u092E\u093E\u0923 \u0915\u093F\u092F\u093E \u0917\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/The_Mickey_Mouse_Club"], "keywords":"\u0935\u0949\u0932\u094D\u091F \u0921\u093F\u091C\u093C\u0928\u0940, \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u093C\u0928 \u0936\u094B, \u0928\u093F\u0930\u094D\u092E\u093E\u0923", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri rdf:type dbo:TelevisionShow .\n        ?uri dbo:creator res:Walt_Disney .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"151", "question":"\u0938\u092C\u0938\u0947 \u0932\u0902\u092C\u093E \u092A\u0941\u0932 \u0915\u094C\u0928 \u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Overseas_Highway"], "keywords":"\u0938\u092C\u0938\u0947 \u0932\u0902\u092C\u093E, \u092A\u0941\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Bridge .\n        ?uri dbo:mainspan ?s . \n} \nORDER BY DESC(?s) \nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"152", "question":"De que pa\u00EDs \u00E9 a Sitecore", "answers":["http:\/\/dbpedia.org\/resource\/Denmark"], "keywords":"pa\u00EDs, Sitecore", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Sitecore> <http:\/\/dbpedia.org\/ontology\/foundationPlace> ?uri . }" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"152", "question":"\u0938\u093E\u0907\u091F\u0915\u094B\u0930 \u0915\u094C\u0928 \u0938\u0947 \u0926\u0947\u0936 \u0938\u0947 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Denmark"], "keywords":"\u0938\u093E\u0907\u091F\u0915\u094B\u0930, \u0926\u0947\u0936", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Sitecore> <http:\/\/dbpedia.org\/ontology\/foundationPlace> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"153", "question":"\u0932\u093E\u0902\u0938 \u092C\u093E\u0938 \u0928\u0947 \u0915\u093F\u0938\u0938\u0947 \u0936\u093E\u0926\u0940 \u0915\u0940?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Turchin"], "keywords":"\u0932\u093E\u0902\u0938 \u092C\u093E\u0938, \u0936\u093E\u0926\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/spouse> <http:\/\/dbpedia.org\/resource\/Lance_Bass> . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"154", "question":"Qual a capital do Canad\u00E1?", "answers":["http:\/\/dbpedia.org\/resource\/Ottawa"], "keywords":"capital, Canad\u00E1", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Canada dbo:capital ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"154", "question":"\u0915\u0928\u093E\u0921\u093E \u0915\u0940 \u0930\u093E\u091C\u0927\u093E\u0928\u0940 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Ottawa"], "keywords":"\u0915\u0928\u093E\u0921\u093E, \u0930\u093E\u091C\u0927\u093E\u0928\u0940", "sparql":"PREFIX dbo:  <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Canada dbo:capital ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"155", "question":"\u0935\u093F\u0902\u0938\u0947\u0902\u091F \u0935\u0948\u0928 \u0917\u093E\u0917 \u0915\u093F\u0928\u0938\u0947 \u092A\u094D\u0930\u0947\u0930\u093F\u0924 \u0925\u0947 ?", "answers":["http:\/\/dbpedia.org\/resource\/Anton_Mauve"], "keywords":"\u0935\u093F\u0902\u0938\u0947\u0902\u091F \u0935\u0948\u0928 \u0917\u093E\u0917, \u092A\u094D\u0930\u0947\u0930\u093F\u0924", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/influenced> <http:\/\/dbpedia.org\/resource\/Vincent_van_Gogh> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"156", "question":"\u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u091C\u0949\u0928 \u090F\u092B \u0915\u0948\u0928\u0947\u0921\u0940 \u0915\u093E \u0928\u093F\u0927\u0928 \u0939\u0941\u0906 ?", "answers":["http:\/\/dbpedia.org\/resource\/Dallas"], "keywords":"\u0936\u0939\u0930, \u091C\u0949\u0928 \u090F\u092B \u0915\u0948\u0928\u0947\u0921\u0940, \u0928\u093F\u0927\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n        res:John_F._Kennedy dbo:deathPlace ?uri .\n        ?uri rdf:type dbo:City .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"157", "question":"\u0915\u094D\u092F\u093E \u0905\u092E\u0947\u0930\u093F\u0915\u093E \u0915\u0947 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u091C\u0948\u0915\u094D\u0938\u0928 \u0915\u093F\u0938\u0940 \u092F\u0941\u0926\u094D\u0927 \u092E\u0947\u0902 \u0936\u093E\u092E\u093F\u0932 \u0925\u0947?", "answers":["true"], "keywords":"\u0905\u092E\u0947\u0930\u093F\u0915\u093E, \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u091C\u0948\u0915\u094D\u0938\u0928, \u092F\u0941\u0926\u094D\u0927", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n\tres:Andrew_Jackson dbo:battle ?battle .    \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"158", "question":"\u0917\u0947\u092E \u0911\u095E \u0925\u094D\u0930\u094B\u0928\u094D\u0938 \u0925\u0940\u092E \u0915\u093F\u0938\u0928\u0947 \u0932\u093F\u0916\u0940 \u0939\u0948\u0902 ?", "answers":["http:\/\/dbpedia.org\/resource\/Ramin_Djawadi"], "keywords":"\u0917\u0947\u092E \u0911\u095E \u0925\u094D\u0930\u094B\u0928\u094D\u0938, \u0925\u0940\u092E, \u0932\u093F\u0916\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Game_of_Thrones> <http:\/\/dbpedia.org\/ontology\/composer> ?uri. }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"159", "question":"\u092C\u094D\u0930\u0941\u0915\u0932\u093F\u0928 \u092C\u094D\u0930\u093F\u091C \u0915\u094B \u0915\u093F\u0938\u0928\u0947 \u092C\u0928\u093E\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/John_A._Roebling"], "keywords":"\u092C\u094D\u0930\u0941\u0915\u0932\u093F\u0928 \u092C\u094D\u0930\u093F\u091C, \u092C\u0928\u093E\u092F\u093E", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Brooklyn_Bridge dbo:architect ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"160", "question":"\u092C\u094B\u0930\u093F\u0938 \u092C\u0947\u0915\u0930 \u0928\u0947 \u0905\u092A\u0928\u093E \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0948\u0930\u093F\u092F\u0930 \u0915\u092C \u0938\u092E\u093E\u092A\u094D\u0924 \u0915\u093F\u092F\u093E?", "answers":["1999-06-25"], "keywords":"\u092C\u094B\u0930\u093F\u0938 \u092C\u0947\u0915\u0930, \u0938\u0915\u094D\u0930\u093F\u092F \u0915\u0948\u0930\u093F\u092F\u0930, \u0938\u092E\u093E\u092A\u094D\u0924", "sparql":"SELECT DISTINCT ?d WHERE { <http:\/\/dbpedia.org\/resource\/Boris_Becker> <http:\/\/dbpedia.org\/ontology\/activeYearsEndDate> ?d . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"161", "question":"\u0913\u0930\u0947\u0917\u0928 \u092E\u0947\u0902 \u0915\u093F\u0938 \u092A\u094D\u0930\u0915\u093E\u0930 \u0915\u0947 \u0905\u0902\u0917\u0942\u0930 \u0909\u0917\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Barbera"], "keywords":"\u0913\u0930\u0947\u0917\u0928, \u092A\u094D\u0930\u0915\u093E\u0930, \u0905\u0902\u0917\u0942\u0930, \u0909\u0917\u0924\u0947", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Oregon_wine> <http:\/\/dbpedia.org\/ontology\/growingGrape> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"162", "question":"\u092E\u093E\u0907\u0915\u0932 \u091C\u0949\u0930\u094D\u0921\u0928 \u0915\u093F\u0924\u0928\u093E \u0932\u0902\u092C\u093E \u0939\u0948?", "answers":["1.9812"], "keywords":"\u092E\u093E\u0907\u0915\u0932 \u091C\u0949\u0930\u094D\u0921\u0928, \u0932\u0902\u092C\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num \nWHERE {\n        res:Michael_Jordan dbo:height ?num .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"163", "question":"\u092A\u0947\u0930\u093F\u0938 \u0915\u0947 \u092E\u0939\u093E\u092A\u094C\u0930 \u0915\u093F\u0938 \u092A\u093E\u0930\u094D\u091F\u0940 \u0915\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Socialist_Party_(France)"], "keywords":"\u092A\u0947\u0930\u093F\u0938, \u092E\u0939\u093E\u092A\u094C\u0930, \u092A\u093E\u0930\u094D\u091F\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Paris> <http:\/\/dbpedia.org\/ontology\/mayor> ?x . ?x <http:\/\/dbpedia.org\/ontology\/party> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"165", "question":"\u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u091C\u094D\u092F \u0915\u0947 16 \u0935\u0947\u0902 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0915\u094C\u0928 \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln"], "keywords":"\u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u091C\u094D\u092F, 16 \u0935\u0947\u0902 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n         ?uri dbo:office 'President of the United States' .\n         ?uri dbo:orderInOffice '16th' .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"166", "question":"\u092E\u093E\u0909\u0902\u091F \u090F\u0935\u0930\u0947\u0938\u094D\u091F \u0915\u093F\u0924\u0928\u093E \u090A\u0901\u091A\u093E \u0939\u0948?", "answers":["8848.0"], "keywords":"\u092E\u093E\u0909\u0902\u091F \u090F\u0935\u0930\u0947\u0938\u094D\u091F, \u090A\u0901\u091A\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num \nWHERE {\n\tres:Mount_Everest dbo:elevation ?num.\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"167", "question":"\u0905\u0932\u094D\u092C\u0930\u094D\u091F \u0906\u0907\u0902\u0938\u094D\u091F\u0940\u0928 \u0915\u0947 \u0921\u0949\u0915\u094D\u091F\u0930\u0947\u091F \u0915\u0947 \u092A\u0930\u094D\u092F\u0935\u0947\u0915\u094D\u0937\u0915 \u0915\u094C\u0928 \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Alfred_Kleiner"], "keywords":"\u0905\u0932\u094D\u092C\u0930\u094D\u091F \u0906\u0907\u0902\u0938\u094D\u091F\u0940\u0928, \u0921\u0949\u0915\u094D\u091F\u0930\u0947\u091F, \u092A\u0930\u094D\u092F\u0935\u0947\u0915\u094D\u0937\u0915", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Albert_Einstein> <http:\/\/dbpedia.org\/ontology\/doctoralAdvisor> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"168", "question":"\u0938\u093F\u0932\u094D\u0935\u0947\u0938\u094D\u091F\u0930 \u0938\u094D\u091F\u0947\u0932\u094B\u0928 \u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Beverly_Hills,_California"], "keywords":"\u0938\u093F\u0932\u094D\u0935\u0947\u0938\u094D\u091F\u0930 \u0938\u094D\u091F\u0947\u0932\u094B\u0928, \u0936\u0939\u0930, \u0930\u0939\u0924\u0947", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri a <http:\/\/dbpedia.org\/ontology\/City> . <http:\/\/dbpedia.org\/resource\/Sylvester_Stallone> <http:\/\/dbpedia.org\/ontology\/residence> ?uri . }" , "lang":"hi_IN"}
