{"datasetId":"qald-7-train-multilingual","questionId":"169", "question":"Qual a moeda da Rep\u00FAblica Tcheca?", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"moeda, Rep\u00FAblica Tcheca", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Czech_Republic dbo:currency ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"169", "question":"\u091A\u0947\u0915 \u0917\u0923\u0930\u093E\u091C\u094D\u092F \u0915\u0940 \u092E\u0941\u0926\u094D\u0930\u093E \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Czech_koruna"], "keywords":"\u091A\u0947\u0915 \u0917\u0923\u0930\u093E\u091C\u094D\u092F, \u092E\u0941\u0926\u094D\u0930\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Czech_Republic dbo:currency ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"170", "question":"S\u00F3crates influenciou Arist\u00F3teles?", "answers":["true"], "keywords":"S\u00F3crates, influ\u00EAncia, Arist\u00F3teles", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n\tres:Aristotle dbo:influencedBy res:Socrates .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"170", "question":"\u0915\u094D\u092F\u093E \u090F\u0930\u093F\u0938\u094D\u091F\u094B\u091F\u0932 \u0938\u094B\u0915\u094D\u0930\u0947\u091F\u0938 \u0938\u0947 \u092A\u094D\u0930\u092D\u093E\u0935\u093F\u0924 \u0925\u0947?", "answers":["true"], "keywords":"\u090F\u0930\u093F\u0938\u094D\u091F\u094B\u091F\u0932, \u0938\u094B\u0915\u094D\u0930\u0947\u091F\u0938, \u092A\u094D\u0930\u092D\u093E\u0935\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n\tres:Aristotle dbo:influencedBy res:Socrates .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"171", "question":"\u0938\u093E\u0932\u094D\u091F \u0932\u0947\u0915 \u0938\u093F\u091F\u0940 \u0915\u093E \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Mountain_Time_Zone"], "keywords":"\u0938\u093E\u0932\u094D\u091F \u0932\u0947\u0915 \u0938\u093F\u091F\u0940, \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Salt_Lake_City dbp:timezone ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"172", "question":"\u0938\u094B\u0928\u093F \u0914\u0930 \u091A\u0947\u0930 \u0915\u093E \u092C\u0947\u091F\u093E \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Chaz_Bono"], "keywords":"\u0938\u094B\u0928, \u091A\u0947\u0930, \u092C\u0947\u091F\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/parent> <http:\/\/dbpedia.org\/resource\/Cher> . ?uri <http:\/\/dbpedia.org\/ontology\/parent> <http:\/\/dbpedia.org\/resource\/Sonny_Bono> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"173", "question":"Em que cidade est\u00E1 a sede das Na\u00E7\u00F5es Unidas?", "answers":["http:\/\/dbpedia.org\/resource\/New_York_City"], "keywords":"cidade, sede, Na\u00E7\u00F5es Unidas", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Headquarters_of_the_United_Nations> <http:\/\/dbpedia.org\/ontology\/location> ?uri . ?uri a <http:\/\/dbpedia.org\/ontology\/City> . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"173", "question":"\u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u0937\u094D\u091F \u0915\u0947 \u092E\u0941\u0916\u094D\u092F\u093E\u0932\u092F \u0915\u094C\u0928 \u0938\u093E \u0936\u0939\u0930 \u092E\u0947\u0902 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/New_York_City"], "keywords":"\u0938\u0902\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u0937\u094D\u091F, \u092E\u0941\u0916\u094D\u092F\u093E\u0932\u092F, \u0936\u0939\u0930", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Headquarters_of_the_United_Nations> <http:\/\/dbpedia.org\/ontology\/location> ?uri . ?uri a <http:\/\/dbpedia.org\/ontology\/City> . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"174", "question":"\u092A\u0947\u0902\u0917\u0941\u0907\u0928 \u092C\u0941\u0915\u094D\u0938 \u0915\u0947 \u0938\u0902\u0938\u094D\u0925\u093E\u092A\u0915 \u0915\u094C\u0928 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Allen_Lane"], "keywords":"\u092A\u0947\u0902\u0917\u0941\u0907\u0928 \u092C\u0941\u0915\u094D\u0938, \u0938\u0902\u0938\u094D\u0925\u093E\u092A\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        res:Penguin_Books dbo:founder ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"175", "question":"\u091C\u0948\u0915 \u0935\u0941\u0932\u094D\u092B\u0938\u094D\u0915\u093F\u0928 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E \u0915\u092C \u0939\u0941\u0908 \u0925\u0940?", "answers":["1981"], "keywords":"\u091C\u0948\u0915 \u0935\u0941\u0932\u094D\u092B\u0938\u094D\u0915\u093F\u0928, \u0938\u094D\u0925\u093E\u092A\u0928\u093E", "sparql":"SELECT DISTINCT ?year WHERE {  <http:\/\/dbpedia.org\/resource\/Jack_Wolfskin> <http:\/\/dbpedia.org\/ontology\/foundingYear> ?year . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"176", "question":"\u0930\u0949\u091F\u0930\u0921\u0948\u092E \u0915\u0947 \u092E\u0939\u092A\u094C\u0930 \u0915\u094C\u0928 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Ahmed_Aboutaleb"], "keywords":"\u0930\u0949\u091F\u0930\u0921\u0948\u092E, \u092E\u0939\u092A\u094C\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Rotterdam dbo:leaderName ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"177", "question":"Liste todos os ocean\u00F3grafos suecos.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"ocean\u00F3grafos, suecos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:field res:Oceanography . \n        ?uri dbo:birthPlace res:Sweden .        \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"177", "question":"\u092E\u0941\u091D\u0947 \u0938\u092D\u0940 \u0938\u094D\u0935\u0940\u0921\u093F\u0936 \u092E\u0939\u093E\u0938\u093E\u0917\u0930\u0940\u092F \u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"\u0938\u094D\u0935\u0940\u0921\u093F\u0936, \u092E\u0939\u093E\u0938\u093E\u0917\u0930\u0940\u092F \u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:field res:Oceanography . \n        ?uri dbo:birthPlace res:Sweden .        \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"180", "question":"Tesla ganhou um Pr\u00EAmio Nobel de F\u00EDsica?", "answers":["false"], "keywords":"Tesla, Pr\u00EAmio Nobel de F\u00EDsica", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Nikola_Tesla dbo:award res:Nobel_Prize_in_Physics .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"180", "question":"\u0915\u094D\u092F\u093E \u091F\u0947\u0938\u094D\u0932\u093E \u0928\u0947 \u092D\u094C\u0924\u093F\u0915 \u0935\u093F\u091C\u094D\u091E\u093E\u0928 \u092E\u0947\u0902 \u0928\u094B\u092C\u0947\u0932 \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930 \u091C\u0940\u0924\u093E?", "answers":["false"], "keywords":"\u091F\u0947\u0938\u094D\u0932\u093E, \u092D\u094C\u0924\u093F\u0915 \u0935\u093F\u091C\u094D\u091E\u093E\u0928, \u0928\u094B\u092C\u0947\u0932 \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Nikola_Tesla dbo:award res:Nobel_Prize_in_Physics .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"182", "question":"\u0938\u092C\u0938\u0947 \u0915\u092E \u0928\u093F\u0935\u093E\u0938\u093F\u092F\u094B\u0902 \u0935\u093E\u0932\u093E \u0936\u0939\u0930 \u0915\u094C\u0928 \u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Greenhorn,_Oregon"], "keywords":"\u0938\u092C\u0938\u0947 \u0915\u092E, \u0928\u093F\u0935\u093E\u0938\u093F\u092F\u094B\u0902, \u0936\u0939\u0930", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?pop . } ORDER BY ASC(?pop) OFFSET 0 LIMIT 1 " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"183", "question":"A proinsulina \u00E9 uma prote\u00EDna?", "answers":["true"], "keywords":"proinsulina, prote\u00EDna", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nASK \nWHERE {\n\tres:Proinsulin rdf:type dbo:Protein .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"183", "question":"\u0915\u094D\u092F\u093E \u092A\u094D\u0930\u094B\u0907\u0928\u094D\u0938\u0941\u0932\u093F\u0928 \u090F\u0915 \u092A\u094D\u0930\u094B\u091F\u0940\u0928 \u0939\u0948?", "answers":["true"], "keywords":"\u092A\u094D\u0930\u094B\u0907\u0928\u094D\u0938\u0941\u0932\u093F\u0928, \u092A\u094D\u0930\u094B\u091F\u0940\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nASK \nWHERE {\n\tres:Proinsulin rdf:type dbo:Protein .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"185", "question":"\u0915\u094D\u092F\u093E \u091A\u0947 \u0917\u094D\u0935\u0947\u0930\u093E \u0915\u0947 \u092C\u091A\u094D\u091A\u0947 \u0939\u0948\u0902?", "answers":["true"], "keywords":"\u091A\u0947 \u0917\u094D\u0935\u0947\u0930\u093E, \u092C\u091A\u094D\u091A\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK\nWHERE { \n        res:Che_Guevara dbo:child ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"186", "question":"\u0915\u094D\u092F\u093E \u091C\u0948\u0915 \u092C\u0947\u092F\u0930 \u091D\u0940\u0932 \u0924\u0941\u0932\u0928\u093E \u092E\u0947\u0902 \u092C\u093E\u0907\u0915\u093E\u0932 \u091D\u0940\u0932 \u092C\u095C\u0940 \u0939\u0948?", "answers":["true"], "keywords":"\u091C\u0948\u0915 \u092C\u0947\u092F\u0930 \u091D\u0940\u0932, \u092C\u093E\u0907\u0915\u093E\u0932 \u091D\u0940\u0932, \u092C\u095C\u0940", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nASK\nWHERE {  \n        res:Lake_Baikal dbo:areaTotal ?a1 . \n        res:Great_Bear_Lake dbo:areaTotal ?a2 .\n        FILTER (?a1 > ?a2)\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"187", "question":"\u0915\u094D\u092F\u093E \u0915\u094C\u0930\u093F\u0938\u094D\u092E\u094D\u0915\u0940 \u0915\u092D\u0940 \u0915\u0948\u0928\u0928\u094D\u0938 \u092E\u0947\u0902 \u0917\u094D\u0930\u093E\u0902\u0921 \u092A\u094D\u0930\u093F\u0915\u094D\u0938 \u091C\u0940\u0924\u0947 \u0939\u0948\u0902?", "answers":["true"], "keywords":"\u0915\u094C\u0930\u093F\u0938\u094D\u092E\u094D\u0915\u0940, \u0915\u0948\u0928\u0928\u094D\u0938, \u0917\u094D\u0930\u093E\u0902\u0921 \u092A\u094D\u0930\u093F\u0915\u094D\u0938, \u091C\u0940\u0924", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Aki_Kaurism\u00E4ki> <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Grand_Prix_(Cannes_Film_Festival)> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"188", "question":"Liste todos os livros de William Goldman com mais de 300 p\u00E1ginas.", "answers":["http:\/\/dbpedia.org\/resource\/Brothers_(Goldman_novel)"], "keywords":"livro, William Goldman, mais de 300, p\u00E1ginas", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:William_Goldman .\n        ?uri dbo:numberOfPages ?x .\n        FILTER (?x > 300)\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"188", "question":"\u092E\u0941\u091D\u0947 \u0969\u0966\u0966 \u0938\u0947 \u0905\u0927\u093F\u0915 \u092A\u0943\u0937\u094D\u0920\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0935\u093F\u0932\u093F\u092F\u092E \u0917\u094B\u0932\u094D\u0921\u092E\u0948\u0928 \u0915\u0940 \u0915\u093F\u0924\u093E\u092C\u0947\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Brothers_(Goldman_novel)"], "keywords":"\u0969\u0966\u0966 \u0938\u0947 \u0905\u0927\u093F\u0915 \u092A\u0943\u0937\u094D\u0920\u094B\u0902, \u0935\u093F\u0932\u093F\u092F\u092E \u0917\u094B\u0932\u094D\u0921\u092E\u0948\u0928, \u0915\u093F\u0924\u093E\u092C\u0947\u0902", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:William_Goldman .\n        ?uri dbo:numberOfPages ?x .\n        FILTER (?x > 300)\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"189", "question":"\u092B\u094B\u0930\u094D\u091F \u0928\u0949\u0915\u094D\u0938 \u0915\u0939\u093E\u0902 \u0938\u094D\u0925\u093F\u0924 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Kentucky"], "keywords":"\u092B\u094B\u0930\u094D\u091F \u0928\u0949\u0915\u094D\u0938, \u0938\u094D\u0925\u093F\u0924", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Fort_Knox> <http:\/\/dbpedia.org\/property\/location> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"190", "question":"\u0938\u0948\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u091C\u094D\u092F \u0915\u0947 \u0915\u093F\u0938 \u0930\u093E\u091C\u094D\u092F \u092E\u0947\u0902 \u092B\u094B\u0930\u094D\u091F \u0928\u0949\u0915\u094D\u0938 \u0938\u094D\u0925\u093F\u0924 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Kentucky"], "keywords":"\u0938\u0948\u092F\u0941\u0915\u094D\u0924 \u0930\u093E\u091C\u094D\u092F, \u092B\u094B\u0930\u094D\u091F \u0928\u0949\u0915\u094D\u0938, \u0938\u094D\u0925\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n\tres:Fort_Knox dbp:location ?uri .\n        ?uri dbo:country res:United_States .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"191", "question":"\u0938\u093F\u0928\u094D\u0917\u092E\u0948\u0928 \u0930\u094D\u0939\u0940 \u0915\u0939\u093E\u0901 \u0926\u092B\u0928\u093E\u092F\u093E \u0917\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Seoul_National_Cemetery"], "keywords":"\u0938\u093F\u0928\u094D\u0917\u092E\u0948\u0928 \u0930\u094D\u0939\u0940, \u0926\u092B\u0928\u093E\u092F\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Syngman_Rhee> <http:\/\/dbpedia.org\/ontology\/restingPlace> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"192", "question":"\u0938\u0948\u0928 \u092A\u0947\u0921\u094D\u0930\u094B \u0921\u0947 \u0905\u091F\u093E\u0915\u093E\u092E\u093E \u092E\u0947\u0902 \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Time_in_Chile"], "keywords":"\u0938\u0948\u0928 \u092A\u0947\u0921\u094D\u0930\u094B \u0921\u0947 \u0905\u091F\u093E\u0915\u093E\u092E\u093E, \u0938\u092E\u092F \u0915\u094D\u0937\u0947\u0924\u094D\u0930", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/San_Pedro_de_Atacama> <http:\/\/dbpedia.org\/ontology\/timeZone> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"193", "question":"\u0926 \u0925\u094D\u0930\u0940 \u0921\u093E\u0902\u0938\u0930\u094D\u0938 \u0915\u0947 \u091A\u093F\u0924\u094D\u0930\u0915\u093E\u0930 \u0915\u093F\u0938 \u0915\u0932\u093E\u0924\u094D\u092E\u0915 \u0906\u0902\u0926\u094B\u0932\u0928 \u0938\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Surrealism"], "keywords":"\u0926 \u0925\u094D\u0930\u0940 \u0921\u093E\u0902\u0938\u0930\u094D\u0938, \u091A\u093F\u0924\u094D\u0930\u0915\u093E\u0930, \u0915\u0932\u093E\u0924\u094D\u092E\u0915 \u0906\u0902\u0926\u094B\u0932\u0928", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Three_Dancers> <http:\/\/dbpedia.org\/ontology\/author> ?person .  ?person <http:\/\/dbpedia.org\/ontology\/movement> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"194", "question":"\u0915\u094C\u0928 \u0938\u093E \u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915 \u092E\u0948\u0928\u0939\u091F\u094D\u091F\u0928 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F \u0914\u0930 \u0928\u094B\u092C\u0947\u0932 \u0936\u093E\u0902\u0924\u093F \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930 \u0915\u0947 \u0932\u093F\u090F \u091C\u093E\u0928\u093E \u091C\u093E\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Joseph_Rotblat"], "keywords":"\u0935\u0948\u091C\u094D\u091E\u093E\u0928\u093F\u0915, \u092E\u0948\u0928\u0939\u091F\u094D\u091F\u0928 \u092A\u094D\u0930\u094B\u091C\u0947\u0915\u094D\u091F, \u0928\u094B\u092C\u0947\u0932, \u0936\u093E\u0902\u0924\u093F \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:knownFor res:Manhattan_Project .\n        ?uri rdf:type dbo:Scientist .\n        ?uri dbo:knownFor res:Nobel_Peace_Prize .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"195", "question":"Mostre-me todos os livros de Asimov da s\u00E9rie Funda\u00E7\u00E3o.", "answers":["http:\/\/dbpedia.org\/resource\/Foundation_and_Empire"], "keywords":"livros, Asimov, s\u00E9rie Funda\u00E7\u00E3o", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/Foundation_series> . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"195", "question":"\u0905\u0938\u093F\u092E\u094B\u0935 \u0915\u0940 \u092B\u093E\u0909\u0902\u0921\u0947\u0936\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E \u0915\u0940 \u0938\u093E\u0930\u0940 \u092A\u0941\u0938\u094D\u0924\u0915\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u093F\u0916\u093E\u090F\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Foundation_and_Empire"], "keywords":"\u0905\u0938\u093F\u092E\u094B\u0935, \u092B\u093E\u0909\u0902\u0921\u0947\u0936\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E, \u092A\u0941\u0938\u094D\u0924\u0915\u094B\u0902", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/Foundation_series> . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Give me all cities in New Jersey with more than 100000 inhabitants.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, city, inhabitants, more than 100000", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"en"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Liste todas as cidades em New Jersey com mais de 100000 habitantes.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"cidade, New Jersey, mais de 100000, habitantes", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Gib mir alle St\u00E4dte in New Jersey, die mehr als 100000 Einwohner haben.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, Stadt, Einwohner, mehr als 100000", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"de"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Dame todas las cuidades en New Jersey que tengan m\u00E1s de 100000 habitantes.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, ciudad, habitantes, m\u00E1s de 100000", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"es"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Dammi tutte le citt\u00E0 del New Jersey con pi\u00F9 di 100000 abitanti.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, citt\u00E0, abitanti, pi\u00F9 di 100000", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"it"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Donnes-moi toutes les villes du New Jersey avec plus de 100000 habitants.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, villes, habitants, plus de 100000", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"fr"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"Geef alle steden in New Jersey met meer dan 100000 inwoners.", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"New Jersey, stad, inwoners, meer dan 100000", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"nl"}
{"datasetId":"qald-7-train-multilingual","questionId":"196", "question":"\u092E\u0941\u091D\u0947 \u0928\u094D\u092F\u0942 \u091C\u0930\u094D\u0938\u0940 \u0915\u0947 \u0967\u0966\u0966\u0966\u0966\u0966 \u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u093F\u0935\u093E\u0938\u093F\u092F\u094B\u0902 \u0915\u0947 \u0938\u093E\u0925 \u0938\u092D\u0940 \u0936\u0939\u0930\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Paterson,_New_Jersey"], "keywords":"\u0928\u094D\u092F\u0942 \u091C\u0930\u094D\u0938\u0940, \u0967\u0966\u0966\u0966\u0966\u0966 \u0938\u0947 \u0905\u0927\u093F\u0915 \u0928\u093F\u0935\u093E\u0938\u093F, \u0936\u0939\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:City .\n        ?uri dbo:isPartOf res:New_Jersey .\n        ?uri dbp:populationTotal ?inhabitants .\n        FILTER (?inhabitants > 100000) .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"198", "question":"\u092F\u094B\u0915\u094B\u0939\u093E\u092E\u093E \u0938\u092E\u0941\u0926\u094D\u0930\u0940 \u091F\u0949\u0935\u0930 \u0915\u093F\u0924\u0928\u093E \u090A\u0901\u091A\u093E \u0939\u0948?", "answers":["106.07"], "keywords":"\u092F\u094B\u0915\u094B\u0939\u093E\u092E\u093E \u0938\u092E\u0941\u0926\u094D\u0930\u0940 \u091F\u0949\u0935\u0930, \u090A\u0901\u091A\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num\nWHERE {\n        res:Yokohama_Marine_Tower dbo:height ?num .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"200", "question":"\u0938\u092C\u0938\u0947 \u091B\u094B\u091F\u093E \u0921\u093E\u0930\u094D\u091F\u094D\u0938 \u0916\u093F\u0932\u093E\u0921\u093C\u0940 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Max_Hopp"], "keywords":"\u0938\u092C\u0938\u0947 \u091B\u094B\u091F\u093E, \u0921\u093E\u0930\u094D\u091F\u094D\u0938 \u0916\u093F\u0932\u093E\u0921\u093C\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:DartsPlayer .\n        ?uri dbo:birthDate ?date .\n}\nORDER BY DESC(?date)\nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"201", "question":"\u0935\u0930\u094D\u0932\u094D\u0921 \u0911\u095E \u0935\u093E\u0930\u0915\u094D\u0930\u093E\u095E\u094D\u091F \u0917\u0947\u092E \u0915\u093F\u0938\u0928\u0947 \u0935\u093F\u0915\u0938\u093F\u0924 \u0915\u093F\u092F\u093E \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Blizzard_Entertainment"], "keywords":"\u0935\u0930\u094D\u0932\u094D\u0921 \u0911\u095E \u0935\u093E\u0930\u0915\u094D\u0930\u093E\u095E\u094D\u091F, \u0917\u0947\u092E, \u0935\u093F\u0915\u0938\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:World_of_Warcraft dbo:developer ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"202", "question":"Qual papa fundou a Televis\u00E3o do Vaticano?", "answers":["http:\/\/dbpedia.org\/resource\/Pope_John_Paul_II"], "keywords":"papa, fundou, Televis\u00E3o do Vaticano", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Pope . \n         res:Vatican_Television_Center dbo:foundedBy ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"202", "question":"\u0915\u093F\u0938 \u092A\u094B\u092A \u0928\u0947 \u0935\u0947\u091F\u093F\u0915\u0928 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u0928 \u0915\u0940 \u0938\u094D\u0925\u093E\u092A\u0928\u093E \u0915\u0940 \u0925\u0940?", "answers":["http:\/\/dbpedia.org\/resource\/Pope_John_Paul_II"], "keywords":"\u092A\u094B\u092A, \u0935\u0947\u091F\u093F\u0915\u0928 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u0928, \u0938\u094D\u0925\u093E\u092A\u0928\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT ?uri \nWHERE { \n         ?uri rdf:type dbo:Pope . \n         res:Vatican_Television_Center dbo:foundedBy ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"203", "question":"\u0939\u0947\u0930\u094B\u0932\u094D\u0921 \u090F\u0902\u0921 \u092E\u0949\u0921 \u0915\u0947 \u0932\u093F\u090F \u0938\u0902\u0917\u0940\u0924 \u0915\u093F\u0938\u0928\u0947 \u092C\u0928\u093E\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Cat_Stevens"], "keywords":"\u0939\u0947\u0930\u094B\u0932\u094D\u0921 \u090F\u0902\u0921 \u092E\u0949\u0921, \u0938\u0902\u0917\u0940\u0924, \u092C\u0928\u093E\u092F\u093E", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Harold_and_Maude dbo:musicComposer ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"204", "question":"Liste todos os membros da Prodigy", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"membros, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"204", "question":"\u092E\u0941\u091D\u0947 \u092A\u094D\u0930\u094B\u0921\u093F\u091C\u0940 \u0915\u0947 \u0938\u092D\u0940 \u0938\u0926\u0938\u094D\u092F\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"\u092A\u094D\u0930\u094B\u0921\u093F\u091C\u0940, \u0938\u0926\u0938\u094D\u092F\u094B\u0902", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"hi_IN"}
