{"datasetId":"qald-6-train-multilingual","questionId":"60", "question":"Gibt es ein Videospiel, das Battle Chess hei\u00DFt?", "answers":[], "keywords":"Videospiel, Battle Chess", "sparql":"ASK WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/VideoGame> .  ?uri <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Battle Chess'@en . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"60", "question":"Existe-t-il un jeu vid\u00E9o appel\u00E9 Battle Chess?", "answers":[], "keywords":"jeu vid\u00E9o, Battle Chess", "sparql":"ASK WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/VideoGame> .  ?uri <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Battle Chess'@en . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"60", "question":"Exist\u0103 un joc video numit Battle Chess?", "answers":[], "keywords":"joc video, Battle Chess", "sparql":"ASK WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/VideoGame> .  ?uri <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Battle Chess'@en . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"61", "question":"\u0686\u0647 \u06A9\u0648\u0647 \u0647\u0627\u06CC\u06CC \u0627\u0632 \u0646\u0627\u0646\u06AF\u0627 \u067E\u0627\u0631\u0628\u0627\u062A \u0628\u0644\u0646\u062F\u062A\u0631 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Banua_Wuhu"], "keywords":"\u06A9\u0648\u0647 \u0647\u0627\u06CC\u06CC\u060C \u0646\u0627\u0646\u06AF\u0627 \u067E\u0627\u0631\u0628\u0627\u062A\u060C \u0628\u0644\u0646\u062F\u062A\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Nanga_Parbat> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> . { ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation . } UNION { ?uri <http:\/\/dbpedia.org\/property\/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"61", "question":"Welche Berge sind h\u00F6her als der Nanga Parbat?", "answers":["http:\/\/dbpedia.org\/resource\/Banua_Wuhu"], "keywords":"Berg, h\u00F6her, Nanga Parbat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Nanga_Parbat> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> . { ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation . } UNION { ?uri <http:\/\/dbpedia.org\/property\/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"61", "question":"\u00BFQu\u00E9 monta\u00F1as son m\u00E1s altas que el Nanga Parbat?", "answers":["http:\/\/dbpedia.org\/resource\/Banua_Wuhu"], "keywords":"monta\u00F1as, m\u00E1s altas, Nanga Parbat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Nanga_Parbat> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> . { ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation . } UNION { ?uri <http:\/\/dbpedia.org\/property\/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"61", "question":"Quali montagne sono pi\u00F9 alte del Nanga Parbat?", "answers":["http:\/\/dbpedia.org\/resource\/Banua_Wuhu"], "keywords":"montagna, pi\u00F9 alta, Nanga Parbat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Nanga_Parbat> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> . { ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation . } UNION { ?uri <http:\/\/dbpedia.org\/property\/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"61", "question":"Welke bergen zijn hoger dan de Nanga Parbat?", "answers":["http:\/\/dbpedia.org\/resource\/Banua_Wuhu"], "keywords":"bergen, hoger, Nanga Parbat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Nanga_Parbat> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> . { ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation . } UNION { ?uri <http:\/\/dbpedia.org\/property\/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"61", "question":"Ce mun\u021Bi sunt mai mari dec\u00E2t Nanga Parbat?", "answers":["http:\/\/dbpedia.org\/resource\/Banua_Wuhu"], "keywords":"munte, mai mare, Nanga Parbat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Nanga_Parbat> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> . { ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation . } UNION { ?uri <http:\/\/dbpedia.org\/property\/elevationM> ?otherelevation . }  FILTER (?otherelevation > ?elevation) . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"62", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0648\u06CC\u06A9\u06CC \u067E\u062F\u06CC\u0627 \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Larry_Sanger"], "keywords":"\u0648\u06CC\u06A9\u06CC \u067E\u062F\u06CC\u0627\u060C \u0633\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Wikipedia> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"62", "question":"Wer hat Wikipedia gegr\u00FCndet?", "answers":["http:\/\/dbpedia.org\/resource\/Larry_Sanger"], "keywords":"Wikipedia, gr\u00FCnden", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Wikipedia> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"62", "question":"\u00BFQui\u00E9n cre\u00F3 Wikipedia?", "answers":["http:\/\/dbpedia.org\/resource\/Larry_Sanger"], "keywords":"Wikipedia, creador", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Wikipedia> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"62", "question":"Cine a creat Wikipedia?", "answers":["http:\/\/dbpedia.org\/resource\/Larry_Sanger"], "keywords":"Wikipedia, creat", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Wikipedia> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"Give me all actors starring in Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"actor, starring, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"\u062A\u0645\u0627\u0645 \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC \u06A9\u0647 \u062F\u0631 \u0644\u0633\u062A \u0627\u06A9\u0634\u0646 \u0647\u06CC\u0631\u0648 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"\u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC\u060C \u0644\u0633\u062A \u0627\u06A9\u0634\u0646 \u0647\u06CC\u0631\u0648\u060C \u0628\u0627\u0632\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"Schauspieler, mitspielen, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"Dame todos los actores que hayan actuado en Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"actores, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"Dammi tutti gli attori che hanno recitato in Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"attori, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"Noem alle acteurs uit de film Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"acteurs, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"Noem alle acteurs uit de film Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"acteur, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"63", "question":"D\u0103-mi to\u021Bi actorii cu roluri principale \u00EEn Last Action Hero.", "answers":["http:\/\/dbpedia.org\/resource\/Austin_O'Brien"], "keywords":"actor, rol principal, Last Action Hero", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Last_Action_Hero> <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"64", "question":"\u0686\u0647 \u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631\u0647\u0627\u06CC\u06CC \u062A\u0648\u0633\u0637 \u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06CC\u06CC \u06A9\u0647 \u062F\u0631 \u06A9\u0627\u0644\u06CC\u0641\u0631\u0646\u06CC\u0627 \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u0646\u062F \u062A\u0648\u0633\u0639\u0647 \u06CC\u0627\u0641\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Movable_Type"], "keywords":"\u0646\u0631\u0645 \u0627\u0641\u0632\u0627\u0631\u0647\u0627\u06CC\u06CC\u060C \u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06CC\u06CC\u060C \u06A9\u0627\u0644\u06CC\u0641\u0631\u0646\u06CC\u0627\u060C \u062A\u0623\u0633\u06CC\u0633\u060C \u062A\u0648\u0633\u0639\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Software> .  ?company <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> .  ?uri <http:\/\/dbpedia.org\/ontology\/developer> ?company .  ?company <http:\/\/dbpedia.org\/ontology\/foundationPlace> <http:\/\/dbpedia.org\/resource\/California> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"66", "question":"\u0622\u06CC\u0627 \u06A9\u0631\u06CC\u0633\u062A\u06CC\u0646 \u0628\u06CC\u0644 \u062F\u0631 \u0648\u0644\u0648\u062A \u06AF\u0648\u0644\u062F\u0645\u0627\u06CC\u0646 \u0628\u0627\u0632\u06CC \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":[], "keywords":"\u06A9\u0631\u06CC\u0633\u062A\u06CC\u0646 \u0628\u06CC\u0644\u060C \u0648\u0644\u0648\u062A \u06AF\u0648\u0644\u062F\u0645\u0627\u06CC\u0646\u060C \u0628\u0627\u0632\u06CC", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Velvet_Goldmine> <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Christian_Bale> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"67", "question":"Give me the websites of companies with more than 500000 employees.", "answers":["http:\/\/www.ohe-transport.de\/"], "keywords":"website, company, employee, more than 500000", "sparql":"SELECT DISTINCT ?string WHERE {  ?c <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?c <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?employees . } UNION { ?c <http:\/\/dbpedia.org\/property\/numEmployees> ?employees . }  FILTER( xsd:integer(?employees) > 500000 ) .  ?c <http:\/\/dbpedia.org\/property\/homepage> ?string . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"68", "question":"\u0686\u0647 \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC \u062F\u0631 \u0622\u0644\u0645\u0627\u0646 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Katja_Kassin"], "keywords":"\u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC\u060C \u0622\u0644\u0645\u0627\u0646\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?place .  ?place <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"68", "question":"\u00BFQu\u00E9 actores nacieron en Alemania?", "answers":["http:\/\/dbpedia.org\/resource\/Katja_Kassin"], "keywords":"Actores, nacidos, Alemania", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?place .  ?place <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> . } } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"68", "question":"Quali attori sono nati in Germania?", "answers":["http:\/\/dbpedia.org\/resource\/Katja_Kassin"], "keywords":"attore, nato, Germania", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?place .  ?place <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> . } } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"68", "question":"Quels acteurs sont n\u00E9s en Allemagne?", "answers":["http:\/\/dbpedia.org\/resource\/Katja_Kassin"], "keywords":"acteurs, n\u00E9s, Allemagne", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?place .  ?place <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> . } } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"68", "question":"Welke acteurs zijn geboren in Duitsland?", "answers":["http:\/\/dbpedia.org\/resource\/Katja_Kassin"], "keywords":"acteur, geboren, Duitsland", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?place .  ?place <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> . } } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"\u0686\u0647 \u063A\u0627\u0631\u0647\u0627\u06CC\u06CC \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 3 \u0648\u0631\u0648\u062F\u06CC \u062F\u0627\u0631\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"\u063A\u0627\u0631\u0647\u0627\u06CC\u06CC\u060C \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 3\u060C \u0648\u0631\u0648\u062F\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"Welche H\u00F6hlen haben mehr als 3 Eing\u00E4nge?", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"H\u00F6hle, Eingang, mehr als 3", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"\u00BFQu\u00E9 cuevas tienen m\u00E1s de 3 entradas?", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"cueva, entrada, m\u00E1s de 3", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"Quali grotte hanno pi\u00F9 di 3 entrate?", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"grotta, entrata, pi\u00F9 di 3", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"Quelles grottes ont plus de 3 entr\u00E9es?", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"grottes, plus de 3 entr\u00E9es", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"Welke grotten hebben meer dan drie ingangen?", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"grot, ingang, meer dan drie", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"69", "question":"Ce pe\u0219teri au mai mult de 3 intr\u0103ri?", "answers":["http:\/\/dbpedia.org\/resource\/Lost_John's_Cave"], "keywords":"pe\u0219ter\u0103, intrare, mai mult de 3", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> .  ?uri <http:\/\/dbpedia.org\/property\/entranceCount> ?entrance .  FILTER (?entrance > 3) . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"7", "question":"\u0622\u06CC\u0627 \u0647\u0645\u0633\u0631 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0644\u06CC\u0646\u06A9\u0644\u0646 \u0645\u0631\u06CC \u0646\u0627\u0645 \u062F\u0627\u0634\u062A\u061F", "answers":[], "keywords":"\u0647\u0645\u0633\u0631\u060C \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631\u060C \u0644\u06CC\u0646\u06A9\u0644\u0646\u060C \u0645\u0631\u06CC\u060C \u0646\u0627\u0645", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Abraham_Lincoln> <http:\/\/dbpedia.org\/ontology\/spouse> ?spouse .  ?spouse <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> ?name .  FILTER(regex(?name,'Mary')) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"7", "question":"Este so\u021Bia pre\u0219edintelui Lincoln numit\u0103 Mary?", "answers":[], "keywords":"Lincoln, pre\u0219edinte, so\u021Bie, numit\u0103, Mary", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Abraham_Lincoln> <http:\/\/dbpedia.org\/ontology\/spouse> ?spouse .  ?spouse <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> ?name .  FILTER(regex(?name,'Mary')) } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"Give me all films produced by Hal Roach.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"film, produce, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"\u062A\u0645\u0627\u0645 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u062A\u0648\u0644\u06CC\u062F \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0647\u0627\u0644 \u0631\u0648\u0686 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u060C \u062A\u0648\u0644\u06CC\u062F\u060C \u0647\u0627\u0644 \u0631\u0648\u0686", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"Gib mir alle Filme des Produzenten Hal Roach.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"Film, Produzent, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"Dame todas las pel\u00EDculas del producente Hal Roach.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"pel\u00EDcula, producente, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"Dammi tutti i film prodotti da Hal Roach.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"film, produrre, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"Donnes-moi tous les films produits par Hal Roach.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"films, produits, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"Noem alle films die zijn geproduceerd door Hal Roach.", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"film, producent, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"70", "question":"D\u0103-mi toate filmele produse de Hal Roach", "answers":["http:\/\/dbpedia.org\/resource\/Mr._Cinderella"], "keywords":"film, produs, Hal Roach", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"73", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0641\u0631\u0648\u0634\u06AF\u0627\u0647 \u0622\u0644\u062F\u06CC \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["9600"], "keywords":"\u0641\u0631\u0648\u0634\u06AF\u0627\u0647\u060C \u0622\u0644\u062F\u06CC", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/Aldi> <http:\/\/dbpedia.org\/ontology\/numberOfLocations> ?number . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"73", "question":"Combien de magasins Aldi sont l\u00E0?", "answers":["9600"], "keywords":"poss\u00E8de, Aldi", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/Aldi> <http:\/\/dbpedia.org\/ontology\/numberOfLocations> ?number . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"73", "question":"C\u00E2te magazine Aldi exist\u0103?", "answers":["9600"], "keywords":"avea, Aldi", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/Aldi> <http:\/\/dbpedia.org\/ontology\/numberOfLocations> ?number . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"74", "question":"\u0686\u0647 \u067E\u0627\u06CC\u062A\u062E\u062A \u0647\u0627\u06CC\u06CC \u062F\u0631 \u0627\u0631\u0648\u067E\u0627 \u0634\u0647\u0631\u0647\u0627\u06CC \u0645\u06CC\u0632\u0628\u0627\u0646 \u0628\u0627\u0632\u06CC \u0647\u0627\u06CC \u0627\u0644\u0645\u067E\u06CC\u06A9 \u062A\u0627\u0628\u0633\u062A\u0627\u0646\u06CC \u0628\u0648\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Berlin"], "keywords":"\u067E\u0627\u06CC\u062A\u062E\u062A \u0647\u0627\u06CC\u06CC\u060C \u0627\u0631\u0648\u067E\u0627\u060C \u0634\u0647\u0631\u0647\u0627\u06CC \u0645\u06CC\u0632\u0628\u0627\u0646\u060C \u0628\u0627\u0632\u06CC \u0647\u0627\u06CC \u0627\u0644\u0645\u067E\u06CC\u06A9 \u062A\u0627\u0628\u0633\u062A\u0627\u0646\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/CapitalsInEurope> .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/HostCitiesOfTheSummerOlympicGames> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"74", "question":"In welchen europ\u00E4ischen Hauptst\u00E4dten fanden olympische Sommerspiele statt?", "answers":["http:\/\/dbpedia.org\/resource\/Berlin"], "keywords":"europ\u00E4isch, Hauptstadt, stattfinden, olympische Sommerspiele", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/CapitalsInEurope> .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/HostCitiesOfTheSummerOlympicGames> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"74", "question":"\u00BFEn qu\u00E9 capitales europeas tuvieron lugar los juegos ol\u00EDmpicos de verano?", "answers":["http:\/\/dbpedia.org\/resource\/Berlin"], "keywords":"capital europea, juegos ol\u00EDmpicos de verano", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/CapitalsInEurope> .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/HostCitiesOfTheSummerOlympicGames> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"74", "question":"Quali capitali europee hanno ospitato i giochi olimpici estivi?", "answers":["http:\/\/dbpedia.org\/resource\/Berlin"], "keywords":"capitale, Europa, ospitare, giochi olimpici estivi", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/CapitalsInEurope> .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/HostCitiesOfTheSummerOlympicGames> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"74", "question":"In welke Europese hoofdsteden waren de Olympische Zomerspelen?", "answers":["http:\/\/dbpedia.org\/resource\/Berlin"], "keywords":"Europese hoofdstad, plaatvinden, Olympische Zomerspelen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/CapitalsInEurope> .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/HostCitiesOfTheSummerOlympicGames> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"75", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0634\u0627\u0646\u0632\u062F\u0647\u0645\u06CC\u0646 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Abraham_Lincoln"], "keywords":"\u0634\u0627\u0646\u0632\u062F\u0647\u0645\u06CC\u0646 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631\u060C \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/office> 'President of the United States'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> .  ?uri <http:\/\/dbpedia.org\/ontology\/orderInOffice> '16th'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"76", "question":"\u0647\u0627\u0644 \u0631\u0648\u0686 \u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0641\u06CC\u0644\u0645 \u062A\u0648\u0644\u06CC\u062F \u06A9\u0631\u062F\u061F", "answers":["480"], "keywords":"\u0647\u0627\u0644 \u0631\u0648\u0686\u060C \u0641\u06CC\u0644\u0645\u060C \u062A\u0648\u0644\u06CC\u062F", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"fa"}
