{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"\u0646\u0648\u0647 \u0647\u0627\u06CC \u0627\u0644\u0648\u06CC\u0633 \u067E\u0631\u0633\u0644\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"\u0646\u0648\u0647 \u0647\u0627\u06CC\u060C \u0627\u0644\u0648\u06CC\u0633 \u067E\u0631\u0633\u0644\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"Gib mir die Enkel von Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, Enkel", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"Dame todos los nietos de Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, nietos", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"Dammi i nipoti di Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, nipoti", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"Donne-moi tous les petit-enfants de Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"petit-enfants, Elvis Presley", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"Toon alle kleinkinderen van Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, kleinkinderen", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"240", "question":"D\u0103-mi nepo\u021Bii lui Elvis Presley.", "answers":["http:\/\/dbpedia.org\/resource\/Riley_Keough"], "keywords":"Elvis Presley, nepo\u021Bi", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Elvis_Presley> <http:\/\/dbpedia.org\/ontology\/child> ?child . ?child <http:\/\/dbpedia.org\/ontology\/child> ?uri . }" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"210", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u062C\u0648\u0627\u0646 \u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u062F\u0627\u0631\u062A \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Max_Hopp"], "keywords":"\u062C\u0648\u0627\u0646 \u062A\u0631\u06CC\u0646\u060C \u0628\u0627\u0632\u06CC\u06A9\u0646 \u062F\u0627\u0631\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/DartsPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } ORDER BY DESC(?date) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"221", "question":"\u0628\u0627\u062E \u06A9\u062C\u0627 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"\u0628\u0627\u062E\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Johann_Sebastian_Bach> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"221", "question":"\u00BFD\u00F3nde naci\u00F3 Bach?", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"Bach, lugar de nacimiento", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Johann_Sebastian_Bach> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"221", "question":"Dove \u00E8 nato Bach?", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"Bach, luogo di nascita", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Johann_Sebastian_Bach> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"221", "question":"O\u00F9 est n\u00E9 Bach?", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"Lieu de naissance, Bach", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Johann_Sebastian_Bach> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"221", "question":"Unde s-a n\u0103scut Bach?", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"locul na\u0219terii, Bach", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Johann_Sebastian_Bach> <http:\/\/dbpedia.org\/ontology\/birthPlace> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"232", "question":"\u062F\u0631 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631\u0647\u0627 \u0634\u0645\u0627 \u0645\u06CC \u062A\u0648\u0627\u0646\u06CC\u062F \u0627\u0632 \u0641\u0631\u0627\u0646\u06A9 \u0633\u06CC.\u0627\u0641.\u0627\u06CC. \u0622\u0641\u0631\u06CC\u0642\u0627\u06CC \u063A\u0631\u0628\u06CC \u0628\u0631\u0627\u06CC \u067E\u0631\u062F\u0627\u062E\u062A \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u06A9\u0646\u06CC\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Colonial_Mauritania"], "keywords":"\u06A9\u0634\u0648\u0631\u0647\u0627\u060C \u0641\u0631\u0627\u0646\u06A9 \u0633\u06CC.\u0627\u0641.\u0627\u06CC. \u0622\u0641\u0631\u06CC\u0642\u0627\u06CC \u063A\u0631\u0628\u06CC\u060C \u067E\u0631\u062F\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/West_African_CFA_franc> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"225", "question":"10 \u0628\u0627\u0632\u06CC \u0648\u06CC\u062F\u0626\u0648\u06CC\u06CC \u0646\u0642\u0634 \u0622\u0641\u0631\u06CC\u0646\u06CC \u0627\u06A9\u0634\u0646 \u0628\u0631\u062A\u0631 \u0628\u0631 \u0627\u0633\u0627\u0633 \u0622\u06CC.\u062C\u06CC.\u0627\u0646. \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Fable_(video_game)"], "keywords":"10 \u0628\u0631\u062A\u0631\u060C \u0628\u0627\u0632\u06CC \u0648\u06CC\u062F\u0626\u0648\u06CC\u06CC \u0646\u0642\u0634 \u0622\u0641\u0631\u06CC\u0646\u06CC\u060C \u0627\u06A9\u0634\u0646\u060C \u0622\u06CC.\u062C\u06CC.\u0627\u0646.", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/purl.org\/dc\/terms\/subject> <http:\/\/dbpedia.org\/resource\/Category:Action_role-playing_video_games> .  ?uri <http:\/\/dbpedia.org\/property\/ign> ?score . } ORDER BY DESC(?score) LIMIT 10 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"214", "question":"\u0634\u0627\u06CC\u0639 \u062A\u0631\u06CC\u0646 \u0639\u0644\u062A \u0645\u0631\u06AF \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Myocardial_infarction"], "keywords":"\u0634\u0627\u06CC\u0639 \u062A\u0631\u06CC\u0646\u060C \u0639\u0644\u062A \u0645\u0631\u06AF", "sparql":"SELECT DISTINCT ?x WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/deathCause> ?x . } ORDER BY DESC(COUNT(DISTINCT ?uri)) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"214", "question":"\u00BFCual es la causa mortal m\u00E1s com\u00FAn?", "answers":["http:\/\/dbpedia.org\/resource\/Myocardial_infarction"], "keywords":"causa mortal m\u00E1s frequente", "sparql":"SELECT DISTINCT ?x WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/deathCause> ?x . } ORDER BY DESC(COUNT(DISTINCT ?uri)) OFFSET 0 LIMIT 1 " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"214", "question":"Quelle est la cause premi\u00E8re de mortalit\u00E9?", "answers":["http:\/\/dbpedia.org\/resource\/Myocardial_infarction"], "keywords":"cause premi\u00E8re, mortalit\u00E9", "sparql":"SELECT DISTINCT ?x WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/deathCause> ?x . } ORDER BY DESC(COUNT(DISTINCT ?uri)) OFFSET 0 LIMIT 1 " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"214", "question":"Care este cea mai frecvent\u0103 cauz\u0103 a deceselor?", "answers":["http:\/\/dbpedia.org\/resource\/Myocardial_infarction"], "keywords":"cauz\u0103 a deceselor, cea mai frecvent\u0103", "sparql":"SELECT DISTINCT ?x WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/deathCause> ?x . } ORDER BY DESC(COUNT(DISTINCT ?uri)) OFFSET 0 LIMIT 1 " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"207", "question":"\u0622\u06CC\u0627 \u0627\u06CC\u0633\u0627\u0631 \u0628\u0647 \u06CC\u06A9 \u062F\u0631\u06CC\u0627\u0686\u0647 \u0645\u06CC \u0631\u06CC\u0632\u062F\u061F", "answers":[], "keywords":"\u0627\u06CC\u0633\u0627\u0631\u060C \u062F\u0631\u06CC\u0627\u0686\u0647\u060C \u0645\u06CC \u0631\u06CC\u0632\u062F", "sparql":"ASK WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/inflow> <http:\/\/dbpedia.org\/resource\/Isar> .  ?x <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Lake> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"207", "question":"Isarul se vars\u0103 \u00EEntr-un lac?", "answers":[], "keywords":"Isar, vars\u0103, lac", "sparql":"ASK WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/inflow> <http:\/\/dbpedia.org\/resource\/Isar> .  ?x <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Lake> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"Give me all taikonauts.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"taikonauts", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"\u062A\u0645\u0627\u0645 \u0641\u0636\u0627\u0646\u0648\u0631\u062F\u0627\u0646 \u0686\u06CC\u0646\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"\u0641\u0636\u0627\u0646\u0648\u0631\u062F\u0627\u0646\u060C \u0686\u06CC\u0646\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"Gib mir alle Taikonauten.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"Taikonauten", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"Dame todas las taikonautas.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"taikonautas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"Dammi tutte i taikonauti.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"taikonauti", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"Donnes-moi tous les ta\u00EFkonautes.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"ta\u00EFkonautes", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"Toon alle taikonauten.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"taikonauten", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"201", "question":"D\u0103-mi to\u021Bi taikonau\u021Bii.", "answers":["http:\/\/dbpedia.org\/resource\/Tao_Jiali"], "keywords":"taikonaut", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/China> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"212", "question":"\u062C\u0646\u06AF \u0648 \u0635\u0644\u062D \u0686\u0646\u062F \u0635\u0641\u062D\u0647 \u062F\u0627\u0631\u062F\u061F", "answers":["1225"], "keywords":"\u062C\u0646\u06AF \u0648 \u0635\u0644\u062D\u060C \u0635\u0641\u062D\u0647", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/War_and_Peace> <http:\/\/dbpedia.org\/ontology\/numberOfPages> ?n . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"212", "question":"C\u00E2te pagini are R\u0103zboi \u0219i Pace?", "answers":["1225"], "keywords":"c\u00E2te pagini, R\u0103zboi \u0219i Pace", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/War_and_Peace> <http:\/\/dbpedia.org\/ontology\/numberOfPages> ?n . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"217", "question":"\u06A9\u062F\u0627\u0645 \u067E\u0644 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0637\u0648\u0644 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/25_de_Abril_Bridge"], "keywords":"\u067E\u0644\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0637\u0648\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Bridge> .  ?uri <http:\/\/dbpedia.org\/ontology\/mainspan> ?s . } ORDER BY DESC(?s) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"217", "question":"Qual \u00E8 il ponte con la campata pi\u00F9 lunga?", "answers":["http:\/\/dbpedia.org\/resource\/25_de_Abril_Bridge"], "keywords":"ponte, campata pi\u00F9 lunga", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Bridge> .  ?uri <http:\/\/dbpedia.org\/ontology\/mainspan> ?s . } ORDER BY DESC(?s) OFFSET 0 LIMIT 1 " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"216", "question":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0622\u062A\u0644\u0627\u0646\u062A\u0627 \u0641\u0627\u0644\u06A9\u0648\u0646 \u06A9\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Gabe_Carimi"], "keywords":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646\u060C \u0628\u0627\u0632\u06CC\u06A9\u0646\u060C \u0622\u062A\u0644\u0627\u0646\u062A\u0627 \u0641\u0627\u0644\u06A9\u0648\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/team> <http:\/\/dbpedia.org\/resource\/Atlanta_Falcons> .  ?uri <http:\/\/dbpedia.org\/ontology\/height> ?h . } ORDER BY DESC(?h) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"238", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0641\u06CC\u0644\u0645 \u062C\u06CC\u0645\u0632 \u0628\u0627\u0646\u062F \u0645\u0648\u062C\u0648\u062F \u0627\u0633\u062A\u061F", "answers":["24"], "keywords":"\u0641\u06CC\u0644\u0645 \u062C\u06CC\u0645\u0632 \u0628\u0627\u0646\u062F", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/JamesBondFilms> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"238", "question":"C\u00E2te filme Jamesc Bond exist\u0103?", "answers":["24"], "keywords":"c\u00E2te, filme James Bond", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/JamesBondFilms> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"236", "question":"\u0686\u0647 \u067E\u0627\u067E\u06CC \u062C\u0627\u0646\u0634\u06CC\u0646 \u0698\u0627\u0646 \u067E\u0644 \u062F\u0648\u0645 \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Pope_Benedict_XVI"], "keywords":"\u067E\u0627\u067E\u06CC\u060C \u062C\u0627\u0646\u0634\u06CC\u0646\u060C \u0698\u0627\u0646 \u067E\u0644 \u062F\u0648\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Pope_John_Paul_II> <http:\/\/dbpedia.org\/property\/successor> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"230", "question":"When is Halloween?", "answers":["--10-31"], "keywords":"date, Halloween", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Halloween> <http:\/\/dbpedia.org\/property\/date> ?date . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"230", "question":"\u0686\u0647 \u0632\u0645\u0627\u0646\u06CC \u0647\u0627\u0644\u0648\u0648\u06CC\u0646 \u0627\u0633\u062A\u061F", "answers":["--10-31"], "keywords":"\u0632\u0645\u0627\u0646\u06CC\u060C \u0647\u0627\u0644\u0648\u0648\u06CC\u0646", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Halloween> <http:\/\/dbpedia.org\/property\/date> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"230", "question":"Wann ist Halloween?", "answers":["--10-31"], "keywords":"Datum, Halloween", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Halloween> <http:\/\/dbpedia.org\/property\/date> ?date . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"230", "question":"Quand'\u00E8 Halloween?", "answers":["--10-31"], "keywords":"data, Halloween", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Halloween> <http:\/\/dbpedia.org\/property\/date> ?date . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"Give me all Swedish oceanographers.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Swedish, oceanographer", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"\u062A\u0645\u0627\u0645 \u0627\u0642\u06CC\u0627\u0646\u0648\u0633 \u0634\u0646\u0627\u0633\u0627\u0646 \u0633\u0648\u0626\u062F\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"\u0627\u0642\u06CC\u0627\u0646\u0648\u0633 \u0634\u0646\u0627\u0633\u0627\u0646\u060C \u0633\u0648\u0626\u062F\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"Gib mir alle Schwedischen Ozeanographen.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Schwedisch, Ozeanographen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"Dame todos los ocean\u00F3grafos suecos.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"ocean\u00F3grafos suecos", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"Dammi tutti gli oceanografi svedesi.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"svedesi, oceanografi", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"Donne-moi tous les oc\u00E9anographes su\u00E9dois.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Oc\u00E9anographes, su\u00E9dois", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"Toon alle Zweedse oceanograafen.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"Zweedse, oceanograafen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"243", "question":"D\u0103-mi to\u021Bi oceanografii suedezi.", "answers":["http:\/\/dbpedia.org\/resource\/Vagn_Walfrid_Ekman"], "keywords":"oceanograf, suedez", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/field> <http:\/\/dbpedia.org\/resource\/Oceanography> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"Give me all actors who were born in Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"actors, born, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"\u062A\u0645\u0627\u0645 \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC \u06A9\u0647 \u062F\u0631 \u0628\u0631\u0644\u06CC\u0646 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"\u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC\u060C \u0628\u0631\u0644\u06CC\u0646\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"Gib mir alle in Berlin geborenenen Schauspieler.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"Schauspieler, geboren, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"Dame todos los actores nacidos en Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"actores, nacidos, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"Dammi tutti gli attori nati a Berlino.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"attori, nati, Berlino", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"Donne-moi tous les acteurs n\u00E9s \u00E0 Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"acteurs, lieu de naissance, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"Toon alle acteurs die in Berlijn zijn geboren.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"actuers, geboren, Berlijn", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"226", "question":"D\u0103-mi to\u021Bi actorii care s-au n\u0103scut la Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Lena_Nitro"], "keywords":"actori, n\u0103scut, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Actor> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"\u0622\u06CC.\u0633\u06CC.\u0622\u0631.\u0627\u0648. \u0645\u062E\u0641\u0641 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"\u0622\u06CC.\u0633\u06CC.\u0622\u0631.\u0627\u0648.\u060C \u0645\u062E\u0641\u0641", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"Wof\u00FCr steht ICRO?", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"ICRO, stehen f\u00FCr", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"\u00BFQu\u00E9 abrevia ICRO?", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"ICRO, abreviaci\u00F3n", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"Che cosa significa ICRO?", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"ICRO, significato", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"Que veut dire ICRO?", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"ICRO, signification", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"Waarvoor staat de afkorting ICRO?", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"ICRO, afkorting", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"248", "question":"Ce \u00EEnseamn\u0103 ICRO?", "answers":["http:\/\/dbpedia.org\/resource\/Irish_Cave_Rescue_Organisation"], "keywords":"ICRO, \u00EEnseamn\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/abbreviation> 'ICRO'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"228", "question":"\u067E\u0627\u06CC\u06CC\u0646 \u062A\u0631\u06CC\u0646 \u0631\u062A\u0628\u0647 \u0628\u0631\u0632\u06CC\u0644 \u062F\u0631 \u0631\u062A\u0628\u0647 \u0628\u0646\u062F\u06CC \u062C\u0647\u0627\u0646\u06CC \u0641\u06CC\u0641\u0627 \u0686\u06CC\u0633\u062A\u061F", "answers":["22"], "keywords":"\u067E\u0627\u06CC\u06CC\u0646 \u062A\u0631\u06CC\u0646 \u0631\u062A\u0628\u0647\u060C \u0628\u0631\u0632\u06CC\u0644\u060C \u0631\u062A\u0628\u0647 \u0628\u0646\u062F\u06CC \u062C\u0647\u0627\u0646\u06CC \u0641\u06CC\u0641\u0627", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Brazil_national_football_team> <http:\/\/dbpedia.org\/property\/fifaMin> ?n . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"228", "question":"Care a fost cel mai mic loc ocupat de Brazilia \u00EEn clasamentul mondial\u0103 FIFA?", "answers":["22"], "keywords":"Brazilia, cel mai mic loc, clasament mondial FIFA", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Brazil_national_football_team> <http:\/\/dbpedia.org\/property\/fifaMin> ?n . } " , "lang":"ro"}
