{"datasetId":"qald-8-train-multilingual","questionId":"28", "question":"\u062F\u0631 \u0686\u0647 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC \u062C\u0648\u0644\u06CC\u0627 \u0631\u0627\u0628\u0631\u062A\u0633 \u0647\u0645\u0686\u0646\u06CC\u0646 \u0631\u06CC\u0686\u0627\u0631\u062F \u06AF\u06CC\u06CC\u0631 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Pretty_Woman"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC\u060C \u062C\u0648\u0644\u06CC\u0627 \u0631\u0627\u0628\u0631\u062A\u0633\u060C \u0631\u06CC\u0686\u0627\u0631\u062F \u06AF\u06CC\u06CC\u0631\u060C \u0628\u0627\u0632\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Julia_Roberts ; dbo:starring res:Richard_Gere }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"28", "question":"\u091C\u0942\u0932\u093F\u092F\u093E \u0930\u0949\u092C\u0930\u094D\u091F\u094D\u0938 \u0914\u0930 \u0930\u093F\u091A\u0930\u094D\u0921 \u0917\u0947\u0930\u0947 \u0928\u0947 \u0915\u093F\u0938 \u092B\u093F\u0932\u094D\u092E \u092E\u0947\u0902 \u0905\u092D\u093F\u0928\u092F \u0915\u093F\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Pretty_Woman"], "keywords":"\u091C\u0942\u0932\u093F\u092F\u093E \u0930\u0949\u092C\u0930\u094D\u091F\u094D\u0938, \u0930\u093F\u091A\u0930\u094D\u0921 \u0917\u0947\u0930\u0947, \u092B\u093F\u0932\u094D\u092E, \u0905\u092D\u093F\u0928\u092F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Julia_Roberts ; dbo:starring res:Richard_Gere }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"30", "question":"\u0631\u06CC\u0686\u0644 \u0627\u0633\u062A\u06CC\u0648\u0646\u0632 \u062F\u0631 \u0686\u0647 \u0633\u0627\u0644\u06CC \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u061F", "answers":["1978"], "keywords":"\u0631\u06CC\u0686\u0644 \u0627\u0633\u062A\u06CC\u0648\u0646\u0632\u060C \u0633\u0627\u0644\u06CC\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Rachel_Stevens dbo:birthYear ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"30", "question":"\u0930\u0947\u091A\u0932 \u0938\u094D\u091F\u0940\u0935\u0902\u0938 \u0915\u093E \u091C\u0928\u094D\u092E \u0915\u093F\u0938 \u0938\u093E\u0932 \u0939\u0941\u0906 \u0925\u093E?", "answers":["1978"], "keywords":"\u0930\u0947\u091A\u0932 \u0938\u094D\u091F\u0940\u0935\u0902\u0938, \u091C\u0928\u094D\u092E, \u0938\u093E\u0932", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Rachel_Stevens dbo:birthYear ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"33", "question":"\u062C\u06CC\u0646 \u0641\u0648\u0646\u062F\u0627 \u0686\u0646\u062F \u0628\u0627\u0631 \u0627\u0632\u062F\u0648\u0627\u062C \u06A9\u0631\u062F\u061F", "answers":["3"], "keywords":"\u062C\u06CC\u0646 \u0641\u0648\u0646\u062F\u0627\u060C \u0627\u0632\u062F\u0648\u0627\u062C", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Jane_Fonda dbo:spouse ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"33", "question":"Combien de fois s'est mari\u00E9e Jane Fonda?", "answers":["3"], "keywords":"Jane Fonda, marriages, nombre de fois", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Jane_Fonda dbo:spouse ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"33", "question":"\u091C\u0947\u0928 \u092B\u094B\u0902\u0921\u093E \u0928\u0947 \u0915\u093F\u0924\u0928\u0940 \u092C\u093E\u0930 \u0936\u093E\u0926\u0940 \u0915\u0940?", "answers":["3"], "keywords":"\u091C\u0947\u0928 \u092B\u094B\u0902\u0921\u093E, \u0915\u093F\u0924\u0928\u0940 \u092C\u093E\u0930, \u0936\u093E\u0926\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { res:Jane_Fonda dbo:spouse ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"35", "question":"\u0686\u0646\u062F \u0646\u0641\u0631 \u062F\u0631 \u0644\u0647\u0633\u062A\u0627\u0646 \u0632\u0646\u062F\u06AF\u06CC \u0645\u06CC \u06A9\u0646\u0646\u062F\u061F", "answers":["38483957"], "keywords":"\u0646\u0641\u0631\u060C \u0644\u0647\u0633\u062A\u0627\u0646\u060C \u0632\u0646\u062F\u06AF\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Poland dbo:populationTotal ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"35", "question":"\u092A\u094B\u0932\u0948\u0902\u0921 \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0947 \u0932\u094B\u0917 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["38483957"], "keywords":"\u092A\u094B\u0932\u0948\u0902\u0921, \u0915\u093F\u0924\u0928 \u0932\u094B\u0917, \u0930\u0939\u0924\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Poland dbo:populationTotal ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"35", "question":"C\u00E2\u021Bi oameni locuiesc \u00EEn Polonia?", "answers":["38483957"], "keywords":"c\u00E2\u021Bi oameni, Polonia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Poland dbo:populationTotal ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"36", "question":"\u0645\u06A9\u0627\u0646 \u06A9\u0627\u062E \u0648\u0633\u062A\u0645\u06CC\u0646\u0633\u062A\u0631 \u06A9\u062C\u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/City_of_Westminster"], "keywords":"\u0645\u06A9\u0627\u0646\u060C \u06A9\u0627\u062E \u0648\u0633\u062A\u0645\u06CC\u0646\u0633\u062A\u0631", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT ?uri WHERE { res:Palace_of_Westminster dbo:location ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"36", "question":"\u0938\u0902\u0938\u0926 \u0915\u0947 \u0938\u0926\u0928\u094B\u0902 \u0915\u093E \u0938\u094D\u0925\u093E\u0928 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/City_of_Westminster"], "keywords":"\u0938\u0902\u0938\u0926 \u0915\u0947 \u0938\u0926\u0928\u094B\u0902, \u0938\u094D\u0925\u093E\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT ?uri WHERE { res:Palace_of_Westminster dbo:location ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"38", "question":"\u0622\u062E\u0631\u06CC\u0646 \u0641\u06CC\u0644\u0645 \u0627\u0644\u06A9 \u06AF\u06CC\u0646\u0633 \u0686\u0647 \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Kafka_(film)"], "keywords":"\u0622\u062E\u0631\u06CC\u0646\u060C \u0641\u06CC\u0644\u0645\u060C \u0627\u0644\u06A9 \u06AF\u06CC\u0646\u0633", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Alec_Guinness ; dbo:releaseDate ?date } ORDER BY DESC(?date) LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"38", "question":"\u090F\u0932\u0947\u0915 \u0917\u093F\u0928\u0940\u091C \u0915\u0940 \u0906\u0916\u093F\u0930\u0940 \u092B\u093F\u0932\u094D\u092E \u0915\u094D\u092F\u093E \u0925\u0940?", "answers":["http:\/\/dbpedia.org\/resource\/Kafka_(film)"], "keywords":"\u090F\u0932\u0947\u0915 \u0917\u093F\u0928\u0940\u091C, \u0906\u0916\u093F\u0930\u0940 \u092B\u093F\u0932\u094D\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Film ; dbo:starring res:Alec_Guinness ; dbo:releaseDate ?date } ORDER BY DESC(?date) LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"39", "question":"Wat is de hoogste berg van Australi\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Mawson_Peak"], "keywords":"Australi\u00EB, hoogste berg", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Mountain ; dbo:locatedInArea res:Australia ; dbo:elevation ?elevation } ORDER BY DESC(?elevation) LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"39", "question":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E \u092E\u0947\u0902 \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924 \u0915\u094B\u0928\u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Mawson_Peak"], "keywords":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E, \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Mountain ; dbo:locatedInArea res:Australia ; dbo:elevation ?elevation } ORDER BY DESC(?elevation) LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"41", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0631\u062F \u062E\u0627\u0646\u0648\u0627\u062F\u0647 \u0631\u0627 \u0633\u0627\u062E\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Seth_MacFarlane"], "keywords":"\u0645\u0631\u062F \u062E\u0627\u0646\u0648\u0627\u062F\u0647\u060C \u0633\u0627\u062E\u062A\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Family_Guy dbo:creator ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"41", "question":"\u00BFQui\u00E9n cre\u00F3 Family Guy?", "answers":["http:\/\/dbpedia.org\/resource\/Seth_MacFarlane"], "keywords":"creador, Family Guy", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Family_Guy dbo:creator ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"41", "question":"\u092B\u0945\u092E\u093F\u0932\u0940 \u0917\u093E\u090F \u0915\u094C\u0928 \u0928\u0947 \u092C\u0928\u093E\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Seth_MacFarlane"], "keywords":"\u092B\u0945\u092E\u093F\u0932\u0940 \u0917\u093E\u090F, \u092C\u0928\u093E\u092F\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Family_Guy dbo:creator ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"43", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0622\u0647\u0646\u06AF \u0647\u062A\u0644 \u06A9\u0627\u0644\u06CC\u0641\u0631\u0646\u06CC\u0627 \u0631\u0627 \u0646\u0648\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Don_Henley"], "keywords":"\u0627\u0647\u0646\u06AF \u0647\u062A\u0644 \u06A9\u0627\u0644\u06CC\u0641\u0631\u0646\u06CC\u0627\u060C \u0646\u0648\u0634\u062A", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Hotel_California dbo:writer ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"43", "question":"\u0917\u0940\u0924 \u0939\u094B\u091F\u0932 \u0915\u0948\u0932\u093F\u092B\u094B\u0930\u094D\u0928\u093F\u092F\u093E \u0915\u094B\u0902\u0928 \u0928\u0947 \u0932\u093F\u0916\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Don_Henley"], "keywords":"\u0917\u0940\u0924 \u0939\u094B\u091F\u0932 \u0915\u0948\u0932\u093F\u092B\u094B\u0930\u094D\u0928\u093F\u092F\u093E, \u0932\u093F\u0916\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Hotel_California dbo:writer ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"Give me all actors starring in movies directed by William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"actor, starring, movie, direct, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"\u062A\u0645\u0627\u0645 \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC \u06A9\u0647 \u062F\u0631 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0648\u06CC\u0644\u06CC\u0627\u0645 \u0634\u0627\u062A\u0646\u0631 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0647 \u0627\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"\u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u06CC\u060C \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u0634\u062F\u0647\u060C \u0648\u06CC\u0644\u06CC\u0627\u0645 \u0634\u0627\u062A\u0646\u0631\u060C \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0647 \u0627\u0646\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"Gib mir alle Schauspieler von Filmen, in denen William Shatner Regie gef\u00FChrt hat.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"Schauspieler, Film, Regie, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"Dame todos los actores de pel\u00EDculas dirigidas por William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"actor, pel\u00EDcula, director, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"Dammi tutti gli attori che recitano in film diretti da William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"attore, recitare, film, diretto, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"Donnes-moi tous les acteurs qui ont jou\u00E9 dans des films r\u00E9alis\u00E9s par Williams Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"acteur, film, r\u00E9alis\u00E9, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"Geef alle acteurs van films waar William Shatner de regie van voerde.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"acteur, film, regisseur, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"\u0935\u093F\u0932\u093F\u092F\u092E \u0936\u0947\u091F\u0928\u0947\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u092E\u0947\u0902 \u0938\u092D\u0940 \u0915\u0932\u093E\u0915\u093E\u0930\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"\u0935\u093F\u0932\u093F\u092F\u092E \u0936\u0947\u091F\u0928\u0947\u0930, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u092B\u093F\u0932\u094D\u092E, \u0915\u0932\u093E\u0915\u093E\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"44", "question":"D\u0103-mi to\u021Bi actorii care joac\u0103 roluri principale \u00EEn filme regizate de William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Nichelle_Nichols"], "keywords":"actor, rol principal, film, regiza, William Shatner", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:director res:William_Shatner ; dbo:starring ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"45", "question":"\u0686\u0647 \u0686\u06CC\u0632\u0647\u0627\u06CC\u06CC \u062F\u0631 \u06CC\u06A9 \u06A9\u06CC\u06A9 \u0634\u06A9\u0644\u0627\u062A\u06CC \u0647\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"\u06A9\u06CC\u06A9 \u0634\u06A9\u0644\u0627\u062A\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Chocolate_chip_cookie dbo:ingredient ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"45", "question":"Quels sont les ingr\u00E9dients d'un cookie au chocolat", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"ingr\u00E9dients, cookie au chocolat", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Chocolate_chip_cookie dbo:ingredient ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"45", "question":"\u091A\u0949\u0915\u0932\u0947\u091F \u091A\u093F\u092A \u0915\u0941\u0915\u0940 \u092E\u0947\u0902 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"\u091A\u0949\u0915\u0932\u0947\u091F \u091A\u093F\u092A \u0915\u0941\u0915\u0940, \u0938\u093E\u092E\u0917\u094D\u0930\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Chocolate_chip_cookie dbo:ingredient ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"45", "question":"Ce con\u021Bine un biscuit cu fulgi de ciocolat\u0103?", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"ingrediente, biscuit cu fulgi de ciocolat\u0103", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Chocolate_chip_cookie dbo:ingredient ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"46", "question":"\u0686\u0647 \u0645\u0648\u0627\u062F \u0627\u0648\u0644\u06CC\u0647 \u0627\u06CC \u0631\u0627 \u0645\u0646 \u0628\u0631\u0627\u06CC \u06A9\u06CC\u06A9 \u0647\u0648\u06CC\u062C \u0646\u06CC\u0627\u0632 \u062F\u0627\u0631\u0645\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"\u0645\u0648\u0627\u062F \u0627\u0648\u0644\u06CC\u0647 \u0627\u06CC\u060C \u06A9\u06CC\u06A9 \u0647\u0648\u06CC\u062C", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Carrot_cake dbo:ingredient ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"46", "question":"\u0917\u093E\u091C\u0930 \u0915\u0947\u0915 \u0915\u0947 \u0932\u093F\u090F \u092E\u0941\u091D\u0947 \u0915\u094C\u0928 \u0938\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"\u0917\u093E\u091C\u0930 \u0915\u0947\u0915, \u0938\u093E\u092E\u0917\u094D\u0930\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Carrot_cake dbo:ingredient ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"47", "question":"\u0622\u06CC\u0627 \u0646\u06CC\u0645\u0627\u0631 \u0628\u0631\u0627\u06CC \u0631\u0626\u0627\u0644 \u0645\u0627\u062F\u0631\u06CC\u062F \u0628\u0627\u0632\u06CC \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["false"], "keywords":"\u0646\u06CC\u0645\u0627\u0631\u060C \u0631\u0626\u0627\u0644 \u0645\u0627\u062F\u0631\u06CC\u062F\u060C \u0628\u0627\u0632\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Neymar dbo:team <http:\/\/dbpedia.org\/resource\/Real_Madrid_C.F.> }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"47", "question":"Spielt Neymar f\u00FCr Real Madrid?", "answers":["false"], "keywords":"Neymar, spielen f\u00FCr, Real Madrid", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Neymar dbo:team <http:\/\/dbpedia.org\/resource\/Real_Madrid_C.F.> }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"47", "question":"\u0915\u094D\u092F\u093E \u0928\u0947\u092F\u092E\u093E\u0930 \u0930\u093F\u092F\u0932 \u092E\u0948\u0921\u094D\u0930\u093F\u0921 \u0915\u0947 \u0932\u093F\u090F \u0916\u0947\u0932\u0924\u0947 \u0939\u0948\u0902?", "answers":["false"], "keywords":"\u0928\u0947\u092F\u092E\u093E\u0930, \u0930\u093F\u092F\u0932 \u092E\u0948\u0921\u094D\u0930\u093F\u0921, \u0916\u0947\u0932\u0924\u0947", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { res:Neymar dbo:team <http:\/\/dbpedia.org\/resource\/Real_Madrid_C.F.> }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"Give me all launch pads operated by NASA.", "answers":[""], "keywords":"launch pad, operate, NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"Gib mir alle von der NASA betriebenen Startrampen.", "answers":[""], "keywords":"Startrampe, betreiben, NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"Dame todas las plataformas de lanzamiento operadas por la NASA.", "answers":[""], "keywords":"plataforma de lanzamiento, operada por la NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"Dammi tutte le rampe di lancio gestite dalla NASA.", "answers":[""], "keywords":"rampa di lancio, gestire, NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"Donnes-moi toutes les rampes de lancements des Etats-unis.", "answers":[""], "keywords":"rampes de lancements, Etats-unis", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"Noem alle lanceerplatformen van de NASA.", "answers":[""], "keywords":"lanceerplatform, NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"\u092E\u0941\u091D\u0947 \u0928\u093E\u0938\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u0902\u091A\u093E\u0932\u093F\u0924 \u0938\u092D\u0940 \u0932\u0949\u0928\u094D\u091A \u092A\u0948\u0921 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0902\u0964", "answers":[""], "keywords":"\u0928\u093E\u0938\u093E, \u0938\u0902\u091A\u093E\u0932\u093F\u0924, \u0932\u0949\u0928\u094D\u091A \u092A\u0948\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"56", "question":"D\u0103-mi toate rampele de lansare operate de c\u0103tre NASA.", "answers":[""], "keywords":"ramp\u0103 de lansare, operat, NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:LaunchPad ; dbo:operator res:NASA }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"List all episodes of the first season of the HBO television series The Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"HBO, television series, Sopranos, first season, episode", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"HBO-Fernsehserie, Sopranos, erste Staffel, Episode", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"Dame todos los episodios de la pr\u00EDmera \u00E9poca de la serie de HBO Los Sporanos.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"serie televisiva de HBO, Los Sopranos, primera \u00E9poca, episodios", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"serie televisiva di HBO, i Sopranos, prima stagione, episodio", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"Donnes-moi tous les \u00E9pisodes de la premi\u00E8re saison de la s\u00E9rie t\u00E9l\u00E9vis\u00E9e de HBO les Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"\u00E9pisodes de la premi\u00E8re saison, HBO, les Sopranos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"HBO-serie, The Sopranos, eerste seizoen, aflevering", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"58", "question":"\u090F\u091A\u0913\u0913 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E \u0926 \u0938\u094B\u092A\u094D\u0930\u093E\u0928\u094B\u0938 \u0915\u0947 \u092A\u0939\u0932\u0947 \u0938\u0940\u091C\u093C\u0928 \u0915\u0947 \u0938\u092D\u0940 \u090F\u092A\u093F\u0938\u094B\u0921 \u0915\u0940 \u0938\u0942\u091A\u0940 \u092C\u0928\u093E\u090F\u0902\u0964 '", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"\u090F\u091A\u0913\u0913 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E, \u0926 \u0938\u094B\u092A\u094D\u0930\u093E\u0928\u094B\u0938, \u092A\u0939\u0932\u0947 \u0938\u0940\u091C\u093C\u0928, \u090F\u092A\u093F\u0938\u094B\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:The_Sopranos ; dbo:seasonNumber 1 }" , "lang":"hi_IN"}
