{"datasetId":"qald-6-train-multilingual","questionId":"46", "question":"Frank Herbert \u00E8 ancora vivo?", "answers":[], "keywords":"Frank Herbert, vivente", "sparql":"ASK WHERE {  OPTIONAL { <http:\/\/dbpedia.org\/resource\/Frank_Herbert> <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . }  FILTER (!BOUND(?date)) } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"46", "question":"Este Frank Herbert \u00EEnc\u0103 \u00EEn via\u021B\u0103?", "answers":[], "keywords":"Frak Herbert, \u00EEn via\u021B\u0103", "sparql":"ASK WHERE {  OPTIONAL { <http:\/\/dbpedia.org\/resource\/Frank_Herbert> <http:\/\/dbpedia.org\/ontology\/deathDate> ?date . }  FILTER (!BOUND(?date)) } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"47", "question":"\u0628\u0627\u0644\u0627\u062A\u0631\u06CC\u0646 \u0646\u0642\u0637\u0647 \u062F\u0631 \u0627\u0648\u0631\u0627\u0644 \u06A9\u062C\u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Narodnaya"], "keywords":"\u0628\u0627\u0644\u0627\u062A\u0631\u06CC\u0646 \u0646\u0642\u0637\u0647\u060C \u0627\u0648\u0631\u0627\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Ural_Mountains> <http:\/\/dbpedia.org\/property\/highest> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"47", "question":"Qual \u00E8 il punto pi\u00F9 alto del Ur\u00E0li?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Narodnaya"], "keywords":"Ur\u00E0li, punto pi\u00F9 alto", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Ural_Mountains> <http:\/\/dbpedia.org\/property\/highest> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"47", "question":"Care este cel mai \u00EEnalt punct de pe mun\u021Bii Urali?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Narodnaya"], "keywords":"mun\u021Bii Urali, cel mai \u00EEnalt punct", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Ural_Mountains> <http:\/\/dbpedia.org\/property\/highest> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"48", "question":"\u0648\u06CC\u0631\u0627\u0633\u062A\u0627\u0631 \u0641\u0648\u0631\u0628\u0632 \u06A9\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Steve_Forbes"], "keywords":"\u0648\u06CC\u0631\u0627\u0633\u062A\u0627\u0631\u060C \u0641\u0648\u0631\u0628\u0632", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Forbes> <http:\/\/dbpedia.org\/ontology\/editor> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"48", "question":"Wie is de uitgever van Forbes.", "answers":["http:\/\/dbpedia.org\/resource\/Steve_Forbes"], "keywords":"Forbes, uitgever", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Forbes> <http:\/\/dbpedia.org\/ontology\/editor> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"49", "question":"Give me all companies in the advertising industry.", "answers":["292"], "keywords":"company, advertising industry", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Company> . { ?uri <http:\/\/dbpedia.org\/ontology\/industry> <http:\/\/dbpedia.org\/resource\/Advertising> } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/industry> ?industry .  FILTER regex(?industry,'advertising','i') . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u06A9\u0634\u0648\u0631 \u062F\u0631 \u0627\u0631\u0648\u067E\u0627 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["50"], "keywords":"\u06A9\u0634\u0648\u0631\u060C \u0627\u0631\u0648\u067E\u0627", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"Wieviele L\u00E4nder gibt es in Europa?", "answers":["50"], "keywords":"Europa, L\u00E4nder", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"\u00BFCu\u00E1ntos pa\u00EDses existen en Europa?", "answers":["50"], "keywords":"Europa, pa\u00EDses", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"Quanti stati ci sono in Europa?", "answers":["50"], "keywords":"Europa, stati", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"Combien de pays sont-il en Europe?", "answers":["50"], "keywords":"Europe, pays", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"Hoeveel landen zijn er in Europa?", "answers":["50"], "keywords":"Europa, landen", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"5", "question":"C\u00E2te \u021B\u0103ri sunt \u00EEn Europa?", "answers":["50"], "keywords":"Europa, \u021B\u0103ri", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EuropeanCountries> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"50", "question":"\u0628\u0631\u0648\u0633 \u06A9\u0627\u0631\u0648\u0631 \u062F\u0631 \u0627\u062B\u0631 \u0686\u0647 \u0686\u06CC\u0632\u06CC \u0641\u0648\u062A \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Cancer"], "keywords":"\u0628\u0631\u0648\u0633 \u06A9\u0627\u0631\u0648\u0631\u060C \u0641\u0648\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Bruce_Carver> <http:\/\/dbpedia.org\/ontology\/deathCause> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"50", "question":"\u00BFDe qu\u00E9 muri\u00F3 Bruce Carver?", "answers":["http:\/\/dbpedia.org\/resource\/Cancer"], "keywords":"Bruce Caver, muerte", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Bruce_Carver> <http:\/\/dbpedia.org\/ontology\/deathCause> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"Give me all libraries established earlier than 1400.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"libraries, established, earlier than 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"\u062A\u0645\u0627\u0645 \u06A9\u062A\u0627\u0628 \u062E\u0627\u0646\u0647 \u0647\u0627\u06CC\u06CC \u06A9\u0647 \u0642\u0628\u0644 \u0627\u0632 1400 \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"\u06A9\u062A\u0627\u0628 \u062E\u0627\u0646\u0647 \u0647\u0627\u06CC\u06CC\u060C \u0642\u0628\u0644 \u0627\u0632 1400\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"Gib mir alle Bibliotheken, die vor 1400 gegr\u00FCndet worden.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"Bibliotheken, gegr\u00FCndet, vor 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"Dame todas las bibliotecas que fueron establecidas antes de 1400.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"bibliotecas, establecidas, antes de 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"Dammi tutte le biblioteche fondate prima del 1400.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"biblioteche, fondate, prima del 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"Donnes-moi toutes les biblioth\u00E8ques \u00E9tablies avant 1400.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"biblioth\u00E8ques, \u00E9tablies, avant 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"Geef me alle bibliotheken die voor 1400 werden opgericht.", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"bibliotheken, opgericht, voor 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"51", "question":"D\u0103-mi tote bibliotecile \u00EEnfiin\u021Bate \u00EEnainte de 1400", "answers":["http:\/\/dbpedia.org\/resource\/Library_of_Ashurbanipal"], "keywords":"biblioteci, \u00EEnfiin\u021Bat, \u00EEnainte de 1400", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Library> .  ?uri <http:\/\/dbpedia.org\/property\/established> ?year .  FILTER (?year < 1400) } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"\u0686\u0647 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631\u0647\u0627\u06CC\u06CC \u062F\u0631 1945 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631\u0647\u0627\u06CC\u06CC\u060C 1945\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"Welche Pr\u00E4sidenten wurden 1945 geboren?", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"Pr\u00E4sident, geboren, 1945", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"\u00BFQu\u00E9 presidentes nacieron en 1945?", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"presidentes nacidos 1945", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"Quali presidenti sono nati nel 1945?", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"presidente, nato, 1945", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"Quels pr\u00E9sidents sont n\u00E9s en 1945?", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"pr\u00E9sidents, n\u00E9s, 1945", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"Welke presidenten werden geboren in 1945?", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"president, geboren, 1945", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"52", "question":"Ce pre\u0219edin\u021Bi au fost n\u0103scu\u021Bi \u00EEn 1945", "answers":["http:\/\/dbpedia.org\/resource\/Sheku_Badara_Bashiru_Dumbuya"], "keywords":"pre\u0219edinte, n\u0103scut, 1945", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/President> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date .  FILTER regex(?date, '^1945') . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"53", "question":"Give me all federal chancellors of Germany.", "answers":["http:\/\/dbpedia.org\/resource\/Adolf_Hitler"], "keywords":"Germany, federal chancellors", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Person> .  { ?uri <http:\/\/dbpedia.org\/ontology\/office> 'Chancellor of Germany' . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/office> <http:\/\/dbpedia.org\/resource\/Chancellor_of_Germany> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"54", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0647\u0645\u0633\u0631 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0644\u06CC\u0646\u06A9\u0644\u0646 \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mary_Todd_Lincoln"], "keywords":"\u0647\u0645\u0633\u0631\u060C \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u0644\u06CC\u0646\u06A9\u0644\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Abraham_Lincoln> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri. } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"54", "question":"Cine a fost so\u021Bia pre\u0219edintelui American Lincoln?", "answers":["http:\/\/dbpedia.org\/resource\/Mary_Todd_Lincoln"], "keywords":"pre\u0219edinte American, Lincoln, so\u021Bie", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Abraham_Lincoln> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri. } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"55", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u0627\u0632\u06CC \u0648\u06CC\u062F\u0626\u0648\u06CC\u06CC \u0648\u0631\u0644\u062F \u0622\u0641 \u0648\u0627\u0631\u06A9\u0631\u0627\u0641\u062A \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Blizzard_Entertainment"], "keywords":"\u0628\u0627\u0632\u06CC \u0648\u06CC\u062F\u0626\u0648\u06CC\u06CC\u060C \u0648\u0631\u0644\u062F \u0622\u0641 \u0648\u0627\u0631\u06A9\u0631\u0627\u0641\u062A\u060C \u0633\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/World_of_Warcraft> <http:\/\/dbpedia.org\/ontology\/developer> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"\u0648\u0628\u0633\u0627\u06CC\u062A \u0631\u0633\u0645\u06CC \u062A\u0627\u0645 \u06A9\u0631\u0648\u0632 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"\u0648\u0628\u0633\u0627\u06CC\u062A \u0631\u0633\u0645\u06CC\u060C \u062A\u0627\u0645 \u06A9\u0631\u0648\u0632", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"Was ist die offizielle Website von Tom Cruise?", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"Tom Cruise, offizielle Website", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"\u00BFCu\u00E1l el la p\u00E1gina de Web oficial de Tom Cruise?", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"Tom Cruise, p\u00E1gina de Web oficial", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"Qual \u00E8 il sito internet ufficiale di Tom Cruise?", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"Tom Cruise, sito internet ufficiale", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"Quel est le site web officiel de Tom Cruise?", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"site web officiel, Tom Cruise", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"Wat is de offici\u00EBle website van Tom Cruise?", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"offici\u00EBle website, Tom Cruise", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"56", "question":"Care este website-ul oficial al lui Tom Cruise?", "answers":["http:\/\/www.tomcruise.com\/"], "keywords":"Tom Cruise, website oficial", "sparql":"SELECT DISTINCT ?string WHERE {  <http:\/\/dbpedia.org\/resource\/Tom_Cruise> <http:\/\/dbpedia.org\/property\/website> ?string . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"List all episodes of the first season of the HBO television series The Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"HBO, television series, Sopranos, first season, episode", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"\u062A\u0645\u0627\u0645 \u0642\u0633\u0645\u062A \u0647\u0627\u06CC \u0641\u0635\u0644 \u0627\u0648\u0644 \u0633\u0631\u06CC\u0627\u0644 \u062A\u0644\u0648\u06CC\u0632\u06CC\u0648\u0646\u06CC \u0633\u0648\u067E\u0631\u0627\u0646\u0648\u0632 \u0645\u062A\u0639\u0644\u0642 \u0628\u0647 \u0627\u0686.\u0628\u06CC.\u0627\u0648 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"\u0642\u0633\u0645\u062A \u0647\u0627\u06CC\u060C \u0641\u0635\u0644 \u0627\u0648\u0644\u060C \u0633\u0631\u06CC\u0627\u0644 \u062A\u0644\u0648\u06CC\u0632\u06CC\u0648\u0646\u06CC\u060C \u0633\u0648\u067E\u0631\u0627\u0646\u0648\u0632\u060C \u0627\u0686.\u0628\u06CC.\u0627\u0648", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"HBO-Fernsehserie, Sopranos, erste Staffel, Episode", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"Dame todos los episodios de la pr\u00EDmera \u00E9poca de la serie de HBO Los Sporanos.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"serie televisiva de HBO, Los Sopranos, primera \u00E9poca, episodios", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"serie televisiva di HBO, i Sopranos, prima stagione, episodio", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"Donnes-moi tous les \u00E9pisodes de la premi\u00E8re saison de la s\u00E9rie t\u00E9l\u00E9vis\u00E9e de HBO les Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"\u00E9pisodes de la premi\u00E8re saison, HBO, les Sopranos", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos.", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"HBO-serie, The Sopranos, eerste seizoen, aflevering", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"57", "question":"Listeaz\u0103 toate episodele din primul sezon al serialului HBO de televiziune The Sopranos", "answers":["http:\/\/dbpedia.org\/resource\/I_Dream_of_Jeannie_Cusamano"], "keywords":"HBO, serial de televiziune, Sopranos, primul sezon, episod", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/series> <http:\/\/dbpedia.org\/resource\/The_Sopranos> .  ?uri <http:\/\/dbpedia.org\/ontology\/seasonNumber> 1 . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"58", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u062A\u0639\u062F\u0627\u062F \u0641\u06CC\u0644\u0645 \u0631\u0627 \u062A\u0648\u0644\u06CC\u062F \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Jesse_L._Lasky"], "keywords":"\u0628\u06CC\u0634\u062A\u0631\u06CC\u0646\u060C \u0641\u06CC\u0644\u0645\u060C \u062A\u0648\u0644\u06CC\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?film <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?film <http:\/\/dbpedia.org\/ontology\/producer> ?uri . } ORDER BY DESC(COUNT(?film)) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"58", "question":"Wie produceerde de meeste films?", "answers":["http:\/\/dbpedia.org\/resource\/Jesse_L._Lasky"], "keywords":"producent, films, de meeste", "sparql":"SELECT DISTINCT ?uri WHERE {  ?film <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?film <http:\/\/dbpedia.org\/ontology\/producer> ?uri . } ORDER BY DESC(COUNT(?film)) OFFSET 0 LIMIT 1 " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"58", "question":"Cine a produs cele mai multe filme?", "answers":["http:\/\/dbpedia.org\/resource\/Jesse_L._Lasky"], "keywords":"film, produs, cel mai mult", "sparql":"SELECT DISTINCT ?uri WHERE {  ?film <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?film <http:\/\/dbpedia.org\/ontology\/producer> ?uri . } ORDER BY DESC(COUNT(?film)) OFFSET 0 LIMIT 1 " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"Give me all people with first name Jimmy.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"person, first name, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"\u062A\u0645\u0627\u0645 \u0627\u0641\u0631\u0627\u062F\u06CC \u06A9\u0647 \u0627\u0633\u0645 \u06A9\u0648\u0686\u06A9 \u0622\u0646\u0647\u0627 \u062C\u06CC\u0645\u06CC \u0627\u0633\u062A \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"\u0627\u0641\u0631\u0627\u062F\u06CC\u060C \u0627\u0633\u0645 \u06A9\u0648\u0686\u06A9\u060C \u062C\u06CC\u0645\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"Gib mir alle Personen, die den Vornamen Jimmy haben.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"Person, Vorname, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"Dame todas las personas con el nombre propio Jimmy.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"personas, nombre propio, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"Dammi tutte le persone il cui nome \u00E8 Jimmy.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"persone, nome, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"Donnes-moi toutes les personnes dont le pr\u00E9nom est Jimmy.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"personnes, pr\u00E9nom, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"Noem alle personen met de voornaam Jimmy.", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"persoon, voornaam, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"59", "question":"D\u0103-mi toate persoanele cu prenumele Jimmy", "answers":["http:\/\/dbpedia.org\/resource\/Jim_Hope"], "keywords":"persoan\u0103, prenume, Jimmy", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> foaf:Person .  ?uri foaf:givenName 'Jimmy'@en . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"6", "question":"\u062C\u0627\u0646 \u0627\u0641. \u06A9\u0646\u062F\u06CC \u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u0641\u0648\u062A \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Dallas"], "keywords":"\u062C\u0627\u0646 \u0627\u0641. \u06A9\u0646\u062F\u06CC\u060C \u0634\u0647\u0631\u060C \u0641\u0648\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/John_F._Kennedy> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"6", "question":"\u00CEn ce ora\u0219 a murit John F. Kennedy?", "answers":["http:\/\/dbpedia.org\/resource\/Dallas"], "keywords":"ora\u0219, John F. Kennedy, muri", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/John_F._Kennedy> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"60", "question":"\u0622\u06CC\u0627 \u0628\u0627\u0632\u06CC \u0648\u06CC\u062F\u0626\u0648\u06CC\u06CC \u0628\u0647 \u0646\u0627\u0645 \u0628\u062A\u0644 \u0686\u0633 \u0648\u062C\u0648\u062F \u062F\u0627\u0631\u062F\u061F", "answers":[], "keywords":"\u0628\u0627\u0632\u06CC \u0648\u06CC\u062F\u0626\u0648\u06CC\u06CC\u060C \u0628\u062A\u0644 \u0686\u0633", "sparql":"ASK WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/VideoGame> .  ?uri <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Battle Chess'@en . } " , "lang":"fa"}
