{"datasetId":"qald-6-train-multilingual","questionId":"321", "question":"Is Darth Vader Luke\u2019s father?", "answers":[], "keywords":"Darth Vader, father, Luke", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Darth_Vader> <http:\/\/dbpedia.org\/property\/children> \"Luke Skywalker\"@en . }" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"321", "question":"\u0622\u06CC\u0627 \u062F\u0627\u0631\u062A \u0648\u06CC\u062F\u0631 \u067E\u062F\u0631 \u0644\u0648\u06A9 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u062F\u0627\u0631\u062A \u0648\u06CC\u062F\u0631\u060C \u067E\u062F\u0631\u060C \u0644\u0648\u06A9", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Darth_Vader> <http:\/\/dbpedia.org\/property\/children> \"Luke Skywalker\"@en . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"321", "question":"Est-ce que Darth Vader le p\u00E8re de Luke?", "answers":[], "keywords":"Darth Vader, p\u00E8re, Luke", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Darth_Vader> <http:\/\/dbpedia.org\/property\/children> \"Luke Skywalker\"@en . }" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"321", "question":"Este Darth Vader tat\u0103l lui Luke?", "answers":[], "keywords":"Darth Vader, tat\u0103l, Luke", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Darth_Vader> <http:\/\/dbpedia.org\/property\/children> \"Luke Skywalker\"@en . }" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"322", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0634\u0631\u06A9\u062A \u062A\u0648\u0633\u0637 \u0645\u0624\u0633\u0633 \u0641\u06CC\u0633\u0628\u0648\u06A9 \u062A\u0623\u0633\u06CC\u0633 \u0634\u062F\u0646\u062F\u061F", "answers":["0"], "keywords":"\u0634\u0631\u06A9\u062A\u060C \u0645\u0624\u0633\u0633\u060C \u0641\u06CC\u0633\u0628\u0648\u06A9\u060C \u062A\u0623\u0633\u06CC\u0633", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Facebook> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri .  ?uri <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"322", "question":"Wieviele Firmen hat der Gr\u00FCnder von Facebook gegr\u00FCndet?", "answers":["0"], "keywords":"Firmen, gegr\u00FCndet, Gr\u00FCnder, Facebook", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Facebook> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri .  ?uri <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"325", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u062E\u0637\u0648\u0637 \u0647\u0648\u0627\u06CC\u06CC \u0639\u0636\u0648 \u0627\u0633\u062A\u0627\u0631 \u0627\u0644\u0627\u06CC\u0646\u0633 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["22"], "keywords":"\u062E\u0637\u0648\u0637 \u0647\u0648\u0627\u06CC\u06CC\u060C \u0639\u0636\u0648\u060C \u0627\u0633\u062A\u0627\u0631 \u0627\u0644\u0627\u06CC\u0646\u0633", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  ?uri <http:\/\/dbpedia.org\/property\/alliance> <http:\/\/dbpedia.org\/resource\/Star_Alliance> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"Give me all spacecrafts that flew to Mars.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"spacecrafts, flew to, Mars", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"\u062A\u0645\u0627\u0645 \u0641\u0636\u0627\u067E\u06CC\u0645\u0627\u0647\u0627\u06CC\u06CC \u06A9\u0647 \u0628\u0647 \u0645\u0631\u06CC\u062E \u067E\u0631\u0648\u0627\u0632 \u06A9\u0631\u062F\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"\u0641\u0636\u0627\u067E\u06CC\u0645\u0627\u0647\u0627\u06CC\u06CC\u060C \u0645\u0631\u06CC\u062E\u060C \u067E\u0631\u0648\u0627\u0632", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"Zeig mir alle Raumschiffe, die zum Mars geflogen sind.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"Raumschiffe, geflogen, Mars", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"Dame todas las naves espaciales que han volado a Marte", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"naves espaciales, volado, Marte", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"Dammi tutte le astronavi che hanno volato su Marte.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"astronavi, volare, Marte", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"Donne-moi tous les vaisseaux spatiaux qui ont vol\u00E9 pour Mars.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"vaisseaux spatiaux, vol\u00E9, Mars", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"Geef alle ruimtetuigen die naar Mars werden gestuurd.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"ruimtetuigen, gestuurd, Mars", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"326", "question":"D\u0103-mi toate navele spa\u021Biale care au zburat spre Marte.", "answers":["http:\/\/dbpedia.org\/resource\/MELOS"], "keywords":"nave spa\u021Biale, zburat, Marte", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Spacecraft> .  ?uri <http:\/\/dbpedia.org\/property\/planet> <http:\/\/dbpedia.org\/resource\/Mars> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"328", "question":"Show me everyone who was born on Halloween.", "answers":["http:\/\/dbpedia.org\/resource\/Robert_Sumichrast"], "keywords":"person, born on, Halloween", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Person> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } UNION { ?uri <http:\/\/dbpedia.org\/property\/birthDate> ?date . }  <http:\/\/dbpedia.org\/resource\/Halloween> <http:\/\/dbpedia.org\/property\/date> ?date . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"329", "question":"Give me all Swiss non-profit organizations.", "answers":["http:\/\/dbpedia.org\/resource\/Digger_DTR"], "keywords":"Swiss, non-profit organization", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/type> <http:\/\/dbpedia.org\/resource\/Nonprofit_organization> . { ?uri <http:\/\/dbpedia.org\/ontology\/locationCountry> <http:\/\/dbpedia.org\/resource\/Switzerland> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/location> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Switzerland> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"330", "question":"\u0645\u06A9\u0647 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0648\u0627\u0642\u0639 \u0634\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Saudi_Arabia"], "keywords":"\u0645\u06A9\u0647\u060C \u06A9\u0634\u0648\u0631\u060C \u0648\u0627\u0642\u0639", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Mecca> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"330", "question":"\u00BFEn que pa\u00EDs se sit\u00FAa la Meca?", "answers":["http:\/\/dbpedia.org\/resource\/Saudi_Arabia"], "keywords":"pais Meca", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Mecca> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"330", "question":"\u00CEn ce \u021Bar\u0103 se afl\u0103 Mecca?", "answers":["http:\/\/dbpedia.org\/resource\/Saudi_Arabia"], "keywords":"\u021Bar\u0103, se afl\u0103, Mecca", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Mecca> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"331", "question":"\u0633\u0648\u062F \u062E\u0627\u0644\u0635 \u0627\u067E\u0644 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["3.951E10"], "keywords":"\u0633\u0648\u062F \u062E\u0627\u0644\u0635\u060C \u0627\u067E\u0644", "sparql":"SELECT DISTINCT ?ni WHERE {  <http:\/\/dbpedia.org\/resource\/Apple_Inc.> <http:\/\/dbpedia.org\/ontology\/netIncome> ?ni . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"331", "question":"Quel est le revenu net de Apple?", "answers":["3.951E10"], "keywords":"revenu net, Apple", "sparql":"SELECT DISTINCT ?ni WHERE {  <http:\/\/dbpedia.org\/resource\/Apple_Inc.> <http:\/\/dbpedia.org\/ontology\/netIncome> ?ni . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"332", "question":"\u0641\u06CC\u0641\u0627 \u0645\u062E\u0641\u0641 \u0686\u06CC\u0633\u062A\u061F", "answers":["F\u00E9d\u00E9ration Internationale de Football Association"], "keywords":"\u0641\u06CC\u0641\u0627\u060C \u0645\u062E\u0641\u0641", "sparql":"SELECT DISTINCT ?name WHERE {  <http:\/\/dbpedia.org\/resource\/FIFA> <http:\/\/dbpedia.org\/property\/name> ?name . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"332", "question":"Wof\u00FCr steht die Abk\u00FCrzung FIFA?", "answers":["F\u00E9d\u00E9ration Internationale de Football Association"], "keywords":"Abk\u00FCrzung, FIFA", "sparql":"SELECT DISTINCT ?name WHERE {  <http:\/\/dbpedia.org\/resource\/FIFA> <http:\/\/dbpedia.org\/property\/name> ?name . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"332", "question":"\u00BFQu\u00E9 significa la abreviaci\u00F3n FIFA?", "answers":["F\u00E9d\u00E9ration Internationale de Football Association"], "keywords":"significado abreviaci\u00F3n FIFA", "sparql":"SELECT DISTINCT ?name WHERE {  <http:\/\/dbpedia.org\/resource\/FIFA> <http:\/\/dbpedia.org\/property\/name> ?name . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"332", "question":"Que signifie l'acronyme FIFA?", "answers":["F\u00E9d\u00E9ration Internationale de Football Association"], "keywords":"acronyme, FIFA", "sparql":"SELECT DISTINCT ?name WHERE {  <http:\/\/dbpedia.org\/resource\/FIFA> <http:\/\/dbpedia.org\/property\/name> ?name . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"333", "question":"\u0633\u0644\u0633\u0644\u0647 \u0645\u06CC\u0646\u06AF \u06A9\u06CC \u0645\u0646\u062D\u0644 \u0634\u062F\u061F", "answers":["--04-25"], "keywords":"\u0633\u0644\u0633\u0644\u0647 \u0645\u06CC\u0646\u06AF\u060C \u0645\u0646\u062D\u0644", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Ming_dynasty> <http:\/\/dbpedia.org\/property\/dateEnd> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"333", "question":"\u00BFCu\u00E1ndo se disolvi\u00F3 la dinast\u00EDa de Ming?", "answers":["--04-25"], "keywords":"disolvi\u00F3, dinast\u00EDa de Ming", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Ming_dynasty> <http:\/\/dbpedia.org\/property\/dateEnd> ?date . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"333", "question":"Quand se termina la dynastie Ming?", "answers":["--04-25"], "keywords":"data dissolution, dynastie Ming", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Ming_dynasty> <http:\/\/dbpedia.org\/property\/dateEnd> ?date . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"333", "question":"Wanneer werd de Ming-dynastie be\u00EBindigd?", "answers":["--04-25"], "keywords":"Ming-dynastie, be\u00EBindigd", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Ming_dynasty> <http:\/\/dbpedia.org\/property\/dateEnd> ?date . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"335", "question":"\u0622\u06CC\u0627 \u062F\u0631\u06CC\u0627\u0686\u0647 \u0628\u0627\u06CC\u06A9\u0627\u0644 \u0627\u0632 \u062F\u0631\u06CC\u0627\u0686\u0647 \u06AF\u0631\u06CC\u062A \u0628\u0631 \u0628\u0632\u0631\u06AF\u062A\u0631 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u062F\u0631\u06CC\u0627\u0686\u0647 \u0628\u0627\u06CC\u06A9\u0627\u0644\u060C \u0628\u0632\u0631\u06AF\u062A\u0631\u060C \u062F\u0631\u06CC\u0627\u0686\u0647 \u06AF\u0631\u06CC\u062A \u0628\u0631", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Lake_Baikal> <http:\/\/dbpedia.org\/ontology\/areaTotal> ?a1 .  <http:\/\/dbpedia.org\/resource\/Great_Bear_Lake> <http:\/\/dbpedia.org\/ontology\/areaTotal> ?a2 .  FILTER (?a1 > ?a2) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"335", "question":"Ist der Baikalsee gr\u00F6\u00DFer als der Gro\u00DFe B\u00E4rensee?", "answers":[], "keywords":"Baikalsee, gr\u00F6\u00DFer als, Gro\u00DFer B\u00E4rensee", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Lake_Baikal> <http:\/\/dbpedia.org\/ontology\/areaTotal> ?a1 .  <http:\/\/dbpedia.org\/resource\/Great_Bear_Lake> <http:\/\/dbpedia.org\/ontology\/areaTotal> ?a2 .  FILTER (?a1 > ?a2) } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"335", "question":"Le lac Ba\u00EFkal est-il plus grand que le Grand lac de l'Ours?", "answers":[], "keywords":"lac Baikal, plus grand, Grand lac de l'Ours", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Lake_Baikal> <http:\/\/dbpedia.org\/ontology\/areaTotal> ?a1 .  <http:\/\/dbpedia.org\/resource\/Great_Bear_Lake> <http:\/\/dbpedia.org\/ontology\/areaTotal> ?a2 .  FILTER (?a1 > ?a2) } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"336", "question":"\u062F\u0633\u0631\u0647\u0627\u06CC \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0634\u0627\u0645\u0644 \u0645\u0627\u0647\u06CC \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Canada"], "keywords":"\u062F\u0633\u0631\u060C \u06A9\u0634\u0648\u0631\u060C \u0634\u0627\u0645\u0644\u060C \u0645\u0627\u0647\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/type> <http:\/\/dbpedia.org\/resource\/Dessert> .  ?x <http:\/\/dbpedia.org\/ontology\/origin> ?uri .  ?x <http:\/\/dbpedia.org\/ontology\/ingredient> <http:\/\/dbpedia.org\/resource\/Fish> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"338", "question":"\u0645\u0639\u0645\u0627\u0631 \u0628\u0631\u062C \u0627\u06CC\u0641\u0644 \u062F\u0631 \u06A9\u062C\u0627 \u062A\u062D\u0635\u06CC\u0644 \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/%C3%89cole_Sp%C3%A9ciale_d'Architecture"], "keywords":"\u0645\u0639\u0645\u0627\u0631\u060C \u0628\u0631\u062C \u0627\u06CC\u0641\u0644\u060C \u062A\u062D\u0635\u06CC\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Eiffel_Tower> <http:\/\/dbpedia.org\/ontology\/architect> ?x .  ?x <http:\/\/dbpedia.org\/property\/almaMater> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"340", "question":"\u0627\u062E\u062A\u0644\u0627\u0641 \u0627\u0631\u062A\u0641\u0627\u0639 \u0628\u06CC\u0646 \u06A9\u0648\u0647 \u0627\u0648\u0631\u0633\u062A \u0648 \u06A9\u06CC2 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["237.0"], "keywords":"\u0627\u062E\u062A\u0644\u0627\u0641 \u0627\u0631\u062A\u0641\u0627\u0639\u060C \u06A9\u0648\u0647 \u0627\u0648\u0631\u0633\u062A\u060C \u06A9\u06CC2", "sparql":"SELECT DISTINCT (?h1-?h2) WHERE {  <http:\/\/dbpedia.org\/resource\/Mount_Everest> <http:\/\/dbpedia.org\/ontology\/elevation> ?h1 .  <http:\/\/dbpedia.org\/resource\/K2> <http:\/\/dbpedia.org\/ontology\/elevation> ?h2 . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"340", "question":"Quel est la diff\u00E9rence de hauteur entre le Mont Everest et le mont K2?", "answers":["237.0"], "keywords":"differ\u00E9nce, hauteur, Mont Everest, K2", "sparql":"SELECT DISTINCT (?h1-?h2) WHERE {  <http:\/\/dbpedia.org\/resource\/Mount_Everest> <http:\/\/dbpedia.org\/ontology\/elevation> ?h1 .  <http:\/\/dbpedia.org\/resource\/K2> <http:\/\/dbpedia.org\/ontology\/elevation> ?h2 . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"340", "question":"Care este diferen\u021Ba de \u00EEn\u0103l\u021Bime dintre Muntele Everest \u0219i K2?", "answers":["237.0"], "keywords":"diferen\u021Ba de \u00EEn\u0103l\u021Bime, Muntele Everest, K2", "sparql":"SELECT DISTINCT (?h1-?h2) WHERE {  <http:\/\/dbpedia.org\/resource\/Mount_Everest> <http:\/\/dbpedia.org\/ontology\/elevation> ?h1 .  <http:\/\/dbpedia.org\/resource\/K2> <http:\/\/dbpedia.org\/ontology\/elevation> ?h2 . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"341", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0634\u0647\u0631\u062F\u0627\u0631 \u0631\u062A\u0631\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ahmed_Aboutaleb"], "keywords":"\u0634\u0647\u0631\u062F\u0627\u0631\u060C \u0631\u062A\u0631\u062F\u0627\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Rotterdam> <http:\/\/dbpedia.org\/ontology\/leaderName> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"341", "question":"Cine este primar \u00EEn Rotterdam?", "answers":["http:\/\/dbpedia.org\/resource\/Ahmed_Aboutaleb"], "keywords":"primar, Rotterdam", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Rotterdam> <http:\/\/dbpedia.org\/ontology\/leaderName> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"342", "question":"Dans quelle sont n\u00E9s les parents de Che Guevara?", "answers":[], "keywords":"lieu de naissance, parents, Che Guevara", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"343", "question":"\u0641\u0627\u0646\u0648\u0633 \u062F\u0631\u06CC\u0627\u06CC\u06CC \u06A9\u0648\u0644\u0648\u0645\u0628\u0648 \u0686\u0642\u062F\u0631 \u0628\u0644\u0646\u062F \u0627\u0633\u062A\u061F", "answers":["29.0"], "keywords":"\u0641\u0627\u0646\u0648\u0633 \u062F\u0631\u06CC\u0627\u06CC\u06CC \u06A9\u0648\u0644\u0648\u0645\u0628\u0648\u060C \u0628\u0644\u0646\u062F", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Colombo_Lighthouse> <http:\/\/dbpedia.org\/ontology\/height> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"344", "question":"\u0622\u06CC\u0627 \u062A\u0627\u06CC\u06A9\u0648 \u06CC\u06A9 \u0646\u0648\u0639 \u0627\u0628\u0632\u0627\u0631 \u0645\u0648\u0633\u06CC\u0642\u06CC \u0698\u0627\u067E\u0646\u06CC \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u062A\u0627\u06CC\u06A9\u0648\u060C \u0646\u0648\u0639\u060C \u0627\u0628\u0632\u0627\u0631 \u0645\u0648\u0633\u06CC\u0642\u06CC \u0698\u0627\u067E\u0646\u06CC", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Taiko> <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/JapaneseMusicalInstruments> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"345", "question":"\u0686\u0646\u062F \u06AF\u0631\u0648\u0647 \u0646\u0698\u0627\u062F\u06CC \u062F\u0631 \u0627\u0633\u0644\u0648\u0648\u0646\u06CC \u0632\u0646\u062F\u06AF\u06CC \u0645\u06CC \u06A9\u0646\u0646\u062F\u061F", "answers":["4"], "keywords":"\u06AF\u0631\u0648\u0647 \u0646\u0698\u0627\u062F\u06CC\u060C \u0627\u0633\u0644\u0648\u0648\u0646\u06CC", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Slovenia> <http:\/\/dbpedia.org\/ontology\/ethnicGroup> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"345", "question":"Combien de groupes ethniques vivent en Slov\u00E9nie?", "answers":["4"], "keywords":"nombre, groupes ethniques, Slov\u00E9nie", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Slovenia> <http:\/\/dbpedia.org\/ontology\/ethnicGroup> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"345", "question":"Hoeveel etnische groepen leven in Sloveni\u00EB?", "answers":["4"], "keywords":"hoeveel, etnische groepen, Sloveni\u00EB", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Slovenia> <http:\/\/dbpedia.org\/ontology\/ethnicGroup> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"345", "question":"C\u00E2te grupuri etnice tr\u0103iesc \u00EEn Slovenia?", "answers":["4"], "keywords":"c\u00E2te, grupuri etnice, Slovenia", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Slovenia> <http:\/\/dbpedia.org\/ontology\/ethnicGroup> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"List the seven kings of Rome.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"kings, Rome", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"\u0647\u0641\u062A \u067E\u0627\u062F\u0634\u0627\u0647 \u0631\u0645 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"\u067E\u0627\u062F\u0634\u0627\u0647\u060C \u0631\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"Gib mir eine Liste aller K\u00F6nige von Rom.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"K\u00F6nige, Rom", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"Lista los siete reyes de Roma.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"siete reyes Roma", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"Elenca i sette re di Roma.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"sette re, Roma", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"Donne-moi les sept rois de Rome.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"rois, Rome", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"Geef de seven koningen van Rome.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"koningen, Rome", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"346", "question":"Enumer\u0103 cei \u0219apte regi ai Romei.", "answers":["http:\/\/dbpedia.org\/resource\/Tullus_Hostilius"], "keywords":"\u0219apte regi, Roma", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/King_of_Rome> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"347", "question":"\u0686\u0647 \u06A9\u0633\u0627\u0646\u06CC \u0648\u0627\u0644\u062F\u06CC\u0646 \u0645\u0644\u06A9\u0647 \u0648\u06CC\u06A9\u062A\u0648\u0631\u06CC\u0627 \u0628\u0648\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Prince_Edward,_Duke_of_Kent_and_Strathearn"], "keywords":"\u0648\u0627\u0644\u062F\u06CC\u0646\u060C \u0645\u0644\u06A9\u0647 \u0648\u06CC\u06A9\u062A\u0648\u0631\u06CC\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Queen_Victoria> <http:\/\/dbpedia.org\/ontology\/parent> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"347", "question":"Donne-moi les parents de la reine Victoria.", "answers":["http:\/\/dbpedia.org\/resource\/Prince_Edward,_Duke_of_Kent_and_Strathearn"], "keywords":"parents, reine Victoria", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Queen_Victoria> <http:\/\/dbpedia.org\/ontology\/parent> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"348", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0633\u0646\u06AF\u06CC\u0646 \u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0634\u06CC\u06A9\u0627\u06AF\u0648 \u0628\u0648\u0644\u0632 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Sweetney"], "keywords":"\u0633\u0646\u06AF\u06CC\u0646 \u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646\u060C \u0634\u06CC\u06A9\u0627\u06AF\u0648 \u0628\u0648\u0644\u0632", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Person> .  ?uri <http:\/\/dbpedia.org\/ontology\/weight> ?num . { ?uri <http:\/\/dbpedia.org\/property\/team> <http:\/\/dbpedia.org\/resource\/Chicago_Bulls> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/draftTeam> <http:\/\/dbpedia.org\/resource\/Chicago_Bulls> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/draftTeam> <http:\/\/dbpedia.org\/resource\/Chicago_Bulls> . } } ORDER BY DESC(?num) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"349", "question":"\u0686\u0647 \u0622\u062A\u0634 \u0641\u0634\u0627\u0646 \u0647\u0627\u06CC\u06CC \u062F\u0631 \u0698\u0627\u067E\u0646 \u0627\u0632 \u0633\u0627\u0644 2000 \u0628\u0647 \u0628\u0639\u062F \u0641\u0648\u0631\u0627\u0646 \u06A9\u0631\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Meakan"], "keywords":"\u0622\u062A\u0634 \u0641\u0634\u0627\u0646 \u0647\u0627\u06CC\u06CC\u060C \u0698\u0627\u067E\u0646\u060C \u0627\u0632 \u0633\u0627\u0644 2000 \u0628\u0647 \u0628\u0639\u062F\u060C \u0641\u0648\u0631\u0627\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Volcano> .  ?uri <http:\/\/dbpedia.org\/ontology\/locatedInArea> <http:\/\/dbpedia.org\/resource\/Japan> .  ?uri <http:\/\/dbpedia.org\/ontology\/eruptionYear> ?date .  FILTER (year(?date) >= 2000) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"349", "question":"Quels volcans japonais sont entr\u00E9s en \u00E9ruption depuis l'an 2000?", "answers":["http:\/\/dbpedia.org\/resource\/Mount_Meakan"], "keywords":"volcans, Japon. \u00E9ruption, depuis 2000", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Volcano> .  ?uri <http:\/\/dbpedia.org\/ontology\/locatedInArea> <http:\/\/dbpedia.org\/resource\/Japan> .  ?uri <http:\/\/dbpedia.org\/ontology\/eruptionYear> ?date .  FILTER (year(?date) >= 2000) } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"350", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0628\u0633\u06A9\u062A\u0628\u0627\u0644 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Thijs_Vermeulen"], "keywords":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646\u060C \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0628\u0633\u06A9\u062A\u0628\u0627\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/BasketballPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/height> ?num . } ORDER BY DESC(?num) OFFSET 0 LIMIT 1 " , "lang":"fa"}
