{"datasetId":"qald-8-train-multilingual","questionId":"197", "question":"Welches Geb\u00E4ude nach dem Burj Khalifa hat die meisten Etagen", "answers":["http:\/\/dbpedia.org\/resource\/102_Incheon_Tower"], "keywords":"Geb\u00E4ude, nach, Burj Khalifa, meisten Etagen", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Burj_Khalifa dbo:floorCount ?burj . ?uri rdf:type dbo:Building ; dbo:floorCount ?proj FILTER ( ?proj < ?burj ) } ORDER BY DESC(?proj) LIMIT 1" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"197", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/102_Incheon_Tower"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Burj_Khalifa dbo:floorCount ?burj . ?uri rdf:type dbo:Building ; dbo:floorCount ?proj FILTER ( ?proj < ?burj ) } ORDER BY DESC(?proj) LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"197", "question":"Quale edificio dopo il Burj Khalifa ha pi\u00F9 piani?", "answers":["http:\/\/dbpedia.org\/resource\/102_Incheon_Tower"], "keywords":"edificio, dopo, Burj Khalifa, pi\u00F9 piani", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Burj_Khalifa dbo:floorCount ?burj . ?uri rdf:type dbo:Building ; dbo:floorCount ?proj FILTER ( ?proj < ?burj ) } ORDER BY DESC(?proj) LIMIT 1" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"197", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/102_Incheon_Tower"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Burj_Khalifa dbo:floorCount ?burj . ?uri rdf:type dbo:Building ; dbo:floorCount ?proj FILTER ( ?proj < ?burj ) } ORDER BY DESC(?proj) LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"197", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/102_Incheon_Tower"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Burj_Khalifa dbo:floorCount ?burj . ?uri rdf:type dbo:Building ; dbo:floorCount ?proj FILTER ( ?proj < ?burj ) } ORDER BY DESC(?proj) LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"199", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Battle_of_the_Alamo"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT ?uri WHERE { ?uri rdf:type dbo:MilitaryConflict ; dbo:place dbr:San_Antonio ; dbo:date ?date FILTER ( ?date > \"1835-12-31T00:00:00Z\"^^xsd:dateTime ) FILTER ( ?date <= \"1836-12-31T00:00:00Z\"^^xsd:dateTime ) }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"199", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Battle_of_the_Alamo"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT ?uri WHERE { ?uri rdf:type dbo:MilitaryConflict ; dbo:place dbr:San_Antonio ; dbo:date ?date FILTER ( ?date > \"1835-12-31T00:00:00Z\"^^xsd:dateTime ) FILTER ( ?date <= \"1836-12-31T00:00:00Z\"^^xsd:dateTime ) }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"199", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Battle_of_the_Alamo"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT ?uri WHERE { ?uri rdf:type dbo:MilitaryConflict ; dbo:place dbr:San_Antonio ; dbo:date ?date FILTER ( ?date > \"1835-12-31T00:00:00Z\"^^xsd:dateTime ) FILTER ( ?date <= \"1836-12-31T00:00:00Z\"^^xsd:dateTime ) }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"199", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Battle_of_the_Alamo"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT ?uri WHERE { ?uri rdf:type dbo:MilitaryConflict ; dbo:place dbr:San_Antonio ; dbo:date ?date FILTER ( ?date > \"1835-12-31T00:00:00Z\"^^xsd:dateTime ) FILTER ( ?date <= \"1836-12-31T00:00:00Z\"^^xsd:dateTime ) }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"205", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Almaty"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?loc WHERE { ?uri dbo:type dbr:Rapid_transit ; dbo:openingYear ?date ; dbo:location ?loc . ?loc rdf:type dbo:City } ORDER BY ASC(?date) LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"205", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Almaty"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?loc WHERE { ?uri dbo:type dbr:Rapid_transit ; dbo:openingYear ?date ; dbo:location ?loc . ?loc rdf:type dbo:City } ORDER BY ASC(?date) LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"205", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Almaty"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?loc WHERE { ?uri dbo:type dbr:Rapid_transit ; dbo:openingYear ?date ; dbo:location ?loc . ?loc rdf:type dbo:City } ORDER BY ASC(?date) LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"205", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Almaty"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?loc WHERE { ?uri dbo:type dbr:Rapid_transit ; dbo:openingYear ?date ; dbo:location ?loc . ?loc rdf:type dbo:City } ORDER BY ASC(?date) LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"207", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Leon_Czolgosz"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Person ; dct:subject dbc:American_assassins ; dct:subject dbc:Assassination_of_William_McKinley }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"207", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Leon_Czolgosz"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Person ; dct:subject dbc:American_assassins ; dct:subject dbc:Assassination_of_William_McKinley }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"207", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Leon_Czolgosz"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Person ; dct:subject dbc:American_assassins ; dct:subject dbc:Assassination_of_William_McKinley }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"207", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Leon_Czolgosz"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Person ; dct:subject dbc:American_assassins ; dct:subject dbc:Assassination_of_William_McKinley }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"211", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Harold_Godwinson"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Royalty ; rdf:type yago:WikicatEnglishMonarchs ; dbo:activeYearsStartYear ?date } ORDER BY ASC(?date) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"211", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Harold_Godwinson"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Royalty ; rdf:type yago:WikicatEnglishMonarchs ; dbo:activeYearsStartYear ?date } ORDER BY ASC(?date) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"211", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Harold_Godwinson"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Royalty ; rdf:type yago:WikicatEnglishMonarchs ; dbo:activeYearsStartYear ?date } ORDER BY ASC(?date) OFFSET 0 LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"211", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Harold_Godwinson"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Royalty ; rdf:type yago:WikicatEnglishMonarchs ; dbo:activeYearsStartYear ?date } ORDER BY ASC(?date) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"212", "question":"", "answers":["Decisive Tudor victory"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?result WHERE { ?uri dbo:isPartOfMilitaryConflict dbr:Wars_of_the_Roses ; dbo:result ?result ; dbo:date ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"212", "question":"", "answers":["Decisive Tudor victory"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?result WHERE { ?uri dbo:isPartOfMilitaryConflict dbr:Wars_of_the_Roses ; dbo:result ?result ; dbo:date ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"212", "question":"", "answers":["Decisive Tudor victory"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?result WHERE { ?uri dbo:isPartOfMilitaryConflict dbr:Wars_of_the_Roses ; dbo:result ?result ; dbo:date ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"212", "question":"", "answers":["Decisive Tudor victory"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?result WHERE { ?uri dbo:isPartOfMilitaryConflict dbr:Wars_of_the_Roses ; dbo:result ?result ; dbo:date ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"ro"}
