{"datasetId":"qald-5-train-multilingual","questionId":"49", "question":"D\u0103-mi toate companiile din industria publicitar\u0103.", "answers":[""], "keywords":"companii, industria publicitar\u0103", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"5", "question":"C\u00E2te \u021B\u0103ri sunt \u00EEn Europa?", "answers":[""], "keywords":"Europa, \u021B\u0103ri", "sparql":"\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n        ?uri rdf:type yago:EuropeanCountries .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"50", "question":"\u00BFDe qu\u00E9 muri\u00F3 Bruce Carver?", "answers":[""], "keywords":"Bruce Caver, muerte", "sparql":"\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Bruce_Carver dbo:deathCause ?uri .     \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"Give me all libraries established earlier than 1400.", "answers":["","","","","","","",""], "keywords":"libraries, established, earlier than 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"Gib mir alle Bibliotheken, die vor 1400 gegr\u00FCndet worden.", "answers":["","","","","","","",""], "keywords":"Bibliotheken, gegr\u00FCndet, vor 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"Dame todas las bibliotecas que fueron establecidas antes de 1400.", "answers":["","","","","","","",""], "keywords":"bibliotecas, establecidas, antes de 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"Dammi tutte le biblioteche fondate prima del 1400.", "answers":["","","","","","","",""], "keywords":"biblioteche, fondate, prima del 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"Donnes-moi toutes les biblioth\u00E8ques \u00E9tablies avant 1400.", "answers":["","","","","","","",""], "keywords":"biblioth\u00E8ques, \u00E9tablies, avant 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"Geef me alle bibliotheken die voor 1400 werden opgericht.", "answers":["","","","","","","",""], "keywords":"bibliotheken, opgericht, voor 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"51", "question":"D\u0103-mi tote bibliotecile \u00EEnfiin\u021Bate \u00EEnainte de 1400", "answers":["","","","","","","",""], "keywords":"biblioteci, \u00EEnfiin\u021Bat, \u00EEnainte de 1400", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Library .\n        ?uri dbp:established ?year . \n        FILTER (?year < 1400)\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"52", "question":"Quels pr\u00E9sidents sont n\u00E9s en 1945?", "answers":["","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pr\u00E9sidents, n\u00E9s, 1945", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:President . \n        ?uri dbo:birthDate ?date .\n        FILTER regex(?date, '^1945') .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"52", "question":"Ce pre\u0219edin\u021Bi au fost n\u0103scu\u021Bi \u00EEn 1945", "answers":["","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pre\u0219edinte, n\u0103scut, 1945", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:President . \n        ?uri dbo:birthDate ?date .\n        FILTER regex(?date, '^1945') .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"Give me all federal chancellors of Germany.", "answers":["","","","","","","","","","","",""], "keywords":"Germany, federal chancellors", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"Gib mir alle Bundeskanzler.", "answers":["","","","","","","","","","","",""], "keywords":"Bundeskanzler", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"Dame todos los cancilleres alemanos.", "answers":["","","","","","","","","","","",""], "keywords":"cancilleres, alemanos", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"Dammi tutti i cancellieri tedeschi.", "answers":["","","","","","","","","","","",""], "keywords":"cancellieri, tedeschi", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"Donnes-moi tous les chanceli\u00E8rs allemands.", "answers":["","","","","","","","","","","",""], "keywords":"chanceliers, allemands", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"Noem alle Duitse bondskanseliers.", "answers":["","","","","","","","","","","",""], "keywords":"Duits, bondskanseliers", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"53", "question":"D\u0103-mi to\u021Bi cancelarii federali ai Germaniei", "answers":["","","","","","","","","","","",""], "keywords":"Germania, cancelar federal", "sparql":"\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n          ?uri rdf:type dbo:Person .\n        { ?uri dbo:office 'Chancellor of Germany' . }\n        UNION\n        { ?uri dbp:office res:Chancellor_of_Germany . }\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"List all episodes of the first season of the HBO television series The Sopranos.", "answers":["","","","","","","","","","","","",""], "keywords":"HBO, television series, Sopranos, first season, episode", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"Liste alle Episoden der ersten Staffel der HBO-Fernsehserie Die Sopranos auf.", "answers":["","","","","","","","","","","","",""], "keywords":"HBO-Fernsehserie, Sopranos, erste Staffel, Episode", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"Dame todos los episodios de la pr\u00EDmera \u00E9poca de la serie de HBO Los Sporanos.", "answers":["","","","","","","","","","","","",""], "keywords":"serie televisiva de HBO, Los Sopranos, primera \u00E9poca, episodios", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"Elenca tutti gli episodi della prima stagione della serie televisiva di HBO i Sopranos.", "answers":["","","","","","","","","","","","",""], "keywords":"serie televisiva di HBO, i Sopranos, prima stagione, episodio", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"Donnes-moi tous les \u00E9pisodes de la premi\u00E8re saison de la s\u00E9rie t\u00E9l\u00E9vis\u00E9e de HBO les Sopranos.", "answers":["","","","","","","","","","","","",""], "keywords":"\u00E9pisodes de la premi\u00E8re saison, HBO, les Sopranos", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"Noem alle afleveringen van het eerste seizoen van de HBO-serie The Sopranos.", "answers":["","","","","","","","","","","","",""], "keywords":"HBO-serie, The Sopranos, eerste seizoen, aflevering", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"57", "question":"Listeaz\u0103 toate episodele din primul sezon al serialului HBO de televiziune The Sopranos", "answers":["","","","","","","","","","","","",""], "keywords":"HBO, serial de televiziune, Sopranos, primul sezon, episod", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"58", "question":"\u00BFQui\u00E9n ha producido m\u00E1s pel\u00EDculas?", "answers":[""], "keywords":"pel\u00EDculas, producido m\u00E1s", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?film rdf:type dbo:Film .\n        ?film dbo:producer ?uri .\n} \nORDER BY DESC(COUNT(?film)) \nOFFSET 0 LIMIT 1\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"58", "question":"Chi ha prodotto pi\u00F9 film?", "answers":[""], "keywords":"film, prodotto, pi\u00F9", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?film rdf:type dbo:Film .\n        ?film dbo:producer ?uri .\n} \nORDER BY DESC(COUNT(?film)) \nOFFSET 0 LIMIT 1\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"59", "question":"Give me all people with first name Jimmy.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"person, first name, Jimmy", "sparql":"\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type foaf:Person .  \n        ?uri foaf:givenName 'Jimmy'@en .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"59", "question":"Gib mir alle Personen, die den Vornamen Jimmy haben.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Person, Vorname, Jimmy", "sparql":"\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type foaf:Person .  \n        ?uri foaf:givenName 'Jimmy'@en .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"59", "question":"Dame todas las personas con el nombre propio Jimmy.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"personas, nombre propio, Jimmy", "sparql":"\nPREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type foaf:Person .  \n        ?uri foaf:givenName 'Jimmy'@en .\n}\n" , "lang":"es"}
