{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"Noem alle boeken van Danielle Steel.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"boek, Danielle Steel", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"78", "question":"D\u0103-mi toate c\u0103r\u021Bile scrise de Danielle Steel.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"carte, scris\u0103, Danielle Steele", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Book .\n        ?uri dbo:author res:Danielle_Steel .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"79", "question":"Welke vliegvelden liggen in Californi\u00EB?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"vliegveld, Californi\u00EB", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Airport .\n      { ?uri dbo:location res:California . }\n      UNION\n      { ?uri dbo:city res:California . } \n      UNION \n      { ?uri dbo:city ?city .\n        ?city dbo:isPartOf res:California . }\n      UNION\n      { ?uri dbo:operator res:California . } \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"Give me all Canadian Grunge record labels.", "answers":[""], "keywords":"record label, Canadian, Grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"Gib mir alle kanadischen Grunge-Plattenfirmen.", "answers":[""], "keywords":"kanadisch, Plattenfirma, Grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"Dame todos las empresas canadienses productoras de m\u00FAsica Grunge.", "answers":[""], "keywords":"empresa productora de m\u00FAsica, canadiense, Grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"Dammi tutti i produttori canadesi di musica Grunge.", "answers":[""], "keywords":"produttore di musica, canadese, Grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"Donnes-moi tous les labels discographiques canadiens de grunge.", "answers":[""], "keywords":"labels discographiques, canadiens, grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"Noem alle Canadese grunge-platenlabels.", "answers":[""], "keywords":"Canadees, platenlabel, Grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"80", "question":"D\u0103-mi toate casele canadiene Grunge de \u00EEnregistr\u0103ri.", "answers":[""], "keywords":"cas\u0103 de \u00EEnregistr\u0103ri, canadian, Grunge", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"81", "question":"Welk land heeft de meeste offici\u00EBle talen.", "answers":[""], "keywords":"land, offici\u00EBle taal, meeste", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Country  .\n        ?uri dbp:officialLanguages nluage .\n} \nORDER BY DESC(COUNT(nluage)) \nOFFSET 0 LIMIT 1\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"82", "question":"In quale linguaggio di programmazione \u00E8 scritto GIMP?", "answers":["",""], "keywords":"GIMP, linguaggio di programmazione", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        res:GIMP dbo:programmingLanguage ?uri .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"82", "question":"En quel langage de programmation a \u00E9t\u00E9 \u00E9crit GIMP?", "answers":["",""], "keywords":"langage de programmation, GIMP", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        res:GIMP dbo:programmingLanguage ?uri .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"Give me all movies with Tom Cruise.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"movie, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"Gib mir alle Filme mit Tom Cruise.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Film, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"Dame todas las pel\u00EDculas con Tom Cruise", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pel\u00EDculas, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"Dammi tutti i film con Tom Cruise.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"Donnes-moi tous les films avec Tom Cruise.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"films, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"Noem alle films met Tom Cruise.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"84", "question":"D\u0103-mi toate filmele cu Tom Cruise.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, Tom Cruise", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Film.\n        ?uri dbo:starring res:Tom_Cruise .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"Give me all female given names.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"female, given name", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"Gib mir alle weiblichen Vornamen.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"weiblich, Vorname", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"Dame todos los nombres propios femeninos.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"nombre propio, femenino", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"Dammi tutti i nomi propri femminili.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"nome proprio, femminile", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"Donnes-moi tous les pr\u00E9noms f\u00E9minins.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pr\u00E9nom, f\u00E9minin", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"Geef me alle vrouwelijke voornaamen.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"vrouwelijk, voornaam", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"86", "question":"D\u0103-mi toate prenumele feminine.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"feminine, prenume", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:GivenName .\n        ?uri dbo:gender res:Female .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"87", "question":"Wer schrieb das Buch Die S\u00E4ulen der Erde?", "answers":[""], "keywords":"schreiben, Buch, Die S\u00E4ulen der Erde", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:The_Pillars_of_the_Earth dbo:author ?uri .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"87", "question":"Cine e scris cartea St\u00E2lpii P\u0103m\u00E2ntului?", "answers":[""], "keywords":"scrie, carte, St\u00E2lpii P\u0103m\u00E2ntului", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:The_Pillars_of_the_Earth dbo:author ?uri .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"88", "question":"Dans combien de films Leonard DiCaprio a-t-il jou\u00E9?", "answers":[""], "keywords":"combien, films, Leonard DiCaprio", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n        ?uri rdf:type dbo:Film .\n        ?uri dbo:starring res:Leonardo_DiCaprio . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"Give me all soccer clubs in the Premier League.", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Premier League, soccer club", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"Gib mir alle Vereine in der Premier League.", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Premier League, Verein", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"Dame todos los clubs de la Premier League.", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Premier League, club", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"Dammi tutti i club calcistici nella Premier League.", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Premier League, club calcistici", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"Donnes-moi toutes les \u00E9quipes de la Premier League.", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"\u00E9quipes, Premier League", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"Noem alle clubs uit de Premier League.", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"club, Premier League", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"89", "question":"D\u0103-mi toate cluburile de fotbal din Premier League", "answers":["","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Premier League, club de fotbal", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:SoccerClub .\n        ?uri dbo:league res:Premier_League . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"90", "question":"Wann wurde Capcom gegr\u00FCndet?", "answers":[""], "keywords":"Capcom, gr\u00FCnden", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"90", "question":"\u00BFC\u00FAando se fund\u00F3 Capcom?", "answers":[""], "keywords":"Capcom, fundada", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"90", "question":"Quando \u00E8 stata fondata Capcom?", "answers":[""], "keywords":"Capcom, fondata", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"90", "question":"Quand a \u00E9t\u00E9 fond\u00E9 Capcom?", "answers":[""], "keywords":"fond\u00E9, Capcom", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"90", "question":"Wanneer werd Capcom opgericht?", "answers":[""], "keywords":"Capcom, opgericht", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"90", "question":"C\u00E2nd a fost fondat Capcom?", "answers":[""], "keywords":"Capcom, fondat", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE {\n        res:Capcom dbo:foundingDate ?date .\n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"91", "question":"Welche Unternehmen wurden 1930 gegr\u00FCndet?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Unternehmen, gr\u00FCnden, 1930", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Organisation .\n      { ?uri dbo:formationYear ?date . }\n      UNION \n      { ?uri dbo:foundingYear ?date. }\n      FILTER regex(?date,'^1930') . \n}\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"91", "question":"Quels organisations ont \u00E9t\u00E9 fond\u00E9es en 1930?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"organisations, fond\u00E9es, 1930", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Organisation .\n      { ?uri dbo:formationYear ?date . }\n      UNION \n      { ?uri dbo:foundingYear ?date. }\n      FILTER regex(?date,'^1930') . \n}\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"91", "question":"Ce organiza\u021Bii au fost fondate \u00EEn 1930?", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"organiza\u021Bie, fondat, 1930", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Organisation .\n      { ?uri dbo:formationYear ?date . }\n      UNION \n      { ?uri dbo:foundingYear ?date. }\n      FILTER regex(?date,'^1930') . \n}\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"92", "question":"Was ist der h\u00F6chste Berg?", "answers":[""], "keywords":"h\u00F6chster, Berg", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"92", "question":"\u00BFCu\u00E1l es la monta\u00F1a m\u00E1s alta?", "answers":[""], "keywords":"monta\u00F1a, m\u00E1s alta", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"92", "question":"Qual \u00E8 la montagna pi\u00F9 alta?", "answers":[""], "keywords":"montagna, pi\u00F9 alta", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"92", "question":"Care este cel mai \u00EEnalt munte?", "answers":[""], "keywords":"munte, cel mai \u00EEnalt", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Mountain  .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) \nOFFSET 0 LIMIT 1\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"93", "question":"\u00BFNaci\u00F3 Natalie Portman en los estados unidos de am\u00E9rica?", "answers":[""], "keywords":"Natalie Portman", "sparql":"\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE { \n        { res:Natalie_Portman dbo:birthPlace res:United_States . }\n        UNION\n        { res:Natalie_Portman dbo:birthPlace ?city .\n          ?city dbo:country res:United_States . }\n}\n" , "lang":"es"}
