{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"\u0645\u062C\u0645\u0648\u0639\u0647 \u06A9\u062A\u0627\u0628 \u0647\u0627\u06CC \u0622\u0633\u06CC\u0645\u0648\u0641 \u0686\u0646\u062F \u06A9\u062A\u0627\u0628 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"\u0645\u062C\u0645\u0648\u0639\u0647 \u06A9\u062A\u0627\u0628 \u0647\u0627\u06CC\u060C \u0622\u0633\u06CC\u0645\u0648\u0641\u060C \u06A9\u062A\u0627\u0628", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Zeig mir alle B\u00FCcher in Asimovs Foundation-Serie.", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"Asimov, Foundation-Serie, B\u00FCcher", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Mu\u00E9strame todos los libros en la serie Fundaci\u00F3n de Asimov", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"libros, serie Fundaci\u00F3n Asimov", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Mostrami tutti i libri del Ciclo della Fondazione di Asimov", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"libri, Ciclo della Fondazione, Asimov", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Montres-moi tous les livres du Cycle de Fondation d'Asimov.", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"livres, Cycle de Fondation, Asimov", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Toon alle boeken die bij de Foundation-serie horen.", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"boeken, Foundation-serie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"\u0905\u0938\u093F\u092E\u094B\u0935 \u0915\u0940 \u092B\u093E\u0909\u0902\u0921\u0947\u0936\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E \u0915\u0940 \u0938\u093E\u0930\u0940 \u092A\u0941\u0938\u094D\u0924\u0915\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u093F\u0916\u093E\u090F\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"\u0905\u0938\u093F\u092E\u094B\u0935, \u092B\u093E\u0909\u0902\u0921\u0947\u0936\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E, \u092A\u0941\u0938\u094D\u0924\u0915\u094B\u0902", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"165", "question":"Arat\u0103-mi toate c\u0103r\u021Bile din seria Funda\u021Bia de Asimov", "answers":["http:\/\/dbpedia.org\/resource\/Forward_the_Foundation"], "keywords":"c\u0103r\u021Bi, seria Funda\u021Bia, Asimov", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:series res:Foundation_series }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"166", "question":"\u06A9\u062F\u0627\u0645 \u0645\u0648\u0632\u0647 \u062F\u0631 \u0646\u06CC\u0648\u06CC\u0648\u0631\u06A9 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u062F\u06CC\u062F \u06A9\u0646\u0646\u062F\u0647 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Metropolitan_Museum_of_Art"], "keywords":"\u0645\u0648\u0632\u0647\u060C \u0646\u06CC\u0648\u06CC\u0648\u0631\u06A9\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u062F\u06CC\u062F \u06A9\u0646\u0646\u062F\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Museum ; dbo:location res:New_York_City ; dbo:numberOfVisitors ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"166", "question":"\u0928\u094D\u092F\u0942\u092F\u0949\u0930\u094D\u0915 \u092E\u0947\u0902 \u0915\u094C\u0928 \u0938\u0947 \u0938\u0902\u0917\u094D\u0930\u0939\u093E\u0932\u092F \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0906\u0917\u0902\u0924\u0941\u0915 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Metropolitan_Museum_of_Art"], "keywords":"\u0928\u094D\u092F\u0942\u092F\u0949\u0930\u094D\u0915, \u0938\u0902\u0917\u094D\u0930\u0939\u093E\u0932\u092F, \u0938\u092C\u0938\u0947 \u0905\u0927\u093F\u0915 \u0906\u0917\u0902\u0924\u0941\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Museum ; dbo:location res:New_York_City ; dbo:numberOfVisitors ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"166", "question":"Care muzeu din New York are cei mai mul\u021Bi vizitatori?", "answers":["http:\/\/dbpedia.org\/resource\/Metropolitan_Museum_of_Art"], "keywords":"muzeu, New York, cei mai mul\u021Bi vizitatori", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Museum ; dbo:location res:New_York_City ; dbo:numberOfVisitors ?num } ORDER BY DESC(?num) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"168", "question":"\u00BFQui\u00E9n es el jugador mas j\u00F3ven de dardos?", "answers":["http:\/\/dbpedia.org\/resource\/Max_Hopp"], "keywords":"jugador m\u00E1s j\u00F3ven dardos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:DartsPlayer ; dbo:birthDate ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"168", "question":"Chi \u00E8 il giocatore di freccette pi\u00F9 giovane?", "answers":["http:\/\/dbpedia.org\/resource\/Max_Hopp"], "keywords":"giocatore di freccette, pi\u00F9 giovane", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:DartsPlayer ; dbo:birthDate ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"168", "question":"\u0938\u092C\u0938\u0947 \u091B\u094B\u091F\u093E \u0921\u093E\u0930\u094D\u091F\u094D\u0938 \u0916\u093F\u0932\u093E\u0921\u093C\u0940 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Max_Hopp"], "keywords":"\u0938\u092C\u0938\u0947 \u091B\u094B\u091F\u093E, \u0921\u093E\u0930\u094D\u091F\u094D\u0938 \u0916\u093F\u0932\u093E\u0921\u093C\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:DartsPlayer ; dbo:birthDate ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"168", "question":"Cine este cel mai t\u00E2n\u0103r juc\u0103tor de Darts?", "answers":["http:\/\/dbpedia.org\/resource\/Max_Hopp"], "keywords":"juc\u0103tor de Darts, cel mai t\u00E2n\u0103r", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:DartsPlayer ; dbo:birthDate ?date } ORDER BY DESC(?date) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"172", "question":"\u062A\u0645\u0627\u0645 \u0627\u0639\u0636\u0627\u06CC \u067E\u0631\u0627\u062F\u06CC\u062C\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"\u0627\u0639\u0636\u0627\u060C \u067E\u0631\u0627\u062F\u06CC\u062C\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:The_Prodigy dbo:bandMember ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"172", "question":"\u092E\u0941\u091D\u0947 \u092A\u094D\u0930\u094B\u0921\u093F\u091C\u0940 \u0915\u0947 \u0938\u092D\u0940 \u0938\u0926\u0938\u094D\u092F\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u092C\u0924\u093E\u092F\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"\u092A\u094D\u0930\u094B\u0921\u093F\u091C\u0940, \u0938\u0926\u0938\u094D\u092F\u094B\u0902", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:The_Prodigy dbo:bandMember ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"173", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u062F\u0631 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u0627\u0633\u067E\u0627\u0646\u06CC\u0627\u06CC\u06CC \u062A\u0648\u0644\u06CC\u062F \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0628\u0646\u06CC\u0633\u06CC\u0648 \u062F\u0644 \u062A\u0648\u0631\u0648 \u0628\u0627\u0632\u06CC \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Benicio_del_Toro"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u0627\u0633\u067E\u0627\u0646\u06CC\u0627\u06CC\u06CC\u060C \u062A\u0648\u0644\u06CC\u062F\u060C \u0628\u0646\u06CC\u0633\u06CC\u0648 \u062F\u0644 \u062A\u0648\u0631\u0648\u060C \u0628\u0627\u0632\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?film rdf:type dbo:Film ; dbo:country res:Spain ; dbo:producer res:Benicio_del_Toro ; dbo:starring ?uri . ?uri rdf:type dbo:Person }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"173", "question":"Wer spielt alles in spanischen Filmen produziert von Benicio del Toro mit? ", "answers":["http:\/\/dbpedia.org\/resource\/Benicio_del_Toro"], "keywords":"mitspielen, spanische Filme, produziert, Benicio del Toro", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?film rdf:type dbo:Film ; dbo:country res:Spain ; dbo:producer res:Benicio_del_Toro ; dbo:starring ?uri . ?uri rdf:type dbo:Person }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"173", "question":"\u092C\u0947\u0928\u093F\u0938\u0940\u0913 \u0921\u0947\u0932 \u091F\u094B\u0930\u094B \u0926\u094D\u0935\u093E\u0930\u093E \u0928\u093F\u0930\u094D\u092E\u093F\u0924 \u0938\u094D\u092A\u0947\u0928\u093F\u0936 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u092E\u0947\u0902 \u0915\u094C\u0928 \u0905\u092D\u093F\u0928\u092F \u0915\u0930\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Benicio_del_Toro"], "keywords":"\u092C\u0947\u0928\u093F\u0938\u0940\u0913 \u0921\u0947\u0932 \u091F\u094B\u0930\u094B, \u0928\u093F\u0930\u094D\u092E\u093F\u0924, \u0938\u094D\u092A\u0947\u0928\u093F\u0936 \u092B\u093F\u0932\u094D\u092E, \u0905\u092D\u093F\u0928\u092F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?film rdf:type dbo:Film ; dbo:country res:Spain ; dbo:producer res:Benicio_del_Toro ; dbo:starring ?uri . ?uri rdf:type dbo:Person }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"175", "question":"\u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u0632\u0628\u0627\u0646 \u062F\u0631 \u06A9\u0644\u0645\u0628\u06CC\u0627 \u0635\u062D\u0628\u062A \u0645\u06CC \u0634\u0648\u062F\u061F", "answers":["2"], "keywords":"\u0632\u0628\u0627\u0646\u060C \u06A9\u0644\u0645\u0628\u06CC\u0627", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { ?uri rdf:type dbo:Language . res:Colombia dbo:language ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"175", "question":"\u0915\u094B\u0932\u0902\u092C\u093F\u092F\u093E \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0940 \u092D\u093E\u0937\u093E\u090F\u0902 \u092C\u094B\u0932\u0940 \u091C\u093E\u0924\u0940 \u0939\u0948\u0902?", "answers":["2"], "keywords":"\u0915\u094B\u0932\u0902\u092C\u093F\u092F\u093E, \u092D\u093E\u0937\u093E\u090F\u0902, \u092C\u094B\u0932\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { ?uri rdf:type dbo:Language . res:Colombia dbo:language ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"175", "question":"C\u00E2te limbi sunt vorbite \u00EEn Columbia?", "answers":["2"], "keywords":"limbi, Columbia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT (COUNT(DISTINCT ?uri) AS ?c) WHERE { ?uri rdf:type dbo:Language . res:Colombia dbo:language ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"176", "question":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0627\u0633\u062A\u0627\u062F\u06CC\u0648\u0645 \u062F\u0631 \u0627\u0633\u067E\u0627\u0646\u06CC\u0627 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Vicente_Calder\u00F3n_Stadium"], "keywords":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0627\u0633\u062A\u0627\u062F\u06CC\u0648\u0645\u060C \u0627\u0633\u067E\u0627\u0646\u06CC\u0627", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Stadium ; dbo:location res:Spain ; dbo:seatingCapacity ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"176", "question":"\u00BFCu\u00E1l es el estadio m\u00E1s grande de Espa\u00F1a?", "answers":["http:\/\/dbpedia.org\/resource\/Vicente_Calder\u00F3n_Stadium"], "keywords":"estadio m\u00E1s grande Espa\u00F1a", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Stadium ; dbo:location res:Spain ; dbo:seatingCapacity ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"176", "question":"\u0938\u094D\u092A\u0947\u0928, \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E, \u0938\u094D\u091F\u0947\u0921\u093F\u092F\u092E", "answers":["http:\/\/dbpedia.org\/resource\/Vicente_Calder\u00F3n_Stadium"], "keywords":"\u0915\u094B\u0932\u0902\u092C\u093F\u092F\u093E, \u092D\u093E\u0937\u093E\u090F\u0902, \u092C\u094B\u0932\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Stadium ; dbo:location res:Spain ; dbo:seatingCapacity ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"177", "question":"\u067E\u0646\u062C \u0645\u0646\u0637\u0642\u0647 \u0646\u06CC\u0648\u06CC\u0648\u0631\u06A9 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Brooklyn"], "keywords":"\u067E\u0646\u062C\u060C \u0645\u0646\u0637\u0642\u0647\u060C \u0646\u06CC\u0648\u06CC\u0648\u0631\u06A9", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:governmentType <http:\/\/dbpedia.org\/resource\/Borough_(New_York_City)> }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"177", "question":"Donne-moi cinq quartiers de New York.", "answers":["http:\/\/dbpedia.org\/resource\/Brooklyn"], "keywords":"quartiers, New York", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:governmentType <http:\/\/dbpedia.org\/resource\/Borough_(New_York_City)> }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"177", "question":"\u0928\u094D\u092F\u0942\u092F\u0949\u0930\u094D\u0915 \u0915\u0947 \u092A\u093E\u0902\u091A \u0928\u0917\u0930 \u0915\u094D\u092F\u093E \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Brooklyn"], "keywords":"\u0928\u094D\u092F\u0942\u092F\u0949\u0930\u094D\u0915, \u092A\u093E\u0902\u091A \u0928\u0917\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:governmentType <http:\/\/dbpedia.org\/resource\/Borough_(New_York_City)> }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"179", "question":"\u092B\u094D\u0930\u093E\u0902\u0938 \u092E\u0947\u0902 \u0938\u094D\u092A\u093E\u0930\u094D\u0915\u0932\u093F\u0902\u0917 \u0935\u093E\u0907\u0928 \u0915\u093E \u0909\u0924\u094D\u092A\u093E\u0926\u0928 \u0915\u0939\u093E\u0901 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Loire_Valley_(wine)"], "keywords":"\u092B\u094D\u0930\u093E\u0902\u0938, \u0938\u094D\u092A\u093E\u0930\u094D\u0915\u0932\u093F\u0902\u0917 \u0935\u093E\u0907\u0928, \u0909\u0924\u094D\u092A\u093E\u0926\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:wineProduced res:Sparkling_wine ; dbo:location res:France }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"181", "question":"", "answers":["false"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbp: <http:\/\/dbpedia.org\/property\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dct:subject dbc:Minoan_frescos ; dbp:museum ?museum . ?museum dbo:location dbr:Crete }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"181", "question":"", "answers":["false"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbp: <http:\/\/dbpedia.org\/property\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dct:subject dbc:Minoan_frescos ; dbp:museum ?museum . ?museum dbo:location dbr:Crete }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"181", "question":"Peut-on trouver des fresques en Cr\u00E8te?", "answers":["false"], "keywords":"fresques, Cr\u00E8te", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbp: <http:\/\/dbpedia.org\/property\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dct:subject dbc:Minoan_frescos ; dbp:museum ?museum . ?museum dbo:location dbr:Crete }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"181", "question":"", "answers":["false"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbp: <http:\/\/dbpedia.org\/property\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dct:subject dbc:Minoan_frescos ; dbp:museum ?museum . ?museum dbo:location dbr:Crete }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"181", "question":"", "answers":["false"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbp: <http:\/\/dbpedia.org\/property\/> PREFIX dct: <http:\/\/purl.org\/dc\/terms\/> PREFIX dbc: <http:\/\/dbpedia.org\/resource\/Category:> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dct:subject dbc:Minoan_frescos ; dbp:museum ?museum . ?museum dbo:location dbr:Crete }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"183", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dbo:assembly dbr:Malaysia ; dbo:manufacturer dbr:Ford_Motor_Company }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"183", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dbo:assembly dbr:Malaysia ; dbo:manufacturer dbr:Ford_Motor_Company }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"183", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dbo:assembly dbr:Malaysia ; dbo:manufacturer dbr:Ford_Motor_Company }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"183", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { ?uri dbo:assembly dbr:Malaysia ; dbo:manufacturer dbr:Ford_Motor_Company }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"184", "question":"", "answers":["19"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (( year(xsd:date(?end)) - year(xsd:date(?start)) ) AS ?years) WHERE { res:Ford_Model_T dbo:productionEndYear ?end ; dbo:productionStartYear ?start }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"184", "question":"", "answers":["19"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (( year(xsd:date(?end)) - year(xsd:date(?start)) ) AS ?years) WHERE { res:Ford_Model_T dbo:productionEndYear ?end ; dbo:productionStartYear ?start }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"184", "question":"Pendant combien d'ann\u00E9es la Ford T a-t-elle \u00E9t\u00E9 fabriqu\u00E9e?", "answers":["19"], "keywords":"ann\u00E9es, Ford T, frabriqu\u00E9e", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (( year(xsd:date(?end)) - year(xsd:date(?start)) ) AS ?years) WHERE { res:Ford_Model_T dbo:productionEndYear ?end ; dbo:productionStartYear ?start }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"184", "question":"", "answers":["19"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (( year(xsd:date(?end)) - year(xsd:date(?start)) ) AS ?years) WHERE { res:Ford_Model_T dbo:productionEndYear ?end ; dbo:productionStartYear ?start }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"184", "question":"", "answers":["19"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (( year(xsd:date(?end)) - year(xsd:date(?start)) ) AS ?years) WHERE { res:Ford_Model_T dbo:productionEndYear ?end ; dbo:productionStartYear ?start }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"191", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Horse_racing rdf:type dbo:Sport }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"191", "question":"Ist Pferderennen ein Sport", "answers":["true"], "keywords":"Pferderennen, Sport", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Horse_racing rdf:type dbo:Sport }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"191", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Horse_racing rdf:type dbo:Sport }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"191", "question":"L'ippica \u00E8 uno sport?", "answers":["true"], "keywords":"ippica, sport", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Horse_racing rdf:type dbo:Sport }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"191", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Horse_racing rdf:type dbo:Sport }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"191", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Horse_racing rdf:type dbo:Sport }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"192", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Pluto rdf:type dbo:Planet }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"192", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Pluto rdf:type dbo:Planet }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"192", "question":"Est-ce que Pluton est r\u00E9ellement une plan\u00E8te?", "answers":["true"], "keywords":"Pluton, plan\u00E8te", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Pluto rdf:type dbo:Planet }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"192", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Pluto rdf:type dbo:Planet }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"192", "question":"", "answers":["true"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX dbr: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> ASK WHERE { dbr:Pluto rdf:type dbo:Planet }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"196", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Irtysh_River"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?uri WHERE { ?uri rdf:type dbo:BodyOfWater ; dbo:length ?length } ORDER BY DESC(?length) LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"196", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Irtysh_River"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?uri WHERE { ?uri rdf:type dbo:BodyOfWater ; dbo:length ?length } ORDER BY DESC(?length) LIMIT 1" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"196", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Irtysh_River"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?uri WHERE { ?uri rdf:type dbo:BodyOfWater ; dbo:length ?length } ORDER BY DESC(?length) LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"196", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/Irtysh_River"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT ?uri WHERE { ?uri rdf:type dbo:BodyOfWater ; dbo:length ?length } ORDER BY DESC(?length) LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"197", "question":"", "answers":["http:\/\/dbpedia.org\/resource\/102_Incheon_Tower"], "keywords":"", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { res:Burj_Khalifa dbo:floorCount ?burj . ?uri rdf:type dbo:Building ; dbo:floorCount ?proj FILTER ( ?proj < ?burj ) } ORDER BY DESC(?proj) LIMIT 1" , "lang":"fa"}
