{"datasetId":"qald-6-train-multilingual","questionId":"1", "question":"Give me all cosmonauts.", "answers":["http:\/\/dbpedia.org\/resource\/Aleksandr_Pavlovich_Aleksandrov"], "keywords":"cosmonauts", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> . { ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/Russia> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/nationality> <http:\/\/dbpedia.org\/resource\/Soviet_Union> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"10", "question":"\u06AF\u0646\u06AF \u0627\u0632 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0634\u0631\u0648\u0639 \u0645\u06CC \u0634\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/India"], "keywords":"\u06AF\u0646\u06AF\u060C \u06A9\u0634\u0648\u0631\u060C \u0634\u0631\u0648\u0639", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Ganges> <http:\/\/dbpedia.org\/property\/sourceCountry> ?l . ?uri <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> ?l . ?uri rdf:type <http:\/\/dbpedia.org\/ontology\/Country> . }" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"101", "question":"\u0686\u0647 \u0634\u0647\u0631\u0647\u0627\u06CC\u06CC \u062F\u0631 \u0622\u0644\u0645\u0627\u0646 \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 250000 \u0646\u0641\u0631 \u0633\u06A9\u0646\u0647 \u062F\u0627\u0631\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Stuttgart"], "keywords":"\u0634\u0647\u0631\u060C \u0622\u0644\u0645\u0627\u0646\u060C \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 250000\u060C \u0633\u06A9\u0646\u0647", "sparql":"SELECT DISTINCT ?uri WHERE { { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/City> . } UNION { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Town> . }  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Germany> .  ?uri <http:\/\/dbpedia.org\/ontology\/populationTotal> ?population .  FILTER ( ?population > 250000 ) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"102", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0639\u0627\u0648\u0646 \u062C\u0627\u0646 \u0627\u0641. \u06A9\u0646\u062F\u06CC \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Lyndon_B._Johnson"], "keywords":"\u0645\u0639\u0627\u0648\u0646\u060C \u062C\u0627\u0646 \u0627\u0641. \u06A9\u0646\u062F\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/John_F._Kennedy> <http:\/\/dbpedia.org\/ontology\/vicePresident> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"103", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0634\u0647\u0631\u062F\u0627\u0631 \u062A\u0644\u0627\u0648\u06CC\u0648 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ron_Huldai"], "keywords":"\u0634\u0647\u0631\u062F\u0627\u0631\u060C \u062A\u0644\u0627\u0648\u06CC\u0648", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Tel_Aviv> <http:\/\/dbpedia.org\/ontology\/leaderName> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"103", "question":"Cine este primarul din Tel Aviv?", "answers":["http:\/\/dbpedia.org\/resource\/Ron_Huldai"], "keywords":"Tel Aviv, primar", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Tel_Aviv> <http:\/\/dbpedia.org\/ontology\/leaderName> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"104", "question":"\u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u0622\u0632\u0627\u062F \u062F\u0631 \u0622\u0645\u0633\u062A\u0631\u062F\u0627\u0645 \u0686\u0647 \u062A\u0639\u062F\u0627\u062F \u062F\u0627\u0646\u0634\u062C\u0648 \u062F\u0627\u0631\u062F\u061F", "answers":["24500"], "keywords":"\u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u0622\u0632\u0627\u062F\u060C \u0622\u0645\u0633\u062A\u0631\u062F\u0627\u0645\u060C \u062F\u0627\u0646\u0634\u062C\u0648", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/VU_University_Amsterdam> <http:\/\/dbpedia.org\/ontology\/numberOfStudents> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"104", "question":"Quanti studenti ci sono nella Libera Universit\u00E0 di Amsterdam?", "answers":["24500"], "keywords":"Libera Universit\u00E0, Amsterdam, studenti", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/VU_University_Amsterdam> <http:\/\/dbpedia.org\/ontology\/numberOfStudents> ?num . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"105", "question":"\u062F\u0648\u0645\u06CC\u0646 \u06A9\u0648\u0647 \u0628\u0644\u0646\u062F \u0631\u0648\u06CC \u0632\u0645\u06CC\u0646 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/K2"], "keywords":"\u062F\u0648\u0645\u06CC\u0646 \u0628\u0644\u0646\u062F\u060C \u06A9\u0648\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation . } ORDER BY DESC(?elevation) OFFSET 1 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"106", "question":"Give me all professional skateboarders from Sweden.", "answers":["http:\/\/dbpedia.org\/resource\/Tony_Magnusson"], "keywords":"professional, skateboarder, Sweden", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Skateboarding> . { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Sweden> . } UNION { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> ?place .  ?place <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"107", "question":"\u06A9\u06CC \u0622\u0644\u0628\u0631\u062A\u0627 \u0628\u0647 \u0639\u0646\u0648\u0627\u0646 \u0627\u0633\u062A\u0627\u0646 \u067E\u0630\u06CC\u0631\u0641\u062A\u0647 \u0634\u062F\u061F", "answers":["1905-09-01"], "keywords":"\u0622\u0644\u0628\u0631\u062A\u0627\u060C \u0627\u0633\u062A\u0627\u0646\u060C \u067E\u0630\u06CC\u0631\u0641\u062A\u0647", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Alberta> <http:\/\/dbpedia.org\/property\/admittancedate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"107", "question":"Wann wurde die Provinz Alberta gegr\u00FCndet?", "answers":["1905-09-01"], "keywords":"Provinz, Alberta, gegr\u00FCndet", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Alberta> <http:\/\/dbpedia.org\/property\/admittancedate> ?date . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"107", "question":"C\u00E2nd a fost Alberta recunoscut\u0103 ca provincie?", "answers":["1905-09-01"], "keywords":"Alberta, recunoa\u0219te, provincie", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Alberta> <http:\/\/dbpedia.org\/property\/admittancedate> ?date . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"108", "question":"\u0631\u0634\u062A\u0647 \u06A9\u0648\u0647 \u0647\u06CC\u0645\u0627\u0644\u06CC\u0627 \u062F\u0631 \u0686\u0647 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u0627\u0645\u062A\u062F\u0627\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Pakistan"], "keywords":"\u0631\u0634\u062A\u0647 \u06A9\u0648\u0647 \u0647\u06CC\u0645\u0627\u0644\u06CC\u0627\u060C \u06A9\u0634\u0648\u0631\u060C \u0627\u0645\u062A\u062F\u0627\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"108", "question":"Peste ce \u021B\u0103ri se \u00EEntinde lan\u021Bul mun\u021Bilor Himalaya?", "answers":["http:\/\/dbpedia.org\/resource\/Pakistan"], "keywords":"lan\u021Bul mun\u021Bilor Himalaya, \u00EEntinde, \u021Bar\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Himalayas> <http:\/\/dbpedia.org\/property\/country> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"Give me a list of all bandleaders that play trumpet.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"bandleader, play, trumpet", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"\u062A\u0645\u0627\u0645 \u0631\u0647\u0628\u0631\u0627\u0646 \u06AF\u0631\u0648\u0647 \u06A9\u0647 \u062A\u0631\u0648\u0645\u067E\u062A \u0645\u06CC \u0646\u0648\u0627\u0632\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"\u0631\u0647\u0628\u0631\u0627\u0646 \u06AF\u0631\u0648\u0647\u060C \u062A\u0631\u0648\u0645\u067E\u062A\u060C \u0645\u06CC \u0646\u0648\u0627\u0632\u0646\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"Gib mir eine Liste aller Bandleader, die Trompete spielen.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"Bandleader, spielen, Trompete", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"Dame una lista de todos los l\u00EDderes de un grupo que tocan la trompeta.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"l\u00EDder de grupo, tocar, trompeta", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"Dammi la lista di tutti i direttori di orchestra che suonano la tromba.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"direttori di orchestra, suonare, tromba", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"Donne-moi une liste de tous les chefs d'orchestre qui jouent trompette.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"chef d'orchestre, jouer, trompette", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"Geef me een lijst van alle bandleider die trompet spelen.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"bandleider, spelen, trompet", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"109", "question":"D\u0103-mi o list\u0103 a tuturor conduc\u0103torilor de forma\u021Bii care c\u00E2nt\u0103 la trompet\u0103.", "answers":["http:\/\/dbpedia.org\/resource\/Theodore_Carpenter"], "keywords":"conduc\u0103tor de forma\u021Bie, c\u00E2nt\u0103, trompet\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/occupation> <http:\/\/dbpedia.org\/resource\/Bandleader> .  ?uri <http:\/\/dbpedia.org\/ontology\/instrument> <http:\/\/dbpedia.org\/resource\/Trumpet> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"11", "question":"\u0686\u0647 \u06A9\u0634\u0648\u0631\u0647\u0627\u06CC\u06CC \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u062F\u0647 \u063A\u0627\u0631 \u062F\u0627\u0631\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mexico"], "keywords":"\u06A9\u0634\u0648\u0631\u060C \u0628\u06CC\u0634\u062A\u0631 \u0627\u0632 \u062F\u0647\u060C \u063A\u0627\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?cave <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> . { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?uri . } UNION { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?loc .  ?loc <http:\/\/dbpedia.org\/ontology\/country> ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10) " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"11", "question":"\u00BFQu\u00E9 pa\u00EDses tienen m\u00E1s de diez cuevas?", "answers":["http:\/\/dbpedia.org\/resource\/Mexico"], "keywords":"pa\u00EDs, cuevas, m\u00E1s de diez", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?cave <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> . { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?uri . } UNION { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?loc .  ?loc <http:\/\/dbpedia.org\/ontology\/country> ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10) " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"11", "question":"Quali nazioni hanno pi\u00F9 di dieci grotte?", "answers":["http:\/\/dbpedia.org\/resource\/Mexico"], "keywords":"nazione, grotta, pi\u00F9 di dieci", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?cave <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> . { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?uri . } UNION { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?loc .  ?loc <http:\/\/dbpedia.org\/ontology\/country> ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10) " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"11", "question":"Quels pays ont plus de dix grottes?", "answers":["http:\/\/dbpedia.org\/resource\/Mexico"], "keywords":"pays, grottes, plus de dix", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?cave <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> . { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?uri . } UNION { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?loc .  ?loc <http:\/\/dbpedia.org\/ontology\/country> ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10) " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"11", "question":"Welke landen hebben meer dan tien grotten?", "answers":["http:\/\/dbpedia.org\/resource\/Mexico"], "keywords":"land, grotten, meer dan tien", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?cave <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Cave> . { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?uri . } UNION { ?cave <http:\/\/dbpedia.org\/ontology\/location> ?loc .  ?loc <http:\/\/dbpedia.org\/ontology\/country> ?uri . } } GROUP BY ?uri HAVING(COUNT(?cave) > 10) " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"110", "question":"\u062A\u0639\u062F\u0627\u062F \u06A9\u0644 \u0645\u0631\u062F\u0627\u0646 \u0648 \u0632\u0646\u0627\u0646 \u0634\u0627\u063A\u0644 \u062F\u0631 \u0633\u0627\u0632\u0645\u0627\u0646 \u0622\u062A\u0634 \u0646\u0634\u0627\u0646\u06CC \u0646\u06CC\u0648\u06CC\u0648\u0631\u06A9 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["15629"], "keywords":"\u062A\u0639\u062F\u0627\u062F \u06A9\u0644\u060C \u0645\u0631\u062F\u0627\u0646\u060C \u0632\u0646\u0627\u0646\u060C \u0634\u0627\u063A\u0644\u060C \u0633\u0627\u0632\u0645\u0627\u0646 \u0622\u062A\u0634 \u0646\u0634\u0627\u0646\u06CC \u0646\u06CC\u0648\u06CC\u0648\u0631\u06A9", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/New_York_City_Fire_Department> <http:\/\/dbpedia.org\/property\/employees> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"200", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0627\u0648\u0631\u0646\u062C\u06CC\u0646\u0627 \u0631\u0627 \u062A\u0648\u0644\u06CC\u062F \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/A.G._Barr"], "keywords":"\u0627\u0648\u0631\u0646\u062C\u06CC\u0646\u0627\u060C \u062A\u0648\u0644\u06CC\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/product> <http:\/\/dbpedia.org\/resource\/Orangina> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"200", "question":"Cine produce Orangina?", "answers":["http:\/\/dbpedia.org\/resource\/A.G._Barr"], "keywords":"produce, Orangina", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/product> <http:\/\/dbpedia.org\/resource\/Orangina> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"111", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0631\u0627\u0646\u0646\u062F\u0647 \u0641\u0631\u0645\u0648\u0644 1 \u0628\u0627 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0645\u0633\u0627\u0628\u0642\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"\u0631\u0627\u0646\u0646\u062F\u0647\u060C \u0641\u0631\u0645\u0648\u0644 1\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646\u060C \u0645\u0633\u0627\u0628\u0642\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/FormulaOneRacer> .  ?uri <http:\/\/dbpedia.org\/ontology\/races> ?x . } ORDER BY DESC(?x) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"111", "question":"\u00BFQui\u00E9n es el conductor de Formula 1 con m\u00E1s carreras?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"Fconductor, \u00F3rmula 1, carreras, m\u00E1s", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/FormulaOneRacer> .  ?uri <http:\/\/dbpedia.org\/ontology\/races> ?x . } ORDER BY DESC(?x) OFFSET 0 LIMIT 1 " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"111", "question":"Qual \u00E8 il pilota di Formula 1 con pi\u00F9 gare?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Schumacher"], "keywords":"Formula 1, pilota, maggior numero di gare", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/FormulaOneRacer> .  ?uri <http:\/\/dbpedia.org\/ontology\/races> ?x . } ORDER BY DESC(?x) OFFSET 0 LIMIT 1 " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"113", "question":"[\u0686\u0647 \u06A9\u0633\u06CC \u062C\u0648\u0627\u0646 \u062A\u0631\u06CC\u0646 \u0628\u0627\u0632\u06CC\u06A9\u0646 \u0644\u06CC\u06AF \u0628\u0631\u062A\u0631 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ernie_Pinkney"], "keywords":"\u062C\u0648\u0627\u0646 \u062A\u0631\u06CC\u0646\u060C \u0628\u0627\u0632\u06CC\u06A9\u0646\u060C \u0644\u06CC\u06AF \u0628\u0631\u062A\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/team> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/league> <http:\/\/dbpedia.org\/resource\/Premier_League> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?y . } ORDER BY DESC(?y) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"Give me all members of Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"member, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"\u062A\u0645\u0627\u0645 \u0627\u0639\u0636\u0627\u06CC \u067E\u0631\u0627\u062F\u06CC\u062C\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"\u0627\u0639\u0636\u0627\u060C \u067E\u0631\u0627\u062F\u06CC\u062C\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"Gib mir alle Bandmitglieder von Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"Bandmitglied, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"Dame todos los miembros de la banda Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"miembros de la banda Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"Dammi tutti i membri dei Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"membri, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"Donne-moi tous les membres de Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"members, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"Noem alle leden van Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"leden, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"114", "question":"D\u0103-mi to\u021Bii membrii Prodigy.", "answers":["http:\/\/dbpedia.org\/resource\/Keith_Flint"], "keywords":"membru, Prodigy", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Prodigy> <http:\/\/dbpedia.org\/ontology\/bandMember> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"115", "question":"\u0637\u0648\u0644\u0627\u0646\u06CC \u062A\u0631\u06CC\u0646 \u0631\u0648\u062F \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Lochbach_(Itter)"], "keywords":"\u0637\u0648\u0644\u0627\u0646\u06CC \u062A\u0631\u06CC\u0646\u060C \u0631\u0648\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/River> . { ?uri <http:\/\/dbpedia.org\/ontology\/length> ?l . } UNION { ?uri <http:\/\/dbpedia.org\/property\/length> ?l . } } ORDER BY DESC(?l) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"115", "question":"Care este cel mai lung fluviu?", "answers":["http:\/\/dbpedia.org\/resource\/Lochbach_(Itter)"], "keywords":"fluviu, cel mai lung", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/River> . { ?uri <http:\/\/dbpedia.org\/ontology\/length> ?l . } UNION { ?uri <http:\/\/dbpedia.org\/property\/length> ?l . } } ORDER BY DESC(?l) OFFSET 0 LIMIT 1 " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"116", "question":"\u0622\u06CC\u0627 \u0628\u0631\u06CC\u06A9\u06CC\u0646\u06AF \u0628\u062F \u0627\u0632 \u06AF\u06CC\u0645 \u0622\u0641 \u062A\u0631\u0648\u0646\u0632 \u0642\u0633\u0645\u062A \u0647\u0627\u06CC \u0628\u06CC\u0634\u062A\u0631\u06CC \u062F\u0627\u0631\u062F\u061F", "answers":[], "keywords":"\u0628\u0631\u06CC\u06A9\u06CC\u0646\u06AF \u0628\u062F\u060C \u06AF\u06CC\u0645 \u0622\u0641 \u062A\u0631\u0648\u0646\u0632\u060C \u0642\u0633\u0645\u062A\u060C \u0628\u06CC\u0634\u062A\u0631", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Breaking_Bad> <http:\/\/dbpedia.org\/ontology\/numberOfEpisodes> ?x .  <http:\/\/dbpedia.org\/resource\/Game_of_Thrones> <http:\/\/dbpedia.org\/ontology\/numberOfEpisodes> ?y .  FILTER (?x > ?y) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"117", "question":"Give me all cars that are produced in Germany.", "answers":["http:\/\/dbpedia.org\/resource\/Volvo_FE"], "keywords":"car, produce, Germany", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Automobile> . { ?uri <http:\/\/dbpedia.org\/ontology\/assembly> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { ?uri <http:\/\/dbpedia.org\/property\/assembly> <http:\/\/dbpedia.org\/resource\/Germany> . } UNION { { ?uri <http:\/\/dbpedia.org\/ontology\/manufacturer> ?x . }  UNION  { ?uri <http:\/\/dbpedia.org\/property\/manufacturer> ?x . }  { ?x <http:\/\/dbpedia.org\/ontology\/locationCountry> <http:\/\/dbpedia.org\/resource\/Germany> . }  UNION  { ?x <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/Germany> . } } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"What were the main discoveries of the Mars rover Curiosity?", "answers":[], "keywords":"Mars rover Curiosity, main discoveries", "sparql":"" , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"\u0645\u0647\u0645 \u062A\u0631\u06CC\u0646 \u06A9\u0634\u0641 \u0647\u0627\u06CC \u0645\u0631\u06CC\u062E \u0646\u0648\u0631\u062F \u06A9\u0648\u0631\u06CC\u0648\u0633\u06CC\u062A\u06CC \u0686\u0647 \u0628\u0648\u062F\u061F", "answers":[], "keywords":"\u06A9\u0634\u0641\u060C \u0645\u0631\u06CC\u062E \u0646\u0648\u0631\u062F \u06A9\u0648\u0631\u06CC\u0648\u0633\u06CC\u062A\u06CC", "sparql":"" , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"Was waren die wichtigsten Entdeckungen des Marsrovers Curiosity?", "answers":[], "keywords":"Marsrover Curiosity, wichtigste Entdeckungen", "sparql":"" , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"\u00BFCu\u00E1les fueron los principales descubrimientos de Mars rover Curiosity?", "answers":[], "keywords":"Mars rover Curiosity, principales descubrimientos", "sparql":"" , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"Quali sono state le scoperte piu' importanti del Mars rover Curiosity?", "answers":[], "keywords":"Mars rover Curiosity, scoperte piu' importanti", "sparql":"" , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"Quelles sont les d\u00E9couvertes les plus importantes du Mars Rover Curiosity?", "answers":[], "keywords":"Mars Rover Curiosity, d\u00E9couvertes importantes", "sparql":"" , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"Wat zijn de meest belangrijke ontdekkingen van de Mars rover Curiosity?", "answers":[], "keywords":"Mars rover Curiosity, meest belangrijke ontdekkingen", "sparql":"" , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"118", "question":"Care au fost descoperirile principale ale Mars rover Curiosity?", "answers":[], "keywords":"Mars rover Curiosity, descoperiri principale", "sparql":"" , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"Give me all people that were born in Vienna and died in Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"people, born, Vienna, die, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"\u062A\u0645\u0627\u0645 \u0627\u0641\u0631\u0627\u062F\u06CC \u06A9\u0647 \u062F\u0631 \u0648\u06CC\u0646 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F \u0648 \u062F\u0631 \u0628\u0631\u0644\u06CC\u0646 \u0645\u0631\u062F\u0646\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"\u0627\u0641\u0631\u0627\u062F\u06CC\u060C \u0645\u062A\u0648\u0644\u062F\u060C \u0648\u06CC\u0646\u060C \u0628\u0631\u0644\u06CC\u0646\u060C \u0645\u0631\u062F\u0646\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"Gib mir alle Personen, die in Wien geboren wurden und in Berlin gestorben sind.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"Person, geboren, Wien, gestorben, Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"119", "question":"Dame todas las personas que hayan nacido en Viena y hayan muerto en Berlin.", "answers":["http:\/\/dbpedia.org\/resource\/Therese_Gr\u00FCnbaum"], "keywords":"personas, nacidas en Viena, muertas en Berlin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Vienna> .  ?uri <http:\/\/dbpedia.org\/ontology\/deathPlace> <http:\/\/dbpedia.org\/resource\/Berlin> . } " , "lang":"es"}
