{"datasetId":"qald-7-train-multilingual","questionId":"49", "question":"\u0938\u0942\u0930\u0940\u0928\u093E\u092E \u0915\u0940 \u0906\u0927\u093F\u0915\u093E\u0930\u093F\u0915 \u092D\u093E\u0937\u093E \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Dutch_language"], "keywords":"\u0938\u0942\u0930\u0940\u0928\u093E\u092E, \u0906\u0927\u093F\u0915\u093E\u0930\u093F\u0915 \u092D\u093E\u0937\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Suriname dbo:officialLanguage ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"50", "question":"\u0917\u0940\u0924 \u0939\u094B\u091F\u0932 \u0915\u0948\u0932\u093F\u092B\u094B\u0930\u094D\u0928\u093F\u092F\u093E \u0915\u094B\u0902\u0928 \u0928\u0947 \u0932\u093F\u0916\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Don_Henley"], "keywords":"\u0917\u0940\u0924 \u0939\u094B\u091F\u0932 \u0915\u0948\u0932\u093F\u092B\u094B\u0930\u094D\u0928\u093F\u092F\u093E, \u0932\u093F\u0916\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Hotel_California> <http:\/\/dbpedia.org\/ontology\/writer> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"51", "question":"Liste todos os atores que estrelaram em filmes dirigidos por William Shatner.", "answers":["http:\/\/dbpedia.org\/resource\/Rickey_Medlocke"], "keywords":"atores, files, diretor, William Shatner", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"51", "question":"\u0935\u093F\u0932\u093F\u092F\u092E \u0936\u0947\u091F\u0928\u0947\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u092E\u0947\u0902 \u0938\u092D\u0940 \u0915\u0932\u093E\u0915\u093E\u0930\u094B\u0902 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Rickey_Medlocke"], "keywords":"\u0935\u093F\u0932\u093F\u092F\u092E \u0936\u0947\u091F\u0928\u0947\u0930, \u0928\u093F\u0930\u094D\u0926\u0947\u0936\u093F\u0924 \u092B\u093F\u0932\u094D\u092E, \u0915\u0932\u093E\u0915\u093E\u0930", "sparql":"SELECT DISTINCT ?uri WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/William_Shatner> .  ?x <http:\/\/dbpedia.org\/ontology\/starring> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"52", "question":"\u091A\u0949\u0915\u0932\u0947\u091F \u091A\u093F\u092A \u0915\u0941\u0915\u0940 \u092E\u0947\u0902 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"\u091A\u0949\u0915\u0932\u0947\u091F \u091A\u093F\u092A \u0915\u0941\u0915\u0940, \u0938\u093E\u092E\u0917\u094D\u0930\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Chocolate_chip_cookie> <http:\/\/dbpedia.org\/ontology\/ingredient> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"53", "question":"Liste todos os skatistas profissionais da Su\u00E9cia.", "answers":["http:\/\/dbpedia.org\/resource\/Tony_Magnusson"], "keywords":"skatista, profissionais, Su\u00E9cia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:occupation res:Skateboarding . \n        { ?uri dbo:birthPlace res:Sweden . }\n        UNION\n        { ?uri dbo:birthPlace ?place . \n          ?place dbo:country res:Sweden . }\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"53", "question":"\u092E\u0941\u091D\u0947 \u0938\u094D\u0935\u0940\u0921\u0928 \u0938\u0947 \u0938\u092D\u0940 \u092A\u0947\u0936\u0947\u0935\u0930 \u0938\u094D\u0915\u0947\u091F\u092C\u094B\u0930\u094D\u0921\u0930 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u094B\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Tony_Magnusson"], "keywords":"\u0938\u094D\u0935\u0940\u0921\u0928, \u092A\u0947\u0936\u0947\u0935\u0930 \u0938\u094D\u0915\u0947\u091F\u092C\u094B\u0930\u094D\u0921\u0930, \u0938\u0942\u091A\u093F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:occupation res:Skateboarding . \n        { ?uri dbo:birthPlace res:Sweden . }\n        UNION\n        { ?uri dbo:birthPlace ?place . \n          ?place dbo:country res:Sweden . }\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"54", "question":"\u0917\u093E\u091C\u0930 \u0915\u0947\u0915 \u0915\u0947 \u0932\u093F\u090F \u092E\u0941\u091D\u0947 \u0915\u094C\u0928 \u0938\u0947 \u0938\u093E\u092E\u0917\u094D\u0930\u0940 \u0915\u0940 \u0906\u0935\u0936\u094D\u092F\u0915\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Sugar"], "keywords":"\u0917\u093E\u091C\u0930 \u0915\u0947\u0915, \u0938\u093E\u092E\u0917\u094D\u0930\u0940", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Carrot_cake> <http:\/\/dbpedia.org\/ontology\/ingredient> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"55", "question":"\u0915\u094D\u092F\u093E \u0928\u0947\u092F\u092E\u093E\u0930 \u0930\u093F\u092F\u0932 \u092E\u0948\u0921\u094D\u0930\u093F\u0921 \u0915\u0947 \u0932\u093F\u090F \u0916\u0947\u0932\u0924\u0947 \u0939\u0948\u0902?", "answers":["false"], "keywords":"\u0928\u0947\u092F\u092E\u093E\u0930, \u0930\u093F\u092F\u0932 \u092E\u0948\u0921\u094D\u0930\u093F\u0921, \u0916\u0947\u0932\u0924\u0947", "sparql":"ASK WHERE { <http:\/\/dbpedia.org\/resource\/Neymar> <http:\/\/dbpedia.org\/ontology\/team> <http:\/\/dbpedia.org\/resource\/Real_Madrid_C.F.> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"58", "question":"\u0915\u093F\u0938 \u092F\u0942\u0915\u0947 \u0936\u0939\u0930 \u092E\u0947\u0902 \u090F\u092E\u0906\u0908-6 \u0915\u093E \u092E\u0941\u0916\u094D\u092F\u093E\u0932\u092F \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/London"], "keywords":"\u092F\u0942\u0915\u0947, \u0936\u0939\u0930, \u090F\u092E\u0906\u0908-6, \u092E\u0941\u0916\u094D\u092F\u093E\u0932\u092F", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE { \n        res:Secret_Intelligence_Service dbo:headquarter ?uri . \n        ?uri dbo:country res:United_Kingdom . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"59", "question":"A Crise dos M\u00EDsseis de Cuba ocorreu antes da Invas\u00E3o da Ba\u00EDa dos Porcos?", "answers":["false"], "keywords":"Crise dos M\u00EDsseis de Cuba, antes, Invas\u00E3o da Ba\u00EDa dos Porcos", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Cuban_Missile_Crisis dbo:date ?x .\n\tres:Bay_of_Pigs_Invasion dbo:date ?y .\n\tFILTER (?x < ?y)\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"59", "question":"\u0915\u094D\u092F\u093E \u0915\u094D\u092F\u0942\u092C\u093E\u0908 \u092E\u093F\u0938\u093E\u0907\u0932 \u0938\u0902\u0915\u091F \u092C\u0947 \u0911\u095E \u092A\u093F\u0917\u094D\u0938 \u0906\u0915\u094D\u0930\u092E\u0923 \u0915\u0947 \u092A\u0939\u0932\u0947 \u0939\u0941\u0906 \u0925\u093E?", "answers":["false"], "keywords":"\u0915\u094D\u092F\u0942\u092C\u093E\u0908 \u092E\u093F\u0938\u093E\u0907\u0932 \u0938\u0902\u0915\u091F, \u092C\u0947 \u0911\u095E \u092A\u093F\u0917\u094D\u0938 \u0906\u0915\u094D\u0930\u092E\u0923, \u092A\u0939\u0932\u0947 \u0939\u0941\u0906", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:Cuban_Missile_Crisis dbo:date ?x .\n\tres:Bay_of_Pigs_Invasion dbo:date ?y .\n\tFILTER (?x < ?y)\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"60", "question":"\u0906\u0908\u0938\u0940\u0935\u093E\u092F\u090F\u092E\u094D \u0915\u093E \u092A\u0942\u0930\u094D\u0923 \u092A\u094D\u0930\u092A\u0924\u094D\u0930 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Youth_Climate_Movement"], "keywords":"\u0906\u0908\u0938\u0940\u0935\u093E\u092F\u090F\u092E, \u092A\u0942\u0930\u094D\u0923 \u092A\u094D\u0930\u092A\u0924\u094D\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:abbreviation 'IYCM' .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"61", "question":"\u092E\u093F\u0902\u0917 \u0930\u093E\u091C\u0935\u0902\u0936 \u0915\u094B \u0915\u092C \u092D\u0902\u0917 \u0915\u093F\u092F\u093E?", "answers":["1644-04-25"], "keywords":"\u092E\u093F\u0902\u0917 \u0930\u093E\u091C\u0935\u0902\u0936, \u092D\u0902\u0917", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?date\nWHERE {  \n        res:Ming_dynasty dbo:dissolutionDate ?date .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"62", "question":"Liste todos os epis\u00F3dios da primeira temporada do seriado Fam\u00EDlia Soprano da HBO.", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"epis\u00F3dio, primeira temporada, seriado, Fam\u00EDlia Soprano, HBO", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"62", "question":"\u090F\u091A\u092C\u0940\u0913 \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E \u0926 \u0938\u094B\u092A\u094D\u0930\u093E\u0928\u094B\u0938! \u0915\u0947 \u092A\u0939\u0932\u0947 \u0938\u0940\u091C\u093C\u0928 \u0915\u0947 \u0938\u092D\u0940 \u090F\u092A\u093F\u0938\u094B\u0921 \u0915\u0940 \u0938\u0942\u091A\u0940 \u092C\u0928\u093E\u090F\u0902 \u0964", "answers":["http:\/\/dbpedia.org\/resource\/Down_Neck"], "keywords":"\u090F\u091A\u092C\u0940\u0913, \u091F\u0947\u0932\u0940\u0935\u093F\u091C\u0928 \u0936\u094D\u0930\u0943\u0902\u0916\u0932\u093E, \u0926 \u0938\u094B\u092A\u094D\u0930\u093E\u0928\u094B\u0938!, \u092A\u0939\u0932\u0947 \u0938\u0940\u091C\u093C\u0928, \u0938\u092D\u0940 \u090F\u092A\u093F\u0938\u094B\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri dbo:series res:The_Sopranos  .\n        ?uri dbo:seasonNumber 1 .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"63", "question":"\u092E\u0947\u0932\u092C\u094B\u0930\u094D\u0928, \u092B\u094D\u0932\u094B\u0930\u093F\u0921\u093E \u0915\u0940 \u0915\u0941\u0932 \u0906\u092C\u093E\u0926\u0940 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["76068"], "keywords":"\u092E\u0947\u0932\u092C\u094B\u0930\u094D\u0928, \u092B\u094D\u0932\u094B\u0930\u093F\u0921\u093E, \u0915\u0941\u0932 \u0906\u092C\u093E\u0926\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT ?uri \nWHERE { \n        <http:\/\/dbpedia.org\/resource\/Melbourne,_Florida> dbo:populationTotal ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"64", "question":"\u0915\u094D\u092F\u093E \u0905\u0930\u094D\u0928\u094B\u0932\u094D\u0921 \u0936\u094D\u0935\u093E\u0930\u094D\u091C\u093C\u0928\u0947\u0917\u0930 \u0935\u093F\u0936\u094D\u0935\u0935\u093F\u0926\u094D\u092F\u093E\u0932\u092F \u0917\u090F \u0925\u0947?", "answers":["true"], "keywords":"\u0905\u0930\u094D\u0928\u094B\u0932\u094D\u0921 \u0936\u094D\u0935\u093E\u0930\u094D\u091C\u093C\u0928\u0947\u0917\u0930, \u0935\u093F\u0936\u094D\u0935\u0935\u093F\u0926\u094D\u092F\u093E\u0932\u092F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nASK\nWHERE {\n        res:Arnold_Schwarzenegger dbo:almaMater ?x .\n        ?x rdf:type dbo:University .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"65", "question":"\u0915\u094B\u0928\u0938\u0947 \u0926\u0947\u0936 \u092E\u0947\u0902 \u092E\u093E\u0909\u0902\u091F \u090F\u0935\u0930\u0947\u0938\u094D\u091F \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Nepal"], "keywords":"\u0926\u0947\u0936, \u092E\u093E\u0909\u0902\u091F \u090F\u0935\u0930\u0947\u0938\u094D\u091F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        res:Mount_Everest dbo:locatedInArea ?uri . \n        ?uri rdf:type dbo:Country .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"66", "question":"Qual \u00E9 a maior cidade da Austr\u00E1lia?", "answers":["http:\/\/dbpedia.org\/resource\/Sydney"], "keywords":"maior cidade, Austr\u00E1lia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Australia dbo:largestCity ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"66", "question":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E \u092E\u0947\u0902 \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E \u0936\u0939\u0930 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Sydney"], "keywords":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E, \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E \u0936\u0939\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Australia dbo:largestCity ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"67", "question":"Ache todas as plataformas de lan\u00E7amento espaciais operadas pela NASA.", "answers":[""], "keywords":"plataforma de lan\u00E7amento, operadas, NASA", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:LaunchPad .  \n        ?uri dbo:operator res:NASA . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"67", "question":"\u092E\u0941\u091D\u0947 \u0928\u093E\u0938\u093E \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u0902\u091A\u093E\u0932\u093F\u0924 \u0938\u092D\u0940 \u0932\u0949\u0928\u094D\u091A \u092A\u0948\u0921 \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0902\u0964", "answers":[""], "keywords":"\u0928\u093E\u0938\u093E, \u0938\u0902\u091A\u093E\u0932\u093F\u0924, \u0932\u0949\u0928\u094D\u091A \u092A\u0948\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:LaunchPad .  \n        ?uri dbo:operator res:NASA . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"68", "question":"\u0924\u0947\u0932 \u0905\u0935\u0940\u0935 \u0915\u0947 \u092E\u0939\u093E\u092A\u094C\u0930 \u0915\u094C\u0928 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Ron_Huldai"], "keywords":"\u0924\u0947\u0932 \u0905\u0935\u0940\u0935, \u092E\u0939\u093E\u092A\u094C\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Tel_Aviv dbo:leaderName ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"70", "question":"Quem criou Batman?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"criador, Batman", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Batman> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"70", "question":"\u0915\u093F\u0938\u0928\u0947 \u092C\u0948\u091F\u092E\u0948\u0928 \u092C\u0928\u093E\u092F\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"\u092C\u0948\u091F\u092E\u0948\u0928, \u0928\u093F\u0930\u094D\u092E\u093E\u0924\u093E", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Batman> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"71", "question":"\u0915\u093F\u0938\u0928\u0947 \u0917\u0938 \u092B\u094D\u0930\u093F\u0902\u0917 \u0915\u094B \u092C\u094D\u0930\u0947\u0915\u093F\u0902\u0917 \u092C\u0948\u0921 \u092E\u0947\u0902 \u0928\u093F\u092D\u093E\u092F\u093E \u0939\u0948 ?", "answers":["http:\/\/dbpedia.org\/resource\/Giancarlo_Esposito"], "keywords":"\u0917\u0938 \u092B\u094D\u0930\u093F\u0902\u0917, \u092C\u094D\u0930\u0947\u0915\u093F\u0902\u0917 \u092C\u0948\u0921, \u0928\u093F\u092D\u093E\u092F\u093E, \u0905\u092D\u093F\u0928\u0947\u0924\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Gus_Fring> <http:\/\/dbpedia.org\/ontology\/portrayer> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"72", "question":"\u091C\u0940\u0906\u0908\u090F\u092E\u092A\u0940 \u0915\u093F\u0938 \u092A\u094D\u0930\u094B\u0917\u094D\u0930\u093E\u092E\u093F\u0902\u0917 \u092D\u093E\u0937\u093E \u092E\u0947\u0902 \u0932\u093F\u0916\u0940 \u0917\u0908 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/GTK+"], "keywords":"\u091C\u0940\u0906\u0908\u090F\u092E\u092A\u0940, \u092A\u094D\u0930\u094B\u0917\u094D\u0930\u093E\u092E\u093F\u0902\u0917 \u092D\u093E\u0937\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n\tres:GIMP dbo:programmingLanguage ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"73", "question":"Em que imp\u00E9rio antigo voc\u00EA poderia pagar com gr\u00E3os de cacau?", "answers":["http:\/\/dbpedia.org\/resource\/Tabasco_(former_state)"], "keywords":"imp\u00E9rio antigo, pagar, gr\u00E3os de cacau", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/Cocoa_bean> . }" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"73", "question":"\u0915\u093F\u0938 \u092A\u094D\u0930\u093E\u091A\u0940\u0928 \u0938\u093E\u092E\u094D\u0930\u093E\u091C\u094D\u092F \u092E\u0947\u0902 \u0906\u092A \u0915\u094B\u0915\u094B \u092C\u0940\u0928 \u0938\u0947 \u092D\u0941\u0917\u0924\u093E\u0928 \u0915\u0930 \u0938\u0915\u0924\u0947 \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Tabasco_(former_state)"], "keywords":"\u092A\u094D\u0930\u093E\u091A\u0940\u0928 \u0938\u093E\u092E\u094D\u0930\u093E\u091C\u094D\u092F, \u0915\u094B\u0915\u094B \u092C\u0940\u0928, \u092D\u0941\u0917\u0924\u093E\u0928", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/currency> <http:\/\/dbpedia.org\/resource\/Cocoa_bean> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"74", "question":"\u092B\u094B\u0930\u094D\u092C\u094D\u0938 \u0915\u0947 \u0938\u0902\u092A\u093E\u0926\u0915 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Steve_Forbes"], "keywords":"\u092B\u094B\u0930\u094D\u092C\u094D\u0938, \u0938\u0902\u092A\u093E\u0926\u0915", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Forbes dbo:editor ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"75", "question":"Quantos habitantes tem a capital da Austr\u00E1lia?", "answers":["381488"], "keywords":"habitantes, capital, Austr\u00E1lia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num \nWHERE {\n        res:Australia dbo:capital ?x .\n        ?x dbo:populationTotal ?num .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"75", "question":"\u0915\u093F\u0924\u0928\u0947 \u0932\u094B\u0917 \u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E \u0915\u0940 \u0930\u093E\u091C\u0927\u093E\u0928\u0940 \u092E\u0947\u0902 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["381488"], "keywords":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E, \u0930\u093E\u091C\u0927\u093E\u0928\u0940, \u0906\u092C\u093E\u0926\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?num \nWHERE {\n        res:Australia dbo:capital ?x .\n        ?x dbo:populationTotal ?num .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"76", "question":"Quais surfistas profissionais nasceram na Austr\u00E1lia?", "answers":["http:\/\/dbpedia.org\/resource\/Midget_Farrelly"], "keywords":"surfistas profissionais, nascer, Austr\u00E1lia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n        ?uri dbo:birthPlace res:Australia . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"76", "question":"Welke professionele surfers werden geboren in Australi\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Midget_Farrelly"], "keywords":"professionele surfer, Australi\u00EB", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n        ?uri dbo:birthPlace res:Australia . \n}" , "lang":"nl"}
{"datasetId":"qald-7-train-multilingual","questionId":"76", "question":"\u0915\u094C\u0928 \u0938\u0947 \u092A\u0947\u0936\u0947\u0935\u0930 \u0938\u0930\u094D\u092B\u0930\u0938 \u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E \u092E\u0947\u0902 \u092A\u0948\u0926\u093E \u0939\u0941\u090F \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Midget_Farrelly"], "keywords":"\u092A\u0947\u0936\u0947\u0935\u0930 \u0938\u0930\u094D\u092B\u0930\u0938, \u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E, \u092A\u0948\u0926\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n        ?uri dbo:birthPlace res:Australia . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"76", "question":"Ce surferi profesioni\u0219ti s-au n\u0103scut \u00EEn Australia?", "answers":["http:\/\/dbpedia.org\/resource\/Midget_Farrelly"], "keywords":"surfer profesionist, n\u0103scut, Australia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n        ?uri dbo:birthPlace res:Australia . \n}" , "lang":"ro"}
{"datasetId":"qald-7-train-multilingual","questionId":"78", "question":"Mostre todos os jogos da Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"Videospiel, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"78", "question":"\u092E\u0940\u0928 \u0939\u092E\u094D\u0938\u091F\u0930 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930 \u0926\u094D\u0935\u093E\u0930\u093E \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0938\u092D\u0940 \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E \u0915\u0940 \u0938\u0942\u091A\u093F \u0926\u0947\u0902\u0964 '", "answers":["http:\/\/dbpedia.org\/resource\/Riven"], "keywords":"\u092E\u0940\u0928 \u0939\u092E\u094D\u0938\u091F\u0930 \u0938\u0949\u092B\u094D\u091F\u0935\u0947\u092F\u0930, \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924, \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"79", "question":"\u0906\u0932\u095C\u0940 \u0915\u0947 \u0915\u093F\u0924\u0928\u0947 \u0938\u094D\u091F\u094B\u0930 \u0939\u0948\u0902?", "answers":["9600"], "keywords":"\u0906\u0932\u095C\u0940, \u0915\u093F\u0924\u0928\u0947 \u0938\u094D\u091F\u094B\u0930", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/Aldi> <http:\/\/dbpedia.org\/ontology\/numberOfLocations> ?number . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"80", "question":"Qual a capital de Camar\u00F5es?", "answers":["http:\/\/dbpedia.org\/resource\/Yaound\u00E9"], "keywords":"capital, Camar\u00F5es", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Cameroon> <http:\/\/dbpedia.org\/ontology\/capital> ?uri. } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"80", "question":"\u0915\u0948\u092E\u0930\u0942\u0928 \u0915\u0940 \u0930\u093E\u091C\u0927\u093E\u0928\u0940 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Yaound\u00E9"], "keywords":"\u0915\u0948\u092E\u0930\u0942\u0928, \u0930\u093E\u091C\u0927\u093E\u0928\u0940", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Cameroon> <http:\/\/dbpedia.org\/ontology\/capital> ?uri. } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"81", "question":"\u0915\u094D\u092F\u093E \u092C\u0948\u091F\u0932 \u091A\u0948\u0938 \u0928\u093E\u092E\u0915 \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E \u0939\u0948?", "answers":["true"], "keywords":"\u092C\u0948\u091F\u0932 \u091A\u0948\u0938, \u0935\u0940\u0921\u093F\u092F\u094B \u0917\u0947\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#>\nASK \nWHERE {\n\t?uri rdf:type dbo:VideoGame .\n        ?uri rdfs:label 'Battle Chess'@en .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"82", "question":"\u0915\u094D\u092F\u093E \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0932\u093F\u0902\u0915\u0928 \u0915\u0940 \u092A\u0924\u094D\u0928\u0940 \u0915\u093E \u0928\u093E\u092E \u092E\u0948\u0930\u0940 \u0925\u093E?", "answers":["true"], "keywords":"\u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0932\u093F\u0902\u0915\u0928, \u092A\u0924\u094D\u0928\u0940, \u092E\u0948\u0930\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#>\nASK \nWHERE {\n        res:Abraham_Lincoln dbo:spouse ?spouse .\n        ?spouse rdfs:label ?name .\n        FILTER(regex(?name,'Mary')) \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"84", "question":"Qual filme de Tim Burton teve o maior or\u00E7amento?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"filme, Tim Burton, maior or\u00E7amento", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:director res:Tim_Burton .\n        ?uri dbo:budget ?b .\n}\nORDER BY ?b\nOFFSET 0 LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"84", "question":"\u091F\u093F\u092E \u092C\u0930\u094D\u091F\u0928 \u0915\u0940 \u092B\u093F\u0932\u094D\u092E\u094B\u0902 \u092E\u0947\u0902 \u0938\u0947 \u0915\u094C\u0928 \u0938\u0940 \u0915\u093E \u0938\u092C\u0938\u0947 \u091C\u094D\u092F\u093E\u0926\u093E \u092C\u091C\u091F \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Big_Eyes"], "keywords":"\u091F\u093F\u092E \u092C\u0930\u094D\u091F\u0928, \u092B\u093F\u0932\u094D\u092E\u094B, \u0938\u092C\u0938\u0947 \u091C\u094D\u092F\u093E\u0926\u093E \u092C\u091C\u091F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:director res:Tim_Burton .\n        ?uri dbo:budget ?b .\n}\nORDER BY ?b\nOFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"85", "question":"\u092C\u094D\u0930\u0947\u0915\u093F\u0902\u0917 \u092C\u0948\u0921 \u092E\u0947\u0902 \u0917\u0947\u092E \u0911\u092B\u093C \u0925\u094D\u0930\u094B\u0928\u094D\u0938 \u0915\u0940 \u0924\u0941\u0932\u0928\u093E \u092E\u0947\u0902 \u0905\u0927\u093F\u0915 \u090F\u092A\u093F\u0938\u094B\u0921 \u0939\u0948\u0902?", "answers":["false"], "keywords":"\u092C\u094D\u0930\u0947\u0915\u093F\u0902\u0917 \u092C\u0948\u0921, \u0917\u0947\u092E \u0911\u092B\u093C \u0925\u094D\u0930\u094B\u0928\u094D\u0938, \u0905\u0927\u093F\u0915 \u090F\u092A\u093F\u0938\u094B\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Breaking_Bad dbo:numberOfEpisodes ?x . \n        res:Game_of_Thrones dbo:numberOfEpisodes ?y . \n        FILTER (?y > ?x) \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"86", "question":"\u0915\u093F\u0938\u0915\u094B \u0930\u0949\u0921\u091C\u093C\u093F\u0932\u093E \u0915\u0939\u093E \u091C\u093E\u0924\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Rodney_Blake"], "keywords":"\u0930\u0949\u0921\u091C\u093C\u093F\u0932\u093E", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri dbp:nickname \"Rodzilla\"@en .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"87", "question":"\u00BFNaci\u00F3 Natalie Portman en los estados unidos de am\u00E9rica?", "answers":["false"], "keywords":"Natalie Portman", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE { \n\tres:Natalie_Portman dbo:birthPlace ?city .\n      \t?city dbo:country res:United_States .\n}" , "lang":"es"}
