{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"Dammi tutti i politici metodisti.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"politici, metodista", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"Donnes-moi tous les politiciens qui sont m\u00E9thodistes.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"politiciens, m\u00E9thodistes", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"Geef alle politici die methodist zijn.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"politici, methodist", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"131", "question":"D\u0103-mi to\u021Bi politicienii metodi\u0219ti", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"politician, metodist", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Politician . \n        ?uri dbo:religion res:Methodism . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"132", "question":"Combien de fois s'est mari\u00E9e Jane Fonda?", "answers":[""], "keywords":"Jane Fonda, marriages, nombre de fois", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT COUNT(DISTINCT ?uri) \nWHERE { \n        res:Jane_Fonda dbo:spouse ?uri . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"133", "question":"D\u0103-mi toate organiza\u021Biile non-profit din Australia.", "answers":["","","","","","","","","","","","","","","","","","","",""], "keywords":"organiza\u021Bie non-profit, Australia", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:type res:Nonprofit_organization . \n      { ?uri dbo:locationCountry res:Australia . } \n      UNION \n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"139", "question":"D\u0103-mi toate companiile din M\u00FCnchen", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"companie, M\u00FCnchen", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Company . \n      { ?uri dbo:location res:Munich . } \n      UNION \n      { ?uri dbo:headquarter res:Munich . } \n      UNION \n      { ?uri dbo:locationCity res:Munich . } \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"140", "question":"Enumer\u0103 toate jocurile de GMT", "answers":["","","","","","",""], "keywords":"joc, GMT", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:publisher res:GMT_Games . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"143", "question":"D\u0103-mi toate rasele c\u00E2inelui Ciob\u0103nesc German.", "answers":["","","","","","","","","",""], "keywords":"ras\u0103, c\u00E2ine Ciob\u0103nesc German", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbp:breed res:German_Shepherd . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"144", "question":"Ce ora\u0219e str\u0103bate Weserul?", "answers":["","","","","","",""], "keywords":"Weser, str\u0103bate, ora\u0219", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Weser dbo:city ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"145", "question":"Quels sont les pays connect\u00E9s pas le Rhin?", "answers":["","","","","",""], "keywords":"pays connect\u00E9s, Rhin", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nPREFIX rdfs: <http:\/\/www.w3.org\/2000\/01\/rdf-schema#> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Rhine dbp:country ?string .  \n        ?uri rdf:type dbo:Country .  \n        ?uri rdfs:label ?string . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"146", "question":"Welke professionele surfers werden geboren in Australi\u00EB?", "answers":["","",""], "keywords":"professionele surfer, Australi\u00EB", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n       { ?uri dbo:birthPlace res:Australia . }\n       UNION \n       { ?uri dbo:birthPlace ?x . \n         ?x dbo:country res:Australia . }\n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"146", "question":"Ce surferi profesioni\u0219ti s-au n\u0103scut \u00EEn Australia?", "answers":["","",""], "keywords":"surfer profesionist, n\u0103scut, Australia", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:occupation res:Surfing .  \n       { ?uri dbo:birthPlace res:Australia . }\n       UNION \n       { ?uri dbo:birthPlace ?x . \n         ?x dbo:country res:Australia . }\n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"149", "question":"Ce alte arme a realizat proiectantul Uzi?", "answers":[""], "keywords":"Uzi, proiectant, realiza, arm\u0103", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Weapon .  \n        ?uri dbp:designer ?x . \n        res:Uzi dbp:designer ?x . \n        FILTER (?uri != res:Uzi) \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"15", "question":"Who created Goofy?", "answers":["","",""], "keywords":"created, Goofy", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Goofy dbo:creator ?uri . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"15", "question":"Wie bedacht Goofy?", "answers":["","",""], "keywords":"bedenker, Goofy", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Goofy dbo:creator ?uri . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"Give me all islands that belong to Japan.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"islands, Japan", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"Gib mir alle Inseln, die zu Japan geh\u00F6ren.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Inseln, Japan", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"Dame todas la islas que pertenezcan a Jap\u00F3n.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"islias, Jap\u00F3n", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"Dammi tutte le isole che appartengono al Giappone.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"isole, Giappone", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"Donnes-moi toutes les \u00EEles qui appartiennent aux Japon.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"\u00EEles, Japon", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"Geef alle eilanden die behoren tot Japan.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"eilanden, Japan", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"151", "question":"D\u0103-mi toate insulele care apar\u021Bin Japoniei.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"insule, Japonia", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Island .  \n        ?uri dbo:country res:Japan . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"153", "question":"Care este partidul la putere \u00EEn Lisabona?", "answers":[""], "keywords":"Lisabona, partid la putere", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Lisbon dbp:leaderParty ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"156", "question":"C\u00E2nd a fost \u00EEnfiin\u021Bat\u0103 Hell Angels?", "answers":[""], "keywords":"Hell Angels, \u00EEnfiin\u021Bat", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?date \nWHERE { \n        res:Hells_Angels dbp:founded ?date . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"157", "question":"D\u0103-mi to\u021Bi astronau\u021Bii Apollo 14.", "answers":["","",""], "keywords":"astronaut, Apollo 14", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:mission res:Apollo_14 . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"Give me the capitals of all countries in Africa.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Africa, country, capital", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"Gib mir die Haupst\u00E4dte von allen L\u00E4ndern in Afrika.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Afrika, Land, Hauptstadt", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"Dame las capitales de todos los pa\u00EDses africanos.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pa\u00EDses, africanos, capital", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"Dammi le capitali di tutti gli stati dell'Africa.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Africa, stato, capitale", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"Donnes-moi la capitale de chaque pays d'Afrique.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"capitale, pays, Afrique", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"Noem de hoofdsteden van alle landen in Afrika.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Africa, land, hoof", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"16", "question":"D\u0103-mi capitalele tuturor \u021B\u0103rilor din Africa.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Africa, \u021Bar\u0103, capital\u0103", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?states rdf:type yago:AfricanCountries . \n        ?states dbo:capital ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"160", "question":"D\u0103-mi o list\u0103 a tuturor lacurilor din Danemarca.", "answers":["","","","","","","",""], "keywords":"lac, Danemarca", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        { ?uri rdf:type dbo:Lake .  \n          ?uri dbo:country res:Denmark . } \n        UNION \n        { ?uri rdf:type yago:LakesOfDenmark . } \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"161", "question":"Donne-moi le nombre de missions Soyouz.", "answers":[""], "keywords":"combien, vols, le programme Soyouz", "sparql":" \nPREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri dbp:programme res:Soyuz_programme . \n}  \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"162", "question":"\u00BFTuvo S\u00F3crates influencia sobre Arist\u00F3teles?", "answers":[""], "keywords":"S\u00F3crates, influencia, Arist\u00F3teles", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Socrates dbo:influenced res:Aristotle . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"162", "question":"Socrate a-t-il influenc\u00E9 Aristote?", "answers":[""], "keywords":"Socrate, influencer, Aristote", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Socrates dbo:influenced res:Aristotle . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"Give me all Danish movies.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"movie, Denmark", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"en"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"Gib mir alle d\u00E4nischen Filme.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"Film, D\u00E4nemark", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"de"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"Dame todas las pel\u00EDculas danesas.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"pel\u00EDcula, Dinamarca", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"es"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"Dammi tutti i film danesi.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, Danimarca", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"it"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"Donnes-moi tous les films danois.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"films, Danemark", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"fr"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"Noem alle Deense films.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, Denemarken", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"nl"}
{"datasetId":"qald-5-train-multilingual","questionId":"163", "question":"D\u0103-mi toate filmele daneze.", "answers":["","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","","",""], "keywords":"film, Danemarca", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:Film .  \n        ?uri dbo:country res:Denmark . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"164", "question":"D\u0103-mi toate rampele de lansare operate de c\u0103tre NASA.", "answers":["","","","","","",""], "keywords":"ramp\u0103 de lansare, operat, NASA", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:LaunchPad .  \n        ?uri dbo:operator res:NASA . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"165", "question":"La ce instrumente c\u00E2nt\u0103 Cat Stevens?", "answers":["","","","","","","","","","","","","",""], "keywords":"Cat Stevens, instrument", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Cat_Stevens dbo:instrument ?uri . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"168", "question":"C\u00E2\u021Bi angaja\u021Bi are Google?", "answers":[""], "keywords":"Google, angaja\u021Bi", "sparql":" \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?num \nWHERE { \n        res:Google dbo:numberOfEmployees ?num . \n} \n\n" , "lang":"ro"}
{"datasetId":"qald-5-train-multilingual","questionId":"169", "question":"A c\u00E2\u0219tigat Tesla un premiu Nobel pentru fizic\u0103?", "answers":[""], "keywords":"Tesla, premiu Nobel, fizic\u0103", "sparql":" \nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nASK \nWHERE { \n        res:Nikola_Tesla dbo:award res:Nobel_Prize_in_Physics . \n} \n\n" , "lang":"ro"}
