{"datasetId":"qald-6-train-multilingual","questionId":"289", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0627\u0644\u06A9 \u0641\u06CC\u0633\u0628\u0648\u06A9 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Zuckerberg"], "keywords":"\u0645\u0627\u0644\u06A9\u060C \u0641\u06CC\u0633\u0628\u0648\u06A9", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Facebook> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"289", "question":"Wem geh\u00F6rt Facebook?", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Zuckerberg"], "keywords":"geh\u00F6rt, Facebook", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Facebook> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"289", "question":"\u00BFQui\u00E9n es el due\u00F1o de Facebook?", "answers":["http:\/\/dbpedia.org\/resource\/Mark_Zuckerberg"], "keywords":"due\u00F1o, Facebook", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Facebook> <http:\/\/dbpedia.org\/ontology\/foundedBy> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"290", "question":"Melon de bourgogne \u0627\u0632 \u0686\u0647 \u0645\u0646\u0637\u0642\u0647 \u0627\u06CC \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Loire_Valley_(wine)"], "keywords":"Melon de Bourgogne\u060C \u0645\u0646\u0637\u0642\u0647 \u0627\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Melon_de_Bourgogne> <http:\/\/dbpedia.org\/ontology\/wineRegion> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"292", "question":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u067E\u0627\u06A9\u0633\u062A\u0627\u0646 \u062F\u0631 1978 \u0686\u0647 \u06A9\u0633\u06CC \u0628\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Muhammad_Zia-ul-Haq"], "keywords":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631\u060C \u067E\u0627\u06A9\u0633\u062A\u0627\u0646\u060C 1978", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/President_of_Pakistan> .  ?uri <http:\/\/dbpedia.org\/property\/years> 1978 . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"292", "question":"\u00BFQui\u00E9n fue el presidente de Pakist\u00E1n en 1978?", "answers":["http:\/\/dbpedia.org\/resource\/Muhammad_Zia-ul-Haq"], "keywords":"presidente, Pakist\u00E1n, 1978", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/President_of_Pakistan> .  ?uri <http:\/\/dbpedia.org\/property\/years> 1978 . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"292", "question":"Cine a fost pre\u015Fedintele Pakistanului \u00EEn 1978?", "answers":["http:\/\/dbpedia.org\/resource\/Muhammad_Zia-ul-Haq"], "keywords":"pre\u015Fedinte, Pakistan, 1978", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/property\/title> <http:\/\/dbpedia.org\/resource\/President_of_Pakistan> .  ?uri <http:\/\/dbpedia.org\/property\/years> 1978 . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"293", "question":"Give me English actors starring in Lovesick.", "answers":["http:\/\/dbpedia.org\/resource\/Dudley_Moore"], "keywords":"English actors, starring, Lovesick", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Lovesick> <http:\/\/dbpedia.org\/ontology\/starring> ?uri .  { ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/England> . }  UNION  { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EnglishFilmActors> . } } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"Give me all types of eating disorders.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"types, eating disorders", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"\u062A\u0645\u0627\u0645 \u0627\u0646\u0648\u0627\u0639 \u0627\u062E\u062A\u0644\u0627\u0644\u0627\u062A \u063A\u0630\u0627 \u062E\u0648\u0631\u062F\u0646 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"\u0627\u0646\u0648\u0627\u0639\u060C \u0627\u062E\u062A\u0644\u0627\u0644\u0627\u062A \u063A\u0630\u0627 \u062E\u0648\u0631\u062F\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"Zeig mir alle Arten von Essst\u00F6rungen.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"Arten von, Esst\u00F6rungen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"\u00BFQue tipos hay de trastornos de la alimentaci\u00F3n?", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"tipos, trastornos de la alimentaci\u00F3n", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"Dammi tutti i tipi di disturbi alimentari.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"tipi, disturbi alimentari", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"Donne-moi tous les types de troubles du comportement alimentaire.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"types, troubles du comportement alimentaire", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"Toen alle soorten eetstoornissen.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"soorten, eetstoornissen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"294", "question":"D\u0103-mi toate tipurile de tulbur\u0103ri alimentare.", "answers":["http:\/\/dbpedia.org\/resource\/Nocturnal_sleep_related_eating_disorder"], "keywords":"tipuri, tulbur\u0103ri alimentare", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/EatingDisorders> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"295", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u0627 \u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0634\u06CC\u0631\u0627\u06A9 \u0627\u0632\u062F\u0648\u0627\u062C \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Bernadette_Chirac"], "keywords":"\u0631\u0626\u06CC\u0633 \u062C\u0645\u0647\u0648\u0631 \u0634\u06CC\u0631\u0627\u06A9\u060C \u0627\u0632\u062F\u0648\u0627\u062C", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Jacques_Chirac> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"295", "question":"Qui \u00E9tait marri\u00E9 avec le pr\u00E9sident Chirac?", "answers":["http:\/\/dbpedia.org\/resource\/Bernadette_Chirac"], "keywords":"\u00E9pouse, pr\u00E9sident Chirac", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Jacques_Chirac> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"296", "question":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0645\u0646\u0637\u0642\u0647 \u0634\u0647\u0631\u06CC \u062F\u0631 \u0627\u06CC\u0627\u0644\u062A \u0648\u0627\u0634\u0646\u06AF\u062A\u0646 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Seattle_metropolitan_area"], "keywords":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0645\u0646\u0637\u0642\u0647 \u0634\u0647\u0631\u06CC\u060C \u0627\u06CC\u0627\u0644\u062A \u0648\u0627\u0634\u0646\u06AF\u062A\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Washington_(state)> <http:\/\/dbpedia.org\/property\/largestmetro> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"297", "question":"\u0634\u0631\u0627\u0628 \u06AF\u0627\u0632\u062F\u0627\u0631 \u062F\u0631 \u06A9\u062C\u0627\u06CC \u0641\u0631\u0627\u0646\u0633\u0647 \u062A\u0648\u0644\u06CC\u062F \u0645\u06CC \u0634\u0648\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Loire_Valley_(wine)"], "keywords":"\u0634\u0631\u0627\u0628 \u06AF\u0627\u0632\u062F\u0627\u0631\u060C \u0641\u0631\u0627\u0646\u0633\u0647\u060C \u062A\u0648\u0644\u06CC\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/wineProduced> <http:\/\/dbpedia.org\/resource\/Sparkling_wine> .  ?uri <http:\/\/dbpedia.org\/ontology\/location> <http:\/\/dbpedia.org\/resource\/France> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"298", "question":"\u06A9\u062C\u0627 \u0647\u06CC\u0644\u0644 \u0627\u0633\u0644\u0648\u0648\u06A9 \u0641\u0648\u062A \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Los_Angeles"], "keywords":"\u0647\u06CC\u0644\u0644 \u0627\u0633\u0644\u0648\u0648\u06A9\u060C \u0641\u0648\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Hillel_Slovak> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"298", "question":"Donne moi le lieu de d\u00E9c\u00E8s de Hillel Slovak.", "answers":["http:\/\/dbpedia.org\/resource\/Los_Angeles"], "keywords":"lieu, d\u00E9c\u00E8s, Hillel Slovak", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Hillel_Slovak> <http:\/\/dbpedia.org\/ontology\/deathPlace> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"299", "question":"\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC \u062F\u0631 San Pedro de Atacama \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Time_in_Chile"], "keywords":"\u0645\u0646\u0637\u0642\u0647 \u0632\u0645\u0627\u0646\u06CC\u060C San Pedro de Atacama", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/San_Pedro_de_Atacama> <http:\/\/dbpedia.org\/ontology\/timeZone> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"300", "question":"\u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u0645\u0633\u06CC\u0631 68 \u0634\u06CC\u0644\u06CC \u067E\u0627\u06CC\u0627\u0646 \u0645\u06CC \u06CC\u0627\u0628\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Valpara\u00EDso"], "keywords":"\u0634\u0647\u0631\u060C \u0645\u0633\u06CC\u0631 68 \u0634\u06CC\u0644\u06CC\u060C \u067E\u0627\u06CC\u0627\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Chile_Route_68> <http:\/\/dbpedia.org\/ontology\/routeEnd> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"301", "question":"Give me all ESA astronauts.", "answers":["http:\/\/dbpedia.org\/resource\/Christer_Fuglesang"], "keywords":"ESA astronauts", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Astronaut> .  ?uri <http:\/\/dbpedia.org\/ontology\/type> <http:\/\/dbpedia.org\/resource\/European_Space_Agency> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"Give me all Swedish holidays.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"Swedish holidays", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"\u062A\u0645\u0627\u0645 \u062A\u0639\u0637\u06CC\u0644\u0627\u062A \u0633\u0648\u0626\u062F\u06CC \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"\u062A\u0639\u0637\u06CC\u0644\u0627\u062A \u0633\u0648\u0626\u062F\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"Gib mir alle schwedischen Feiertage.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"schwedische Feiertage", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"Dame todos los d\u00EDas festivos en Suecia.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"d\u00EDas festivos, Suecia", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"Dammi tutti i giorni festivi svedesi.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"giorni festivi svedesi", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"Donne-moi tous les jours f\u00E9ri\u00E9s en Su\u00E8de.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"jours f\u00E9ri\u00E9s, Su\u00E8de", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"Geef alle Zweedse feestdagen.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"Zweedse feestdagen", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"302", "question":"D\u0103 toate zilele de s\u0103rb\u0103toare din Suedia.", "answers":["http:\/\/dbpedia.org\/resource\/Veterans_Day_(Sweden)"], "keywords":"zile de s\u0103rb\u0103toare, Suedia", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Holiday> .  ?uri <http:\/\/dbpedia.org\/ontology\/country> <http:\/\/dbpedia.org\/resource\/Sweden> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"303", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u062C\u0648\u0627\u0646 \u062A\u0631\u06CC\u0646 \u0628\u0631\u0646\u062F\u0647 \u062C\u0627\u06CC\u0632\u0647 \u067E\u0648\u0644\u06CC\u062A\u0632\u0631 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Jose_Antonio_Vargas"], "keywords":"\u062C\u0648\u0627\u0646 \u062A\u0631\u06CC\u0646\u060C \u0628\u0631\u0646\u062F\u0647\u060C \u062C\u0627\u06CC\u0632\u0647 \u067E\u0648\u0644\u06CC\u062A\u0632\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Pulitzer_Prize> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?d . } ORDER BY DESC(?d) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"303", "question":"Wer ist der j\u00FCngste Pulitzer-Preistr\u00E4ger?", "answers":["http:\/\/dbpedia.org\/resource\/Jose_Antonio_Vargas"], "keywords":"j\u00FCngster, Pulitzer-Preistr\u00E4ger", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Pulitzer_Prize> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?d . } ORDER BY DESC(?d) OFFSET 0 LIMIT 1 " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"303", "question":"Qui est le plus jeune personne \u00E0 obtenir le Prix Pullitzer.", "answers":["http:\/\/dbpedia.org\/resource\/Jose_Antonio_Vargas"], "keywords":"plus jeune, Prix Pullitzer", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/award> <http:\/\/dbpedia.org\/resource\/Pulitzer_Prize> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?d . } ORDER BY DESC(?d) OFFSET 0 LIMIT 1 " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"304", "question":"\u0686\u0647 \u062C\u0627\u0646\u0648\u0631\u0627\u0646\u06CC \u062F\u0631 \u0645\u0639\u0631\u0636 \u062E\u0637\u0631 \u0627\u0646\u0642\u0631\u0627\u0636 \u0647\u0633\u062A\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Islamia_bendidis"], "keywords":"\u062C\u0627\u0646\u0648\u0631\u0627\u0646\u06CC\u060C \u0645\u0639\u0631\u0636 \u062E\u0637\u0631 \u0627\u0646\u0642\u0631\u0627\u0636", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Animal> .  ?uri <http:\/\/dbpedia.org\/ontology\/conservationStatus> 'CR'^^<http:\/\/www.w3.org\/2001\/XMLSchema#string> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"305", "question":"\u0686\u0647 \u0628\u0627\u0632\u06CC\u06A9\u0646\u0627\u0646 \u0641\u0648\u062A\u0628\u0627\u0644\u06CC \u062F\u0631 \u0645\u0627\u0644\u062A \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Rachel_Cuschieri"], "keywords":"\u0628\u0627\u0632\u06CC\u06A9\u0646\u0627\u0646 \u0641\u0648\u062A\u0628\u0627\u0644\u06CC\u060C \u0645\u0627\u0644\u062A\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/SoccerPlayer> .  ?uri <http:\/\/dbpedia.org\/ontology\/birthPlace> <http:\/\/dbpedia.org\/resource\/Malta> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"306", "question":"\u0622\u06CC\u0627 \u0622\u0631\u0646\u0648\u0644\u062F \u0634\u0648\u0627\u0631\u062A\u0632\u0646\u06AF\u0631 \u062F\u0631 \u062F\u0627\u0646\u0634\u06AF\u0627\u0647\u06CC \u062D\u0636\u0648\u0631 \u062F\u0627\u0634\u062A\u0647 \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0622\u0631\u0646\u0648\u0644\u062F \u0634\u0648\u0627\u0631\u062A\u0632\u0646\u06AF\u0631\u060C \u062F\u0627\u0646\u0634\u06AF\u0627\u0647\u06CC\u060C \u062D\u0636\u0648\u0631", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger> <http:\/\/dbpedia.org\/ontology\/almaMater> ?x .  ?x <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/University> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"306", "question":"Hat Arnold Schwarzenegger eine Universit\u00E4t besucht?", "answers":[], "keywords":"Arnold Schwarzenegger, Universit\u00E4t, besucht", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger> <http:\/\/dbpedia.org\/ontology\/almaMater> ?x .  ?x <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/University> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"306", "question":"Arnold Schwarzenegger ha frequentato l'Universit\u00E0?", "answers":[], "keywords":"Arnold Schwarzenegger, frequentare, Universit\u00E0", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger> <http:\/\/dbpedia.org\/ontology\/almaMater> ?x .  ?x <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/University> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"306", "question":"Est-ce que Arnold Schwarzenegger a \u00E9tudi\u00E9 \u00E0 une universit\u00E9?", "answers":[], "keywords":"Arnold Schwarzenegger, etudi\u00E9, universit\u00E9", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Arnold_Schwarzenegger> <http:\/\/dbpedia.org\/ontology\/almaMater> ?x .  ?x <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/University> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"307", "question":"\u0686\u0647 \u0632\u0628\u0627\u0646 \u0647\u0627\u06CC \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06CC\u0633\u06CC \u062A\u062D\u062A \u062A\u0623\u062B\u06CC\u0631 \u067E\u0631\u0644 \u0628\u0648\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/JavaScript"], "keywords":"\u0632\u0628\u0627\u0646 \u0647\u0627\u06CC \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06CC\u0633\u06CC\u060C \u062A\u0623\u062B\u06CC\u0631\u060C \u067E\u0631\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/ProgrammingLanguage> . { ?uri <http:\/\/dbpedia.org\/ontology\/influencedBy> <http:\/\/dbpedia.org\/resource\/Perl> . } UNION { <http:\/\/dbpedia.org\/resource\/Perl> <http:\/\/dbpedia.org\/ontology\/influenced> ?uri . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"308", "question":"\u0622\u06CC\u0627 \u0628\u0627\u0631\u0627\u06A9 \u0627\u0648\u0628\u0627\u0645\u0627 \u06CC\u06A9 \u062F\u0645\u0648\u06A9\u0631\u0627\u062A \u0627\u0633\u062A\u061F", "answers":[], "keywords":"\u0628\u0627\u0631\u0627\u06A9 \u0627\u0648\u0628\u0627\u0645\u0627\u060C \u062F\u0645\u0648\u06A9\u0631\u0627\u062A", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Barack_Obama> <http:\/\/dbpedia.org\/ontology\/party> <http:\/\/dbpedia.org\/resource\/Democratic_Party_(United_States)> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"308", "question":"\u00BFEs Barack Obama dem\u00F3crata?", "answers":[], "keywords":"Barack Obama, dem\u00F3crata", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Barack_Obama> <http:\/\/dbpedia.org\/ontology\/party> <http:\/\/dbpedia.org\/resource\/Democratic_Party_(United_States)> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"308", "question":"Barack Obama est-il un d\u00E9mocrate?", "answers":[], "keywords":"Barack Obama, d\u00E9mocrate", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Barack_Obama> <http:\/\/dbpedia.org\/ontology\/party> <http:\/\/dbpedia.org\/resource\/Democratic_Party_(United_States)> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"309", "question":"\u0627\u062F\u06CC \u0645\u0648\u0631\u0641\u06CC \u0686\u0646\u062F \u0641\u0631\u0632\u0646\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["8"], "keywords":"\u0627\u062F\u06CC \u0645\u0648\u0631\u0641\u06CC\u060C \u0641\u0631\u0632\u0646\u062F", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Eddie_Murphy> <http:\/\/dbpedia.org\/property\/children> ?n . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"310", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0633\u0646 \u062A\u0631\u06CC\u0646 \u0641\u0631\u0632\u0646\u062F \u0645\u0631\u06CC\u0644 \u0627\u0633\u062A\u0631\u06CC\u067E \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Henry_Wolfe_Gummer"], "keywords":"\u0645\u0633\u0646 \u062A\u0631\u06CC\u0646 \u0641\u0631\u0632\u0646\u062F\u060C \u0645\u0631\u06CC\u0644 \u0627\u0633\u062A\u0631\u06CC\u067E", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Meryl_Streep> <http:\/\/dbpedia.org\/ontology\/child> ?uri .  ?uri <http:\/\/dbpedia.org\/ontology\/birthDate> ?d . } ORDER BY ASC(?d) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"313", "question":"\u06A9\u062F\u0627\u0645 \u0628\u0631\u0646\u0627\u0645\u0647 \u0645\u0633\u0627\u0641\u0631 \u0647\u0648\u0627\u06CC\u06CC \u0645\u06A9\u0631\u0631 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u062E\u0637\u0648\u0637 \u0647\u0648\u0627\u06CC\u06CC \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Miles_&_More"], "keywords":"\u0628\u0631\u0646\u0627\u0645\u0647 \u0645\u0633\u0627\u0641\u0631 \u0647\u0648\u0627\u06CC\u06CC \u0645\u06A9\u0631\u0631\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u062E\u0637\u0648\u0637 \u0647\u0648\u0627\u06CC\u06CC", "sparql":"SELECT ?uri WHERE {  ?airline <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Airline> .  ?airline <http:\/\/dbpedia.org\/property\/frequentFlyer> ?uri.  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/FrequentFlyerPrograms> . } ORDER BY DESC(COUNT(DISTINCT ?airline)) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"314", "question":"\u0686\u0647 \u0647\u0646\u0631\u0645\u0646\u062F\u0627\u0646\u06CC \u062F\u0631 \u062A\u0627\u0631\u06CC\u062E \u06CC\u06A9\u0633\u0627\u0646\u06CC \u0628\u0627 \u0631\u06CC\u0686\u0644 \u0627\u0633\u062A\u06CC\u0648\u0646\u0632 \u0645\u062A\u0648\u0644\u062F \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Vesna_Pisarovi%C4%87"], "keywords":"\u0647\u0646\u0631\u0645\u0646\u062F\u0627\u0646\u06CC\u060C \u062A\u0627\u0631\u06CC\u062E \u06CC\u06A9\u0633\u0627\u0646\u06CC\u060C \u0631\u06CC\u0686\u0644 \u0627\u0633\u062A\u06CC\u0648\u0646\u0632\u060C \u0645\u062A\u0648\u0644\u062F", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Artist> . <http:\/\/dbpedia.org\/resource\/Rachel_Stevens> <http:\/\/dbpedia.org\/property\/dateOfBirth> ?date . ?uri <http:\/\/dbpedia.org\/property\/dateOfBirth> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"315", "question":"\u0686\u0646\u062F \u062F\u0627\u0646\u0634\u0645\u0646\u062F \u0627\u0632 \u06CC\u06A9 \u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u0622\u06CC\u0648\u06CC \u0644\u06CC\u06AF \u0641\u0627\u0631\u063A \u0627\u0644\u062A\u062D\u0635\u06CC\u0644 \u0634\u062F\u0646\u062F\u061F", "answers":["319"], "keywords":"\u062F\u0627\u0646\u0634\u0645\u0646\u062F\u060C \u062F\u0627\u0646\u0634\u06AF\u0627\u0647 \u0622\u06CC\u0648\u06CC \u0644\u06CC\u06AF\u060C \u0641\u0627\u0631\u063A \u0627\u0644\u062A\u062D\u0635\u06CC\u0644", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE { ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Scientist> . ?uri <http:\/\/dbpedia.org\/ontology\/almaMater> ?university . ?university <http:\/\/dbpedia.org\/ontology\/affiliation> <http:\/\/dbpedia.org\/resource\/Ivy_League> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"316", "question":"\u0686\u0647 \u0627\u0646\u0648\u0627\u0639\u06CC \u0627\u0632 \u0627\u0646\u06AF\u0648\u0631 \u062F\u0631 \u0627\u0648\u0631\u06AF\u0646 \u0631\u0634\u062F \u0645\u06CC \u06A9\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/M\u00FCller-Thurgau"], "keywords":"\u0627\u0646\u0648\u0627\u0639\u06CC \u0627\u0646\u06AF\u0648\u0631\u060C \u0627\u0648\u0631\u06AF\u0646\u060C \u0631\u0634\u062F", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Oregon_wine> <http:\/\/dbpedia.org\/ontology\/growingGrape> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"316", "question":"Ce soiuri de struguri cresc \u00EEn Oregon?", "answers":["http:\/\/dbpedia.org\/resource\/M\u00FCller-Thurgau"], "keywords":"soiuri de struguri, cresc, Oregon", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Oregon_wine> <http:\/\/dbpedia.org\/ontology\/growingGrape> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"318", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u062F\u06CC\u0631 \u0631\u0626\u0627\u0644 \u0645\u0627\u062F\u0631\u06CC\u062F \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Carlo_Ancelotti"], "keywords":"\u0645\u062F\u06CC\u0631\u060C \u0631\u0626\u0627\u0644 \u0645\u0627\u062F\u0631\u06CC\u062F", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Real_Madrid_C.F.> <http:\/\/dbpedia.org\/ontology\/manager> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"319", "question":"Give me the currency of China.", "answers":["http:\/\/dbpedia.org\/resource\/Renminbi"], "keywords":"currency, China", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/China> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"319", "question":"\u067E\u0648\u0644 \u0631\u0627\u06CC\u062C \u0686\u06CC\u0646 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Renminbi"], "keywords":"\u067E\u0648\u0644 \u0631\u0627\u06CC\u062C\u060C \u0686\u06CC\u0646", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/China> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"319", "question":"Dammi la valuta della Cina.", "answers":["http:\/\/dbpedia.org\/resource\/Renminbi"], "keywords":"valuta, Cina", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/China> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"319", "question":"Doone-moi la monnaie chinoise.", "answers":["http:\/\/dbpedia.org\/resource\/Renminbi"], "keywords":"monnaie, chinoise", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/China> <http:\/\/dbpedia.org\/ontology\/currency> ?uri . } " , "lang":"fr"}
