{"datasetId":"qald-6-train-multilingual","questionId":"76", "question":"\u00BFCu\u00E1ntas pel\u00EDculas ha producido Hal Roach?", "answers":["480"], "keywords":"pel\u00EDculas, producido, Hal Roach", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"76", "question":"Quanti film ha prodotto Hal Roach?", "answers":["480"], "keywords":"film, prodotto, Hal Roach", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"76", "question":"Combien de films ont \u00E9t\u00E9 produit par Hal Roach?", "answers":["480"], "keywords":"combien, films, Hal Roach", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"76", "question":"Hoeveel films heeft Hal Roach geproduceerd?", "answers":["480"], "keywords":"Hal Roach, producent, film", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"76", "question":"C\u00E2te filme a produs Hal Roach?", "answers":["480"], "keywords":"Hal Roach, produs, film", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/producer> <http:\/\/dbpedia.org\/resource\/Hal_Roach> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"\u06A9\u062F\u0627\u0645 \u0622\u0644\u0628\u0648\u0645 \u0645\u0648\u0633\u06CC\u0642\u06CC \u0622\u0647\u0646\u06AF \u0644\u0633\u062A \u06A9\u0631\u06CC\u0633\u0645\u0633 \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"\u0622\u0644\u0628\u0648\u0645 \u0645\u0648\u0633\u06CC\u0642\u06CC\u060C \u0622\u0647\u0646\u06AF\u060C \u0644\u0633\u062A \u06A9\u0631\u06CC\u0633\u0645\u0633", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"Auf welchen Musikalben ist das Lied Last Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"Musikalbum, Lied, Last Christmas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"\u00BFQu\u00E9 albums musicales contienen la canci\u00F3n Las Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"album musical, canci\u00F3n, Last Christmas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"Quali album musicali contengono la canzone Last Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"album musicale, canzone, Last Christmas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"Quels albums contiennent le morceau Last Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"albums, contiennent, Last Christmas?", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"Op welke muziekalbums staat het nummer Last Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"muziekalbum, nummer, Last Christmas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"77", "question":"Ce albume muzicale con\u021Bin melodia Last Christmas?", "answers":["http:\/\/dbpedia.org\/resource\/Whigfield_(album)"], "keywords":"album musical, melodie, Last Christmas", "sparql":"SELECT DISTINCT ?uri WHERE {  ?single <http:\/\/dbpedia.org\/ontology\/album> ?uri .  ?single <http:\/\/www.w3.org\/2000\/01\/rdf-schema#label> 'Last Christmas'@en . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"Give me all books written by Danielle Steel.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"book, written, Danielle Steel", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"\u062A\u0645\u0627\u0645 \u06A9\u062A\u0627\u0628 \u0647\u0627\u06CC \u0646\u0648\u0634\u062A\u0647 \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u062F\u0627\u0646\u06CC\u0644 \u0627\u0633\u062A\u06CC\u0644 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"\u06A9\u062A\u0627\u0628 \u0647\u0627\u06CC\u060C \u0646\u0648\u0634\u062A\u0647\u060C \u062F\u0627\u0646\u06CC\u0644 \u0627\u0633\u062A\u06CC\u0644", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"Gib mir alle B\u00FCcher, die Danielle Steel geschrieben hat.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"Buch, schreiben, Danielle Steel", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"Dame todos los libros escritos por Danielle Steel.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"libors, escritos, Danielle Steel", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"Dammi tutti i libri scritti da Danielle Steel.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"libri, scritti, Danielle Steel", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"Donnes-moi tous les livres \u00E9crits par Danielle Steel.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"livres, \u00E9crits, Danielle Steele", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"Noem alle boeken van Danielle Steel.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"boek, Danielle Steel", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"78", "question":"D\u0103-mi toate c\u0103r\u021Bile scrise de Danielle Steel.", "answers":["http:\/\/dbpedia.org\/resource\/Silent_Honor"], "keywords":"carte, scris\u0103, Danielle Steele", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Book> .  ?uri <http:\/\/dbpedia.org\/ontology\/author> <http:\/\/dbpedia.org\/resource\/Danielle_Steel> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"\u062F\u0631 \u06A9\u062F\u0627\u0645 \u0627\u06CC\u0627\u0644\u062A \u0647\u0627\u06CC \u0622\u0644\u0645\u0627\u0646 \u062D\u0632\u0628 \u0633\u0648\u0633\u06CC\u0627\u0644 \u062F\u0645\u0648\u06A9\u0631\u0627\u062A \u062D\u0627\u06A9\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"\u0627\u06CC\u0627\u0644\u062A \u0647\u0627\u06CC\u060C \u0622\u0644\u0645\u0627\u0646\u060C \u062D\u0632\u0628 \u0633\u0648\u0633\u06CC\u0627\u0644 \u062F\u0645\u0648\u06A9\u0631\u0627\u062A\u060C \u062D\u0627\u06A9\u0645", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"Welche Bundesl\u00E4nder in Deutschland werden von der SPD regiert?", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"Deutschland, Bundesland, regieren, SPD", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"\u00BFEn qu\u00E9 estados federales de Alemania gobierna la SPD?", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"estado federal, Alemania, gobierna, SPD", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"In quali stati federati della Germania governa il Partito Socialista Democratico?", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"stato federato, Germania, governo, Partito Socialista Democratico", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"Quels sont les \u00E9tats d'Allemagne gouvern\u00E9s par le parti social-d\u00E9mocrate d'Allemagne?", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"\u00E9tats d'Allemagne, parti social-d\u00E9mocrate d'Allemagne, gouvern\u00E9s", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"In welke Duitse deelstaten is de SPD aan de macht?", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"Duitse deelstaat, SPD, aan de macht", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"8", "question":"Ce state germane sunt guvernate de Partidul Social Democrat?", "answers":["http:\/\/dbpedia.org\/resource\/Lower_Saxony"], "keywords":"stat, Germania, guverna, Partidul Social Democrat", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfGermany> .  { ?uri <http:\/\/dbpedia.org\/ontology\/leaderParty> <http:\/\/dbpedia.org\/resource\/Social_Democratic_Party_of_Germany> . } UNION  { ?uri <http:\/\/dbpedia.org\/property\/rulingParty> 'SPD'@en . } } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"\u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646 \u0632\u0628\u0627\u0646 \u0631\u0633\u0645\u06CC \u0631\u0627 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"\u06A9\u0634\u0648\u0631\u060C \u0628\u06CC\u0634\u062A\u0631\u06CC\u0646\u060C \u0632\u0628\u0627\u0646 \u0631\u0633\u0645\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> fauage . } ORDER BY DESC(COUNT(fauage)) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"Welches Land hat die meisten Amtssprachen?", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"Land, Amtssprache, die meisten", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> deuage . } ORDER BY DESC(COUNT(deuage)) OFFSET 0 LIMIT 1 " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"\u00BFQu\u00E9 pa\u00EDs tiene m\u00E1s idiomas oficiales?", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"pa\u00EDs, idiomas oficiales, m\u00E1s", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> esuage . } ORDER BY DESC(COUNT(esuage)) OFFSET 0 LIMIT 1 " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"Quale stato ha pi\u00F9 lingue ufficiali?", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"stato, lingue ufficiali, pi\u00F9", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> ituage . } ORDER BY DESC(COUNT(ituage)) OFFSET 0 LIMIT 1 " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"Quels pays a le plus de langues officielles?", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"pays, plus de langues officielles", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> fruage . } ORDER BY DESC(COUNT(fruage)) OFFSET 0 LIMIT 1 " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"Welk land heeft de meeste offici\u00EBle talen.", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"land, offici\u00EBle taal, meeste", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> nluage . } ORDER BY DESC(COUNT(nluage)) OFFSET 0 LIMIT 1 " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"81", "question":"Ce \u021Bar\u0103 are cele mai multe limbi oficiale?", "answers":["http:\/\/dbpedia.org\/resource\/Vojvodina"], "keywords":"\u0219ar\u0103, limb\u0103 oficial\u0103, cele mai multe", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Country> .  ?uri <http:\/\/dbpedia.org\/property\/officialLanguages> rouage . } ORDER BY DESC(COUNT(rouage)) OFFSET 0 LIMIT 1 " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"82", "question":"\u06AF\u06CC\u0645\u067E \u0628\u0627 \u0686\u0647 \u0632\u0628\u0627\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06CC\u0633\u06CC \u0646\u0648\u0634\u062A\u0647 \u0634\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/GTK+"], "keywords":"\u06AF\u06CC\u0645\u067E\u060C \u0632\u0628\u0627\u0646 \u0628\u0631\u0646\u0627\u0645\u0647 \u0646\u0648\u06CC\u0633\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/GIMP> <http:\/\/dbpedia.org\/ontology\/programmingLanguage> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"82", "question":"In quale linguaggio di programmazione \u00E8 scritto GIMP?", "answers":["http:\/\/dbpedia.org\/resource\/GTK+"], "keywords":"GIMP, linguaggio di programmazione", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/GIMP> <http:\/\/dbpedia.org\/ontology\/programmingLanguage> ?uri . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"82", "question":"En quel langage de programmation a \u00E9t\u00E9 \u00E9crit GIMP?", "answers":["http:\/\/dbpedia.org\/resource\/GTK+"], "keywords":"langage de programmation, GIMP", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/GIMP> <http:\/\/dbpedia.org\/ontology\/programmingLanguage> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"82", "question":"\u00CEn ce limbaj de programare este scris GIMP?", "answers":["http:\/\/dbpedia.org\/resource\/GTK+"], "keywords":"GIMP, limbaj de programare", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/GIMP> <http:\/\/dbpedia.org\/ontology\/programmingLanguage> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"83", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC \u0628\u0627 \u0628\u0627\u0632\u06CC \u0646\u0627\u062A\u0627\u0644\u06CC \u067E\u0648\u0631\u062A\u0645\u0646 \u0631\u0627 \u062A\u0648\u0644\u06CC\u062F \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Doug_Magallon,_Greg_Strom"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC\u060C \u0628\u0627\u0632\u06CC\u060C \u0646\u0627\u062A\u0627\u0644\u06CC \u067E\u0648\u0631\u062A\u0645\u0646\u060C \u062A\u0648\u0644\u06CC\u062F", "sparql":"SELECT DISTINCT ?uri WHERE {  ?film <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?film <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Natalie_Portman> .  ?film <http:\/\/dbpedia.org\/ontology\/producer> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"Give me all movies with Tom Cruise.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"movie, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"\u062A\u0645\u0627\u0645 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC \u062A\u0627\u0645 \u06A9\u0631\u0648\u0632 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"\u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u060C \u062A\u0627\u0645 \u06A9\u0631\u0648\u0632", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"Gib mir alle Filme mit Tom Cruise.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"Film, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"Dame todas las pel\u00EDculas con Tom Cruise", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"pel\u00EDculas, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"Dammi tutti i film con Tom Cruise.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"film, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"Donnes-moi tous les films avec Tom Cruise.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"films, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"Noem alle films met Tom Cruise.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"film, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"84", "question":"D\u0103-mi toate filmele cu Tom Cruise.", "answers":["http:\/\/dbpedia.org\/resource\/Far_and_Away"], "keywords":"film, Tom Cruise", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Tom_Cruise> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"Give me all female given names.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"female, given name", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"\u062A\u0645\u0627\u0645 \u0627\u0633\u0645 \u0647\u0627\u06CC \u062F\u062E\u062A\u0631\u0627\u0646\u0647 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"\u0627\u0633\u0645 \u0647\u0627\u06CC\u060C \u062F\u062E\u062A\u0631\u0627\u0646\u0647", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"Gib mir alle weiblichen Vornamen.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"weiblich, Vorname", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"Dame todos los nombres propios femeninos.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"nombre propio, femenino", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"Dammi tutti i nomi propri femminili.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"nome proprio, femminile", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"Donnes-moi tous les pr\u00E9noms f\u00E9minins.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"pr\u00E9nom, f\u00E9minin", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"Geef me alle vrouwelijke voornaamen.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"vrouwelijk, voornaam", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"86", "question":"D\u0103-mi toate prenumele feminine.", "answers":["http:\/\/dbpedia.org\/resource\/Zuleika_(given_name)"], "keywords":"feminine, prenume", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/GivenName> .  ?uri <http:\/\/dbpedia.org\/ontology\/gender> <http:\/\/dbpedia.org\/resource\/Female> . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"87", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u06A9\u062A\u0627\u0628 \u0633\u062A\u0648\u0646 \u0647\u0627\u06CC \u0632\u0645\u06CC\u0646 \u0631\u0627 \u0646\u0648\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Ken_Follett"], "keywords":"\u06A9\u062A\u0627\u0628\u060C \u0633\u062A\u0648\u0646 \u0647\u0627\u06CC \u0632\u0645\u06CC\u0646\u060C \u0646\u0648\u0634\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Pillars_of_the_Earth> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"87", "question":"Wer schrieb das Buch Die S\u00E4ulen der Erde?", "answers":["http:\/\/dbpedia.org\/resource\/Ken_Follett"], "keywords":"schreiben, Buch, Die S\u00E4ulen der Erde", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Pillars_of_the_Earth> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"87", "question":"Cine e scris cartea St\u00E2lpii P\u0103m\u00E2ntului?", "answers":["http:\/\/dbpedia.org\/resource\/Ken_Follett"], "keywords":"scrie, carte, St\u00E2lpii P\u0103m\u00E2ntului", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Pillars_of_the_Earth> <http:\/\/dbpedia.org\/ontology\/author> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"88", "question":"\u0644\u0626\u0648\u0646\u0627\u0631\u062F\u0648 \u062F\u06CC\u06A9\u0627\u067E\u0631\u06CC\u0648 \u062F\u0631 \u0686\u0646\u062F \u0641\u06CC\u0644\u0645 \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A\u061F", "answers":["23"], "keywords":"\u0644\u0626\u0648\u0646\u0627\u0631\u062F\u0648 \u062F\u06CC\u06A9\u0627\u067E\u0631\u06CC\u0648\u060C \u0641\u06CC\u0644\u0645\u060C \u0628\u0627\u0632\u06CC", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Leonardo_DiCaprio> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"88", "question":"\u00BFEn cu\u00E1ntas pel\u00EDculas ha actuado Leonardo DiCaprio?", "answers":["23"], "keywords":"pel\u00EDculas, cu\u00E1ntas, act\u00FAa, Leonardo DiCaprio", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Leonardo_DiCaprio> . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"88", "question":"In quanti film ha recitato Leonardo DiCaprio?", "answers":["23"], "keywords":"film, recitare, Leonardo DiCaprio", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Leonardo_DiCaprio> . } " , "lang":"it"}
