{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"List all the musicals with music by Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"musicals, music by, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"en"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"Liste alle Musicals mit Musik von Elton John auf.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"Musicals, Musik von, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"Dame todos los musicales con m\u00FAsica de Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"musicales, m\u00FAsica, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"Elenca tutti i musicals con musiche di Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"musicals, musiche, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"it"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"Donne-moi tous les musicals avec de la musique de de Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"musicals, musique, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"Toen een lijst van alle musicals met muziek van Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"musicals, muziek van, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"\u090F\u0932\u094D\u091F\u0928 \u091C\u0949\u0928 \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u0902\u0917\u0940\u0924 \u0915\u0947 \u0938\u093E\u0925 \u0938\u092D\u0940 \u0938\u0902\u0917\u0940\u0924\u094B\u0902 \u0915\u094B \u0938\u0942\u091A\u0940\u092C\u0926\u094D\u0927 \u0915\u0930\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"\u090F\u0932\u094D\u091F\u0928 \u091C\u0949\u0928 \u0915\u093E \u0938\u0902\u0917\u0940\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"1", "question":"Listeaz\u0103 toate muzicalurile cu muzic\u0103 de Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"muzicaluri, muzic\u0103 de Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Musical ; dbo:musicBy res:Elton_John }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"2", "question":"\u0641\u0627\u0646\u0648\u0633 \u062F\u0631\u06CC\u0627\u06CC\u06CC \u06A9\u0648\u0644\u0648\u0645\u0628\u0648 \u0686\u0642\u062F\u0631 \u0628\u0644\u0646\u062F \u0627\u0633\u062A\u061F", "answers":["15.0"], "keywords":"\u0641\u0627\u0646\u0648\u0633 \u062F\u0631\u06CC\u0627\u06CC\u06CC \u06A9\u0648\u0644\u0648\u0645\u0628\u0648\u060C \u0628\u0644\u0646\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?num WHERE { res:Colombo_Lighthouse dbo:height ?num }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"2", "question":"\u0915\u094B\u0932\u0902\u092C\u094B \u092E\u0947\u0902 \u0932\u093E\u0907\u091F\u0939\u093E\u0909\u0938 \u0915\u093F\u0924\u0928\u093E \u090A\u0901\u091A\u093E \u0939\u0948?", "answers":["15.0"], "keywords":"\u0915\u094B\u0932\u0902\u092C\u094B, \u0932\u093E\u0907\u091F\u0939\u093E\u0909\u0938", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?num WHERE { res:Colombo_Lighthouse dbo:height ?num }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"4", "question":"\u0645\u062C\u0631\u06CC \u0645\u062C\u0645\u0648\u0639\u0647 \u062D\u06CC\u0627\u062A \u0648\u062D\u0634 \u0628\u06CC.\u0628\u06CC.\u0633\u06CC \u0686\u0647 \u06A9\u0633\u06CC \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/David_Attenborough"], "keywords":"\u0645\u062C\u0631\u06CC\u060C \u0645\u062C\u0645\u0648\u0639\u0647 \u062D\u06CC\u0627\u062A \u0648\u062D\u0634 \u0628\u06CC.\u0628\u06CC.\u0633\u06CC", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:BBC_Wildlife_Specials dbo:presenter ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"4", "question":"\u092C\u0940\u092C\u0940\u0938\u0940 \u0935\u093E\u0907\u0932\u094D\u0921\u0932\u093E\u0907\u092B \u0938\u094D\u092A\u0947\u0936\u0932 \u0915\u093E \u092E\u0947\u091C\u092C\u093E\u0928 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/David_Attenborough"], "keywords":"\u092C\u0940\u092C\u0940\u0938\u0940 \u0935\u093E\u0907\u0932\u094D\u0921\u0932\u093E\u0907\u092B \u0938\u094D\u092A\u0947\u0936\u0932, \u092E\u0947\u091C\u092C\u093E\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:BBC_Wildlife_Specials dbo:presenter ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"5", "question":"\u067E\u0627\u0644\u067E \u0641\u06CC\u06A9\u0634\u0646 \u0686\u0642\u062F\u0631 \u0647\u0632\u06CC\u0646\u0647 \u062F\u0627\u0634\u062A\u061F", "answers":["8.0"], "keywords":"\u067E\u0627\u0644\u067E \u0641\u06CC\u06A9\u0634\u0646\u060C \u0647\u0632\u06CC\u0646\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?n WHERE { res:Pulp_Fiction dbo:budget ?n }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"5", "question":"\u092A\u0932\u094D\u092A \u092B\u093F\u0915\u094D\u0936\u0928 \u0915\u0940 \u0932\u093E\u0917\u0924 \u0915\u093F\u0924\u0928\u0940 \u0925\u0940?", "answers":["8.0"], "keywords":"\u092A\u0932\u094D\u092A \u092B\u093F\u0915\u094D\u0936\u0928, \u0932\u093E\u0917\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?n WHERE { res:Pulp_Fiction dbo:budget ?n }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"6", "question":"\u0622\u0628\u062C\u0648\u0633\u0627\u0632\u06CC \u0647\u06CC\u0646\u06A9\u0646 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u0642\u0631\u0627\u0631 \u062F\u0627\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Amsterdam"], "keywords":"\u0622\u0628\u062C\u0648\u0633\u0627\u0632\u06CC \u0647\u06CC\u0646\u06A9\u0646\u060C \u0634\u0647\u0631", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Heineken dbo:manufacturer ?x . ?x dbo:locationCity ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"6", "question":"\u0939\u093E\u0907\u0928\u0947\u0915\u0947\u0928 \u0936\u0930\u093E\u092C \u0915\u0940 \u092D\u0920\u094D\u0920\u0940 \u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Amsterdam"], "keywords":"\u0939\u093E\u0907\u0928\u0947\u0915\u0947\u0928, \u0936\u0930\u093E\u092C \u0915\u0940 \u092D\u0920\u094D\u0920, \u0936\u0939\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Heineken dbo:manufacturer ?x . ?x dbo:locationCity ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"7", "question":"\u0646\u0628\u0631\u062F \u062E\u0627\u0646 \u0628\u0632\u0631\u06AF \u06A9\u06CC \u0634\u0631\u0648\u0639 \u0634\u062F\u061F", "answers":["1944-08-30"], "keywords":"\u0646\u0628\u0631\u062F \u062E\u0627\u0646 \u0628\u0632\u0631\u06AF\u060C \u0634\u0631\u0648\u0639", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Operation_Overlord dbo:date ?d }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"7", "question":"Wann wurde die Operation Overlord durchgef\u00FChrt?", "answers":["1944-08-30"], "keywords":"Operation Overlord, Datum", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Operation_Overlord dbo:date ?d }" , "lang":"de"}
{"datasetId":"qald-8-train-multilingual","questionId":"7", "question":"\u00BFCu\u00E1ndo comenz\u00F3 la operaci\u00F3n Overlord?", "answers":["1944-08-30"], "keywords":"comienzo, operaci\u00F3n Overlord ", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Operation_Overlord dbo:date ?d }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"7", "question":"\u0911\u092A\u0930\u0947\u0936\u0928 \u0913\u0935\u0947\u0930\u0932\u094B\u0930\u094D\u0921 \u0915\u092C \u0936\u0941\u0930\u0942 \u0939\u0941\u0906 \u0925\u093E?", "answers":["1944-08-30"], "keywords":"\u0911\u092A\u0930\u0947\u0936\u0928 \u0913\u0935\u0947\u0930\u0932\u094B\u0930\u094D\u0921", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?d WHERE { res:Operation_Overlord dbo:date ?d }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"8", "question":"\u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u0645\u0633\u06CC\u0631 68 \u0634\u06CC\u0644\u06CC \u067E\u0627\u06CC\u0627\u0646 \u0645\u06CC \u06CC\u0627\u0628\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Valpara\u00EDso"], "keywords":"\u0634\u0647\u0631\u060C \u0645\u0633\u06CC\u0631 68 \u0634\u06CC\u0644\u06CC\u060C \u067E\u0627\u06CC\u0627\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Chile_Route_68 dbo:routeEnd ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"8", "question":"\u091A\u093F\u0932\u0940 \u0930\u0942\u091F 68 \u0915\u093E \u0905\u0902\u0924 \u0915\u094C\u0928\u0938\u0947 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Valpara\u00EDso"], "keywords":"\u091A\u093F\u0932\u0940 \u0930\u0942\u091F 68, \u0936\u0939\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Chile_Route_68 dbo:routeEnd ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"9", "question":"\u0627\u0633\u0644\u06A9 \u0631\u0627 \u0686\u0647 \u06A9\u0633\u06CC \u062A\u0648\u0633\u0639\u0647 \u062F\u0627\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Slack_Technologies"], "keywords":"\u0627\u0633\u0644\u06A9\u060C \u062A\u0648\u0633\u0639\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:product <http:\/\/dbpedia.org\/resource\/Slack_(software)> }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"9", "question":"\u00BFQuien desarroll\u00F3 Slack?", "answers":["http:\/\/dbpedia.org\/resource\/Slack_Technologies"], "keywords":"desarrollador, Slack", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:product <http:\/\/dbpedia.org\/resource\/Slack_(software)> }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"9", "question":"\u0915\u094C\u0928 \u0928\u0947 \u0938\u094D\u0932\u0948\u0915 \u0935\u093F\u0915\u0938\u093F\u0924 \u0915\u093F\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Slack_Technologies"], "keywords":"\u0938\u094D\u0932\u0948\u0915, \u0935\u093F\u0915\u093E\u0938\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { ?uri dbo:product <http:\/\/dbpedia.org\/resource\/Slack_(software)> }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"12", "question":"\u0648\u0632\u0631 \u0627\u0632 \u0686\u0647 \u0634\u0647\u0631\u0647\u0627\u06CC\u06CC \u0645\u06CC \u06AF\u0630\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"\u0648\u0632\u0631\u060C \u0634\u0647\u0631\u0647\u0627\u06CC\u06CC\u060C \u0645\u06CC \u06AF\u0630\u0631\u062F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Weser dbo:city ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"12", "question":"\u0915\u093F\u0928 \u0936\u0939\u0930\u094B\u0902 \u0938\u0947 \u0935\u0947\u0938\u0930 \u0915\u093E \u092A\u094D\u0930\u0935\u093E\u0939 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"\u0935\u0947\u0938\u0930, \u0936\u0939\u0930\u094B, \u092A\u094D\u0930\u0935\u093E\u0939", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Weser dbo:city ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"13", "question":"\u0686\u0647 \u06A9\u062A\u0627\u0628 \u0647\u0627\u06CC\u06CC \u0627\u062B\u0631 \u06A9\u0631\u0648\u0627\u06A9 \u062A\u0648\u0633\u0637 \u0627\u0646\u062A\u0634\u0627\u0631\u0627\u062A \u0648\u0627\u06CC\u06A9\u06CC\u0646\u06AF \u0645\u0646\u062A\u0634\u0631 \u0634\u062F\u0646\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Atop_an_Underwood:_Early_Stories_and_Other_Writings"], "keywords":"\u06A9\u062A\u0627\u0628 \u0647\u0627\u06CC\u06CC\u060C \u06A9\u0631\u0648\u0627\u06A9\u060C \u0627\u0646\u062A\u0634\u0627\u0631\u0627\u062A \u0648\u0627\u06CC\u06A9\u06CC\u0646\u06AF\u060C \u0645\u0646\u062A\u0634\u0631", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:publisher res:Viking_Press ; dbo:author res:Jack_Kerouac }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"13", "question":"\u0935\u093E\u0907\u0915\u093F\u0902\u0917 \u092A\u094D\u0930\u0947\u0938 \u0926\u094D\u0935\u093E\u0930\u093E \u0915\u0948\u0930\u094C\u0915 \u0915\u0940 \u0915\u094C\u0928 \u0938\u0940 \u0915\u093F\u0924\u093E\u092C\u0947\u0902 \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924 \u0915\u0940 \u0917\u0908 \u0925\u0940\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Atop_an_Underwood:_Early_Stories_and_Other_Writings"], "keywords":"\u0935\u093E\u0907\u0915\u093F\u0902\u0917 \u092A\u094D\u0930\u0947\u0938, \u0915\u0948\u0930\u094C\u0915, \u092A\u094D\u0930\u0915\u093E\u0936\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Book ; dbo:publisher res:Viking_Press ; dbo:author res:Jack_Kerouac }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"14", "question":"\u0642\u062F \u0622\u0645\u0627\u0632\u0648\u0646 \u0627\u06CC\u0648 \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["2.02"], "keywords":"\u0642\u062F\u060C \u0622\u0645\u0627\u0632\u0648\u0646 \u0627\u06CC\u0648", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?height WHERE { res:Amazon_Eve dbo:height ?height }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"14", "question":"\u0905\u092E\u0947\u091C\u093C\u0945\u0928 \u0908\u0935 \u0915\u093F\u0924\u0928\u0940 \u0932\u0902\u092C\u0940 \u0939\u0948?", "answers":["2.02"], "keywords":"\u0905\u092E\u0947\u091C\u093C\u0945\u0928 \u0908\u0935, \u0932\u0902\u092C\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?height WHERE { res:Amazon_Eve dbo:height ?height }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"18", "question":"\u0633\u0631\u0633 \u0631\u0627 \u0686\u0647 \u06A9\u0633\u06CC \u06A9\u0634\u0641 \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Giuseppe_Piazzi"], "keywords":"\u0633\u0631\u0633\u060C \u06A9\u0634\u0641", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Ceres_(dwarf_planet)> dbo:discoverer ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"18", "question":"\u00BFQui\u00E9n descubri\u00F3 Ceres?", "answers":["http:\/\/dbpedia.org\/resource\/Giuseppe_Piazzi"], "keywords":"descubridor, Ceres", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Ceres_(dwarf_planet)> dbo:discoverer ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"18", "question":"Qui a d\u00E9couvert C\u00E9r\u00E8s?", "answers":["http:\/\/dbpedia.org\/resource\/Giuseppe_Piazzi"], "keywords":"d\u00E9couvreur, C\u00E9r\u00E8s", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Ceres_(dwarf_planet)> dbo:discoverer ?uri }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"18", "question":"Wie ontdekte Ceres?", "answers":["http:\/\/dbpedia.org\/resource\/Giuseppe_Piazzi"], "keywords":"Ceres, ontdekker", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Ceres_(dwarf_planet)> dbo:discoverer ?uri }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"18", "question":"\u0938\u0947\u0930\u0947\u0938 \u0915\u0940 \u0916\u094B\u091C \u0915\u093F\u0938\u0928\u0947 \u0915\u0940?", "answers":["http:\/\/dbpedia.org\/resource\/Giuseppe_Piazzi"], "keywords":"\u0938\u0947\u0930\u0947\u0938, \u0916\u094B\u091C", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Ceres_(dwarf_planet)> dbo:discoverer ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"20", "question":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u06A9\u0634\u0648\u0631 \u062F\u0631 \u062F\u0646\u06CC\u0627 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Organization_for_Security_and_Co-operation_in_Europe"], "keywords":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u06A9\u0634\u0648\u0631\u060C \u062F\u0646\u06CC\u0627", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:areaTotal ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"20", "question":"\u0926\u0941\u0928\u093F\u092F\u093E \u0915\u093E \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E \u0926\u0947\u0936 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Organization_for_Security_and_Co-operation_in_Europe"], "keywords":"\u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E, \u0926\u0947\u0936", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:areaTotal ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"20", "question":"Care este cea mai mare \u021Bar\u0103 din lume?", "answers":["http:\/\/dbpedia.org\/resource\/Organization_for_Security_and_Co-operation_in_Europe"], "keywords":"cea mai mare \u021Bar\u0103, lume", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> SELECT DISTINCT ?uri WHERE { ?uri rdf:type dbo:Country ; dbo:areaTotal ?n } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"21", "question":"\u0634\u0647\u0631\u062F\u0627\u0631 \u067E\u0627\u0631\u06CC\u0633 \u06A9\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Anne_Hidalgo"], "keywords":"\u0634\u0647\u0631\u062F\u0627\u0631\u060C \u067E\u0627\u0631\u06CC\u0633", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Paris dbo:mayor ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"21", "question":"\u00BFQui\u00E9n es el alcalde de Par\u00EDs?", "answers":["http:\/\/dbpedia.org\/resource\/Anne_Hidalgo"], "keywords":"alcalde Par\u00EDs", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Paris dbo:mayor ?uri }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"21", "question":"\u092A\u0947\u0930\u093F\u0938 \u0915\u093E \u092E\u0939\u093E\u092A\u094C\u0930 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Anne_Hidalgo"], "keywords":"\u092A\u0947\u0930\u093F\u0938, \u092E\u0939\u093E\u092A\u094C\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { res:Paris dbo:mayor ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"22", "question":"\u0633\u0631\u0645\u0631\u0628\u06CC \u062A\u06CC\u0645 \u0647\u0627\u06A9\u06CC \u0622\u0646\u06A9\u0627\u0631\u0627 \u06A9\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/\u0130brahim_O\u011Fuz"], "keywords":"\u0633\u0631\u0645\u0631\u0628\u06CC\u060C \u062A\u06CC\u0645 \u0647\u0627\u06A9\u06CC \u0622\u0646\u06A9\u0627\u0631\u0627", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:city res:Ankara ; dbo:league res:Turkish_Ice_Hockey_First_League ; dbo:coach ?uri }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"22", "question":"Wie is de coach van het ijshockey team van Ankara.", "answers":["http:\/\/dbpedia.org\/resource\/\u0130brahim_O\u011Fuz"], "keywords":"coach, ijshockey team, Ankara", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:city res:Ankara ; dbo:league res:Turkish_Ice_Hockey_First_League ; dbo:coach ?uri }" , "lang":"nl"}
{"datasetId":"qald-8-train-multilingual","questionId":"22", "question":"\u0905\u0902\u0915\u093E\u0930\u093E \u0915\u0947 \u0906\u0907\u0938 \u0939\u0949\u0915\u0940 \u091F\u0940\u092E \u0915\u093E \u0915\u094B\u091A \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/\u0130brahim_O\u011Fuz"], "keywords":"\u0905\u0902\u0915\u093E\u0930\u093E, \u0906\u0907\u0938 \u0939\u0949\u0915\u0940 \u091F\u0940\u092E, \u0915\u094B\u091A", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:city res:Ankara ; dbo:league res:Turkish_Ice_Hockey_First_League ; dbo:coach ?uri }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"22", "question":"Cine este antrenorul echipei de hochei pe ghea\u021B\u0103 din Ankara?", "answers":["http:\/\/dbpedia.org\/resource\/\u0130brahim_O\u011Fuz"], "keywords":"antrenor, echipa de hochei pe ghea\u021B\u0103, Ankara", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?uri WHERE { ?x dbo:city res:Ankara ; dbo:league res:Turkish_Ice_Hockey_First_League ; dbo:coach ?uri }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"25", "question":"\u0641\u06CC\u0644\u0645 \u0644\u06AF\u0648 \u0686\u0642\u062F\u0631 \u0647\u0632\u06CC\u0646\u0647 \u062F\u0627\u0634\u062A\u061F", "answers":["6.0E7"], "keywords":"\u0641\u06CC\u0644\u0645 \u0644\u06AF\u0648\u060C \u0647\u0632\u06CC\u0646\u0647", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?n WHERE { res:The_Lego_Movie dbo:budget ?n }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"25", "question":"\u00BFCu\u00E1nto cuesta la pel\u00EDcula de Lego?", "answers":["6.0E7"], "keywords":"precio, pel\u00EDcula de Lego", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?n WHERE { res:The_Lego_Movie dbo:budget ?n }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"25", "question":"Combien a co\u00FBt\u00E9 le film de L\u00E9go", "answers":["6.0E7"], "keywords":"prix, film de L\u00E9go", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?n WHERE { res:The_Lego_Movie dbo:budget ?n }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"25", "question":"\u0932\u0947\u0917\u094B \u092E\u0942\u0935\u0940 \u0915\u0940 \u0932\u093E\u0917\u0924 \u0915\u093F\u0924\u0928\u0940 \u0925\u0940?", "answers":["6.0E7"], "keywords":"\u0932\u0947\u0917\u094B \u092E\u0942\u0935\u0940, \u0932\u093E\u0917\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT DISTINCT ?n WHERE { res:The_Lego_Movie dbo:budget ?n }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"26", "question":"Ont les princes Harry et William la m\u00EAme m\u00E8re?", "answers":["true"], "keywords":"prince Harry, Prince William, m\u00EAme m\u00E8re", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . res:Prince_Harry dbo:parent ?x }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"26", "question":"\u0915\u094D\u092F\u093E \u092A\u094D\u0930\u093F\u0902\u0938 \u0939\u0948\u0930\u0940 \u0914\u0930 \u092A\u094D\u0930\u093F\u0902\u0938 \u0935\u093F\u0932\u093F\u092F\u092E \u0915\u0947 \u092E\u093E\u0924\u093E-\u092A\u093F\u0924\u093E \u090F\u0915 \u0939\u0948\u0902?", "answers":["true"], "keywords":"\u092A\u094D\u0930\u093F\u0902\u0938 \u0939\u0948\u0930\u0940, \u092A\u094D\u0930\u093F\u0902\u0938 \u0935\u093F\u0932\u093F\u092F\u092E, \u092E\u093E\u0924\u093E, \u092A\u093F\u0924\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . res:Prince_Harry dbo:parent ?x }" , "lang":"hi_IN"}
{"datasetId":"qald-8-train-multilingual","questionId":"26", "question":"Prin\u021Bul Harry \u0219i Prin\u021Bul William au aceia\u0219i p\u0103rin\u021Bi?", "answers":["true"], "keywords":"Prin\u021Bul Harry, Prin\u021Bul William, aceia\u0219i, p\u0103rin\u021Bi", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> ASK WHERE { <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . res:Prince_Harry dbo:parent ?x }" , "lang":"ro"}
{"datasetId":"qald-8-train-multilingual","questionId":"27", "question":"\u0686\u0646\u062F \u0632\u0628\u0627\u0646 \u062F\u0631 \u062A\u0631\u06A9\u0645\u0646\u0633\u062A\u0627\u0646 \u0635\u062D\u0628\u062A \u0645\u06CC \u0634\u0648\u062F\u061F]", "answers":["2"], "keywords":"\u0632\u0628\u0627\u0646\u060C \u062A\u0631\u06A9\u0645\u0646\u0633\u062A\u0627\u0646", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?x) AS ?c) WHERE { res:Turkmenistan dbo:language ?x }" , "lang":"fa"}
{"datasetId":"qald-8-train-multilingual","questionId":"27", "question":"\u00BFCu\u00E1ntos idiomas se hablan en Turkmenist\u00E1n?", "answers":["2"], "keywords":"idiomas, Turkmenist\u00E1n", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?x) AS ?c) WHERE { res:Turkmenistan dbo:language ?x }" , "lang":"es"}
{"datasetId":"qald-8-train-multilingual","questionId":"27", "question":"Combien de langues sont parl\u00E9es au Turkm\u00E9nistan?", "answers":["2"], "keywords":"langues, Turkm\u00E9nistan", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?x) AS ?c) WHERE { res:Turkmenistan dbo:language ?x }" , "lang":"fr"}
{"datasetId":"qald-8-train-multilingual","questionId":"27", "question":"\u0924\u0941\u0930\u094D\u0915\u092E\u0947\u0928\u093F\u0938\u094D\u0924\u093E\u0928 \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0940 \u092D\u093E\u0937\u093E\u090F\u0902 \u092C\u094B\u0932\u0940 \u091C\u093E\u0924\u0940 \u0939\u0948\u0902?", "answers":["2"], "keywords":"\u0924\u0941\u0930\u094D\u0915\u092E\u0947\u0928\u093F\u0938\u094D\u0924\u093E\u0928, \u092D\u093E\u0937\u093E\u090F\u0902, \u092C\u094B\u0932\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> PREFIX res: <http:\/\/dbpedia.org\/resource\/> SELECT (COUNT(DISTINCT ?x) AS ?c) WHERE { res:Turkmenistan dbo:language ?x }" , "lang":"hi_IN"}
