{"datasetId":"qald-7-train-multilingual","questionId":"0", "question":"\u0917\u0947\u091F\u093F\u0938\u092C\u0930\u094D\u0917 \u0915\u093E \u092F\u0941\u0926\u094D\u0927 \u0915\u092C \u0939\u0941\u0906 \u0925\u093E?", "answers":["1863-07-03"], "keywords":"\u0917\u0947\u091F\u093F\u0938\u092C\u0930\u094D\u0917 \u0915\u093E \u092F\u0941\u0926\u094D\u0927", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?date \nWHERE { \n       res:Battle_of_Gettysburg dbo:date ?date .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"1", "question":"Liste todos os musicais com m\u00FAsicas de Elton John.", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"musicais, m\u00FAsica de, Elton John", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"1", "question":"\u090F\u0932\u094D\u091F\u0928 \u091C\u0949\u0928 \u0926\u094D\u0935\u093E\u0930\u093E \u0938\u0902\u0917\u0940\u0924 \u0915\u0947 \u0938\u093E\u0925 \u0938\u092D\u0940 \u0938\u0902\u0917\u0940\u0924\u094B\u0902 \u0915\u094B \u0938\u0942\u091A\u0940\u092C\u0926\u094D\u0927 \u0915\u0930\u0947\u0902\u0964", "answers":["http:\/\/dbpedia.org\/resource\/Aida_(musical)"], "keywords":"\u090F\u0932\u094D\u091F\u0928 \u091C\u0949\u0928 \u0915\u093E \u0938\u0902\u0917\u0940\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"2", "question":"\u0915\u094B\u0932\u0902\u092C\u094B \u092E\u0947\u0902 \u0932\u093E\u0907\u091F\u0939\u093E\u0909\u0938 \u0915\u093F\u0924\u0928\u093E \u090A\u0901\u091A\u093E \u0939\u0948?", "answers":["29.0"], "keywords":"\u0915\u094B\u0932\u0902\u092C\u094B, \u0932\u093E\u0907\u091F\u0939\u093E\u0909\u0938", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Colombo_Lighthouse> <http:\/\/dbpedia.org\/ontology\/height> ?num . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"3", "question":"\u0905\u092E\u0947\u0930\u093F\u0915\u0940 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0932\u093F\u0902\u0915\u0928 \u0915\u0940 \u092A\u0924\u094D\u0928\u0940 \u0915\u094C\u0928 \u0925\u0940?", "answers":["http:\/\/dbpedia.org\/resource\/Mary_Todd_Lincoln"], "keywords":"\u0905\u092E\u0947\u0930\u093F\u0915\u0940 \u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u0932\u093F\u0902\u0915\u0928", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:Abraham_Lincoln dbo:spouse ?uri.\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"4", "question":"\u092C\u0940\u092C\u0940\u0938\u0940 \u0935\u093E\u0907\u0932\u094D\u0921\u0932\u093E\u0907\u092B \u0938\u094D\u092A\u0947\u0936\u0932 \u0915\u093E \u092E\u0947\u091C\u092C\u093E\u0928 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/David_Attenborough"], "keywords":"\u092C\u0940\u092C\u0940\u0938\u0940 \u0935\u093E\u0907\u0932\u094D\u0921\u0932\u093E\u0907\u092B \u0938\u094D\u092A\u0947\u0936\u0932, \u092E\u0947\u091C\u092C\u093E\u0928", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/BBC_Wildlife_Specials> <http:\/\/dbpedia.org\/ontology\/presenter> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"5", "question":"\u092A\u0932\u094D\u092A \u092B\u093F\u0915\u094D\u0936\u0928 \u0915\u0940 \u0932\u093E\u0917\u0924 \u0915\u093F\u0924\u0928\u0940 \u0925\u0940?", "answers":["8.0"], "keywords":"\u092A\u0932\u094D\u092A \u092B\u093F\u0915\u094D\u0936\u0928, \u0932\u093E\u0917\u0924", "sparql":"SELECT DISTINCT ?n WHERE {  <http:\/\/dbpedia.org\/resource\/Pulp_Fiction> <http:\/\/dbpedia.org\/ontology\/budget> ?n . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"6", "question":"\u0939\u093E\u0907\u0928\u0947\u0915\u0947\u0928 \u0936\u0930\u093E\u092C \u0915\u0940 \u092D\u0920\u094D\u0920\u0940 \u0915\u093F\u0938 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Amsterdam"], "keywords":"\u0939\u093E\u0907\u0928\u0947\u0915\u0947\u0928, \u0936\u0930\u093E\u092C \u0915\u0940 \u092D\u0920\u094D\u0920, \u0936\u0939\u0930", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Heineken> <http:\/\/dbpedia.org\/ontology\/manufacturer> ?x . ?x <http:\/\/dbpedia.org\/ontology\/locationCity> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"7", "question":"Quando come\u00E7ou a Opera\u00E7\u00E3o Overlord?", "answers":["1944-08-30"], "keywords":"come\u00E7ou, Opera\u00E7\u00E3o Overlord", "sparql":"SELECT DISTINCT ?d WHERE { <http:\/\/dbpedia.org\/resource\/Operation_Overlord> <http:\/\/dbpedia.org\/ontology\/date> ?d . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"7", "question":"\u0911\u092A\u0930\u0947\u0936\u0928 \u0913\u0935\u0947\u0930\u0932\u094B\u0930\u094D\u0921 \u0915\u092C \u0936\u0941\u0930\u0942 \u0939\u0941\u0906 \u0925\u093E?", "answers":["1944-08-30"], "keywords":"\u0911\u092A\u0930\u0947\u0936\u0928 \u0913\u0935\u0947\u0930\u0932\u094B\u0930\u094D\u0921", "sparql":"SELECT DISTINCT ?d WHERE { <http:\/\/dbpedia.org\/resource\/Operation_Overlord> <http:\/\/dbpedia.org\/ontology\/date> ?d . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"8", "question":"\u091A\u093F\u0932\u0940 \u0930\u0942\u091F 68 \u0915\u093E \u0905\u0902\u0924 \u0915\u094C\u0928\u0938\u0947 \u0936\u0939\u0930 \u092E\u0947\u0902 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Valpara\u00EDso"], "keywords":"\u091A\u093F\u0932\u0940 \u0930\u0942\u091F 68, \u0936\u0939\u0930", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Chile_Route_68> <http:\/\/dbpedia.org\/ontology\/routeEnd> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"9", "question":"\u0915\u094C\u0928 \u0928\u0947 \u0938\u094D\u0932\u0948\u0915 \u0935\u093F\u0915\u0938\u093F\u0924 \u0915\u093F\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Slack_Technologies"], "keywords":"\u0938\u094D\u0932\u0948\u0915, \u0935\u093F\u0915\u093E\u0938\u0915", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/product> <http:\/\/dbpedia.org\/resource\/Slack_(software)> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"10", "question":"\u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u091A\u093F\u0930\u093E\u0915 \u0938\u0947 \u0915\u093F\u0938\u0928\u0947 \u0935\u093F\u0935\u093E\u0939 \u0915\u093F\u092F\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Bernadette_Chirac"], "keywords":"\u0930\u093E\u0937\u094D\u091F\u094D\u0930\u092A\u0924\u093F \u091A\u093F\u0930\u093E\u0915, \u0935\u093F\u0935\u093E\u0939", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri\nWHERE { \n         res:Jacques_Chirac dbo:spouse ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"11", "question":"\u092C\u094D\u0930\u0942\u0938 \u0915\u093E\u0930\u094D\u0935\u0930 \u0915\u093F \u092E\u0943\u0924\u094D\u092F\u0941 \u0915\u093F\u0938 \u0938\u0947 \u0939\u0941\u0908?", "answers":["http:\/\/dbpedia.org\/resource\/Cancer"], "keywords":"\u092C\u094D\u0930\u0942\u0938 \u0915\u093E\u0930\u094D\u0935\u0930, \u092E\u0943\u0924\u094D\u092F\u0941", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Bruce_Carver dbo:deathCause ?uri .     \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"12", "question":"\u0915\u093F\u0938\u0928\u0947 \u0917\u0932\u0940\u0932 \u0915\u0947 \u0938\u093E\u0917\u0930 \u092A\u0930 \u0926 \u0938\u094D\u091F\u0949\u0930\u094D\u092E \u0915\u094B \u091A\u093F\u0924\u094D\u0930\u093F\u0924 \u0915\u093F\u092F\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Rembrandt"], "keywords":"\u0917\u0932\u0940\u0932 \u0938\u093E\u0917\u0930, \u0926 \u0938\u094D\u091F\u0949\u0930\u094D\u092E, \u091A\u093F\u0924\u094D\u0930\u093F\u0924", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:The_Storm_on_the_Sea_of_Galilee dbp:artist ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"13", "question":"\u0915\u093F\u0928 \u0936\u0939\u0930\u094B\u0902 \u0938\u0947 \u0935\u0947\u0938\u0930 \u0915\u093E \u092A\u094D\u0930\u0935\u093E\u0939 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Hann._M\u00FCnden"], "keywords":"\u0935\u0947\u0938\u0930, \u0936\u0939\u0930\u094B, \u092A\u094D\u0930\u0935\u093E\u0939", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Weser> <http:\/\/dbpedia.org\/ontology\/city> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"14", "question":"Quantas cadeiras tem o est\u00E1dio do Futebol Clube do Porto", "answers":["50035"], "keywords":"cadeiras, est\u00E1dio, Futebol Clube do Porto", "sparql":"SELECT DISTINCT ?n WHERE { <http:\/\/dbpedia.org\/resource\/FC_Porto> <http:\/\/dbpedia.org\/ontology\/ground> ?x . ?x <http:\/\/dbpedia.org\/ontology\/seatingCapacity> ?n . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"14", "question":"\u090F\u092B\u0938\u0940 \u092A\u094B\u0930\u094D\u091F\u094B \u0915\u0947 \u0918\u0930 \u0938\u094D\u091F\u0947\u0921\u093F\u092F\u092E \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0940 \u0938\u0940\u091F\u0947\u0902 \u0939\u0948\u0902?", "answers":["50035"], "keywords":"\u090F\u092B\u0938\u0940 \u092A\u094B\u0930, \u0938\u0940\u091F\u0947\u0902, \u0938\u094D\u091F\u0947\u0921\u093F\u092F\u092E", "sparql":"SELECT DISTINCT ?n WHERE { <http:\/\/dbpedia.org\/resource\/FC_Porto> <http:\/\/dbpedia.org\/ontology\/ground> ?x . ?x <http:\/\/dbpedia.org\/ontology\/seatingCapacity> ?n . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"17", "question":"\u0905\u092E\u0947\u091C\u093C\u0945\u0928 \u0908\u0935 \u0915\u093F\u0924\u0928\u0940 \u0932\u0902\u092C\u0940 \u0939\u0948?", "answers":["2.02"], "keywords":"\u0905\u092E\u0947\u091C\u093C\u0945\u0928 \u0908\u0935, \u0932\u0902\u092C\u0940", "sparql":"SELECT DISTINCT ?height WHERE {  <http:\/\/dbpedia.org\/resource\/Amazon_Eve> <http:\/\/dbpedia.org\/ontology\/height> ?height . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"19", "question":"\u0932\u0947\u0938 \u092A\u093F\u0932\u0940\u0930\u0947\u0938 \u0921\u0940 \u0932\u093E \u091F\u0947\u0930\u0947 \u0915\u093F\u0924\u093E\u092C \u0915\u094B \u0915\u093F\u0938\u0928\u0947 \u0932\u093F\u0916\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Ken_Follett"], "keywords":"\u0932\u0947\u0938 \u092A\u093F\u0932\u0940\u0930\u0947\u0938 \u0921\u0940 \u0932\u093E \u091F\u0947\u0930, \u0932\u0947\u0916\u0915", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n\tres:The_Pillars_of_the_Earth dbo:author ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"20", "question":"James Bond \u00E9 casado?", "answers":["false"], "keywords":"James Bond, casado", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:James_Bond dbo:spouse ?uri . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"20", "question":"\u0915\u094D\u092F\u093E \u091C\u0947\u092E\u094D\u0938 \u092C\u093E\u0902\u0921 \u0928\u0947 \u0936\u093E\u0926\u0940 \u0915\u0940 \u0939\u0948?", "answers":["false"], "keywords":"\u091C\u0947\u092E\u094D\u0938 \u092C\u093E\u0902\u0921, \u0936\u093E\u0926\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n        res:James_Bond dbo:spouse ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"21", "question":"\u0938\u0947\u0930\u0947\u0938 \u0915\u0940 \u0916\u094B\u091C \u0915\u093F\u0938\u0928\u0947 \u0915\u0940?", "answers":["http:\/\/dbpedia.org\/resource\/Giuseppe_Piazzi"], "keywords":"\u0938\u0947\u0930\u0947\u0938, \u0916\u094B\u091C", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Ceres_(dwarf_planet)> <http:\/\/dbpedia.org\/ontology\/discoverer> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"22", "question":"\u092C\u094D\u0930\u0941\u0915\u0932\u093F\u0928 \u092C\u094D\u0930\u093F\u091C \u0915\u094B \u0915\u094B\u0928\u0938\u0940 \u0928\u0926\u0940 \u092A\u093E\u0930 \u0915\u0930\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/East_River"], "keywords":"\u092C\u094D\u0930\u0941\u0915\u0932\u093F\u0928 \u092C\u094D\u0930\u093F\u091C, \u0928\u0926\u0940", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Brooklyn_Bridge dbo:crosses ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"23", "question":"\u0915\u094C\u0928\u0915\u094B \u092B\u094D\u0930\u0948\u0902\u0915 \u0926 \u091F\u0948\u0902\u0915 \u0915\u0939\u093E \u091C\u093E\u0924\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Frank_Young_(basketball)"], "keywords":"\u092B\u094D\u0930\u0948\u0902\u0915 \u0926 \u091F\u0948\u0902\u0915", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbp:nickname 'Frank The Tank'@en . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"24", "question":"Qual \u00E9 o maior pa\u00EDs do mundo", "answers":["http:\/\/dbpedia.org\/resource\/Organization_for_Security_and_Co-operation_in_Europe"], "keywords":"maior pa\u00EDs, mundo", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri a <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/ontology\/areaTotal> ?n . } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"24", "question":"\u0926\u0941\u0928\u093F\u092F\u093E \u0915\u093E \u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E \u0926\u0947\u0936 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Organization_for_Security_and_Co-operation_in_Europe"], "keywords":"\u0938\u092C\u0938\u0947 \u092C\u0921\u093C\u093E, \u0926\u0947\u0936", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri a <http:\/\/dbpedia.org\/ontology\/Country> . ?uri <http:\/\/dbpedia.org\/ontology\/areaTotal> ?n . } ORDER BY DESC(?n) OFFSET 0 LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"25", "question":"\u092A\u0947\u0930\u093F\u0938 \u0915\u093E \u092E\u0939\u093E\u092A\u094C\u0930 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Anne_Hidalgo"], "keywords":"\u092A\u0947\u0930\u093F\u0938, \u092E\u0939\u093E\u092A\u094C\u0930", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Paris> <http:\/\/dbpedia.org\/ontology\/mayor> ?uri . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"27", "question":"Quem \u00E9 o prefeito da capital da Polin\u00E9sia Francessa?", "answers":["http:\/\/dbpedia.org\/resource\/Michel_Buillard"], "keywords":"prefeito, capital, Polin\u00E9sia Francesa", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        res:French_Polynesia dbo:capital ?x .\n        ?x dbo:mayor ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"27", "question":"\u092B\u094D\u0930\u0947\u0902\u091A \u092A\u094B\u0932\u093F\u0928\u0947\u0936\u093F\u092F\u093E \u0915\u0940 \u0930\u093E\u091C\u0927\u093E\u0928\u0940 \u0915\u093E \u092E\u0939\u093E\u092A\u094C\u0930 \u0915\u094C\u0928 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Michel_Buillard"], "keywords":"\u092B\u094D\u0930\u0947\u0902\u091A \u092A\u094B\u0932\u093F\u0928\u0947\u0936\u093F\u092F\u093E, \u0930\u093E\u091C\u0927\u093E\u0928\u0940, \u092E\u0939\u093E\u092A\u094C\u0930", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n        res:French_Polynesia dbo:capital ?x .\n        ?x dbo:mayor ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"28", "question":"\u0921\u0917\u0932\u0938 \u0939\u0949\u092B\u0938\u094D\u091F\u0948\u0921\u0930 \u0928\u0947 \u0915\u093F\u0928 \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930\u094B\u0902 \u0915\u094B \u091C\u0940\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Pulitzer_Prize"], "keywords":"\u0921\u0917\u0932\u0938 \u0939\u0949\u092B\u0938\u094D\u091F\u0948\u0921\u0930, \u092A\u0941\u0930\u0938\u094D\u0915\u093E\u0930, \u091C\u0940\u0924", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Douglas_Hofstadter dbo:award ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"29", "question":"\u0932\u0947\u0917\u094B \u092E\u0942\u0935\u0940 \u0915\u0940 \u0932\u093E\u0917\u0924 \u0915\u093F\u0924\u0928\u0940 \u0925\u0940?", "answers":["6.0E7"], "keywords":"\u0932\u0947\u0917\u094B \u092E\u0942\u0935\u0940, \u0932\u093E\u0917\u0924", "sparql":"SELECT DISTINCT ?n WHERE { <http:\/\/dbpedia.org\/resource\/The_Lego_Movie> <http:\/\/dbpedia.org\/ontology\/budget> ?n . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"31", "question":"\u0915\u094D\u092F\u093E \u092A\u094D\u0930\u093F\u0902\u0938 \u0939\u0948\u0930\u0940 \u0914\u0930 \u092A\u094D\u0930\u093F\u0902\u0938 \u0935\u093F\u0932\u093F\u092F\u092E \u0915\u0947 \u092E\u093E\u0924\u093E-\u092A\u093F\u0924\u093E \u090F\u0915 \u0939\u0948\u0902?", "answers":["true"], "keywords":"\u092A\u094D\u0930\u093F\u0902\u0938 \u0939\u0948\u0930\u0940, \u092A\u094D\u0930\u093F\u0902\u0938 \u0935\u093F\u0932\u093F\u092F\u092E, \u092E\u093E\u0924\u093E, \u092A\u093F\u0924\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nASK\nWHERE { \n        <http:\/\/dbpedia.org\/resource\/Prince_William,_Duke_of_Cambridge> dbo:parent ?x . \n        <http:\/\/dbpedia.org\/resource\/Prince_Harry> dbo:parent ?x .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"32", "question":"\u092E\u0948\u091F\u094D\u0930\u093F\u0915\u094D\u0938 \u092E\u0947\u0902 \u0915\u093F\u0938\u0928\u0947 \u090F\u091C\u0947\u0902\u091F \u0938\u094D\u092E\u093F\u0925 \u0915\u094B \u0928\u093F\u092D\u093E\u092F\u093E \u0939\u0948 ?", "answers":["http:\/\/dbpedia.org\/resource\/Ian_Bliss"], "keywords":"\u092E\u0948\u091F\u094D\u0930\u093F\u0915\u094D\u0938, \u090F\u091C\u0947\u0902\u091F, \u0938\u094D\u092E\u093F\u0925, \u0928\u093F\u092D\u093E\u092F\u093E", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:Agent_Smith dbp:portrayer ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"33", "question":"Quantos idiomas s\u00E3o falados no Turquemenist\u00E3o?", "answers":["2"], "keywords":"idiomas, falados, Turcomenist\u00E3o", "sparql":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Turkmenistan> <http:\/\/dbpedia.org\/ontology\/language> ?x . } " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"33", "question":"\u0924\u0941\u0930\u094D\u0915\u092E\u0947\u0928\u093F\u0938\u094D\u0924\u093E\u0928 \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0940 \u092D\u093E\u0937\u093E\u090F\u0902 \u092C\u094B\u0932\u0940 \u091C\u093E\u0924\u0940 \u0939\u0948\u0902?", "answers":["2"], "keywords":"\u0924\u0941\u0930\u094D\u0915\u092E\u0947\u0928\u093F\u0938\u094D\u0924\u093E\u0928, \u092D\u093E\u0937\u093E\u090F\u0902, \u092C\u094B\u0932\u0940", "sparql":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Turkmenistan> <http:\/\/dbpedia.org\/ontology\/language> ?x . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"35", "question":"\u0917\u0902\u0917\u093E \u0915\u093F\u0938 \u0926\u0947\u0936 \u092E\u0947\u0902 \u0936\u0941\u0930\u0942 \u0939\u094B\u0924\u0940 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/India"], "keywords":"\u0917\u0902\u0917\u093E, \u0926\u0947\u0936, \u0936\u0941\u0930\u0942", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nPREFIX res: <http:\/\/dbpedia.org\/resource\/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Ganges dbo:sourceCountry ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"36", "question":"\u0930\u0947\u091A\u0932 \u0938\u094D\u091F\u0940\u0935\u0902\u0938 \u0915\u093E \u091C\u0928\u094D\u092E \u0915\u093F\u0938 \u0938\u093E\u0932 \u0939\u0941\u0906 \u0925\u093E?", "answers":["1978"], "keywords":"\u0930\u0947\u091A\u0932 \u0938\u094D\u091F\u0940\u0935\u0902\u0938, \u091C\u0928\u094D\u092E, \u0938\u093E\u0932", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Rachel_Stevens> <http:\/\/dbpedia.org\/ontology\/birthYear> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"37", "question":"Barack Obama \u00E9 um Democrata?", "answers":["true"], "keywords":"Barack Obama, Demokrat", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK\nWHERE { \n        res:Barack_Obama dbo:party <http:\/\/dbpedia.org\/resource\/Democratic_Party_(United_States)> . \n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"37", "question":"\u0915\u094D\u092F\u093E \u092C\u0930\u093E\u0915 \u0913\u092C\u093E\u092E\u093E \u090F\u0915 \u0921\u0947\u092E\u094B\u0915\u094D\u0930\u0947\u091F \u0939\u0948?", "answers":["true"], "keywords":"\u092C\u0930\u093E\u0915 \u0913\u092C\u093E\u092E\u093E, \u0921\u0947\u092E\u094B\u0915\u094D\u0930\u0947\u091F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK\nWHERE { \n        res:Barack_Obama dbo:party <http:\/\/dbpedia.org\/resource\/Democratic_Party_(United_States)> . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"38", "question":"Onde nasceu Bach?", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"Bach, geboren", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Johann_Sebastian_Bach dbo:birthPlace ?uri .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"38", "question":"\u092C\u093E\u0916 \u0915\u093E \u091C\u0928\u094D\u092E \u0915\u0939\u093E\u0901 \u0939\u0941\u0935\u093E \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Eisenach"], "keywords":"\u092C\u093E\u0916, \u091C\u0928\u094D\u092E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE {\n        res:Johann_Sebastian_Bach dbo:birthPlace ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"39", "question":"\u091C\u0947\u0928 \u092B\u094B\u0902\u0921\u093E \u0928\u0947 \u0915\u093F\u0924\u0928\u0940 \u092C\u093E\u0930 \u0936\u093E\u0926\u0940 \u0915\u0940?", "answers":["3"], "keywords":"\u091C\u0947\u0928 \u092B\u094B\u0902\u0921\u093E, \u0915\u093F\u0924\u0928\u0940 \u092C\u093E\u0930, \u0936\u093E\u0926\u0940", "sparql":"SELECT (COUNT(DISTINCT ?uri) as ?c) WHERE {  <http:\/\/dbpedia.org\/resource\/Jane_Fonda> <http:\/\/dbpedia.org\/ontology\/spouse> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"40", "question":"\u092E\u093E\u0909\u0902\u091F \u090F\u0935\u0930\u0947\u0938\u094D\u091F \u092A\u0930 \u091A\u0922\u093C\u0928\u0947 \u0935\u093E\u0932\u093E \u092A\u0939\u0932\u093E \u0915\u094C\u0928 \u0925\u093E?", "answers":["http:\/\/dbpedia.org\/resource\/Leszek_Cichy"], "keywords":"\u092E\u093E\u0909\u0902\u091F \u090F\u0935\u0930\u0947\u0938\u094D\u091F, \u091A\u0922\u093C\u0928\u0947 \u0935\u093E\u0932\u093E \u092A\u0939\u0932\u093E", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nSELECT DISTINCT ?uri\nWHERE {\n          res:Mount_Everest dbo:firstAscentPerson ?uri . \n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"41", "question":"Quantas pessoas vivem na Pol\u00F4nia", "answers":["38483957"], "keywords":"pessoas, Pol\u00F4nia", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Poland> <http:\/\/dbpedia.org\/ontology\/populationTotal> ?uri . }  " , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"41", "question":"\u092A\u094B\u0932\u0948\u0902\u0921 \u092E\u0947\u0902 \u0915\u093F\u0924\u0928\u0947 \u0932\u094B\u0917 \u0930\u0939\u0924\u0947 \u0939\u0948\u0902?", "answers":["38483957"], "keywords":"\u092A\u094B\u0932\u0948\u0902\u0921, \u0915\u093F\u0924\u0928 \u0932\u094B\u0917, \u0930\u0939\u0924\u0947", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Poland> <http:\/\/dbpedia.org\/ontology\/populationTotal> ?uri . }  " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"42", "question":"\u0938\u0902\u0938\u0926 \u0915\u0947 \u0938\u0926\u0928\u094B\u0902 \u0915\u093E \u0938\u094D\u0925\u093E\u0928 \u0915\u094D\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/City_of_Westminster"], "keywords":"\u0938\u0902\u0938\u0926 \u0915\u0947 \u0938\u0926\u0928\u094B\u0902, \u0938\u094D\u0925\u093E\u0928", "sparql":"SELECT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Palace_of_Westminster> <http:\/\/dbpedia.org\/ontology\/location> ?uri . } " , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"43", "question":"\u0915\u094D\u092F\u093E \u0915\u094D\u0930\u093F\u0938\u094D\u091A\u093F\u092F\u0928 \u092C\u0949\u0932 \u092C\u0948\u091F\u092E\u0948\u0928 \u092C\u0947\u0917\u093F\u0902\u0938 \u092E\u0947\u0902 \u0939\u0948?", "answers":["false"], "keywords":"\u0915\u094D\u0930\u093F\u0938\u094D\u091A\u093F\u092F\u0928 \u092C\u0949\u0932, \u092C\u0948\u091F\u092E\u0948\u0928 \u092C\u0947\u0917\u093F\u0902\u0938", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n\tres:Batman_Begins dbo:starring res:Christian_Bale .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"44", "question":"\u0932\u093F\u092E\u0930\u093F\u0915 \u091D\u0940\u0932 \u0915\u093F\u0938 \u0926\u0947\u0936 \u092E\u0947\u0902 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Canada"], "keywords":"\u0932\u093F\u092E\u0930\u093F\u0915 \u091D\u0940\u0932, \u0926\u0947\u0936", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri \nWHERE { \n\tres:Limerick_Lake dbo:country ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"46", "question":"Qual a montanha mais alta da Austr\u00E1lia?", "answers":["http:\/\/dbpedia.org\/resource\/Mawson_Peak"], "keywords":"montanha mais alta, Austr\u00E1lia", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Australia .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"46", "question":"Wat is de hoogste berg van Australi\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Mawson_Peak"], "keywords":"Australi\u00EB, hoogste berg", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Australia .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1" , "lang":"nl"}
{"datasetId":"qald-7-train-multilingual","questionId":"46", "question":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E \u092E\u0947\u0902 \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924 \u0915\u094B\u0928\u0938\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Mawson_Peak"], "keywords":"\u0911\u0938\u094D\u091F\u094D\u0930\u0947\u0932\u093F\u092F\u093E, \u0938\u0930\u094D\u0935\u094B\u091A\u094D\u091A \u092A\u0930\u094D\u0935\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type dbo:Mountain .\n        ?uri dbo:locatedInArea res:Australia .\n        ?uri dbo:elevation ?elevation .\n} \nORDER BY DESC(?elevation) LIMIT 1" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"47", "question":"\u0915\u094D\u092F\u093E \u092B\u094D\u0930\u0948\u0902\u0915 \u0939\u0930\u092C\u0930\u094D\u091F \u0905\u092D\u0940 \u092D\u0940 \u091C\u0940\u0935\u093F\u0924 \u0939\u0948?", "answers":["false"], "keywords":"\u092B\u094D\u0930\u0948\u0902\u0915 \u0939\u0930\u092C\u0930\u094D\u091F, \u091C\u0940\u0935\u093F\u0924", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nASK \nWHERE {\n\tOPTIONAL { res:Frank_Herbert dbo:deathDate ?date . }\n        FILTER (!BOUND(?date))\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"48", "question":"\u092B\u0945\u092E\u093F\u0932\u0940 \u0917\u093E\u090F \u0915\u094C\u0928 \u0928\u0947 \u092C\u0928\u093E\u092F\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Seth_MacFarlane"], "keywords":"\u092B\u0945\u092E\u093F\u0932\u0940 \u0917\u093E\u090F, \u092C\u0928\u093E\u092F\u093E", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Family_Guy> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . }  " , "lang":"hi_IN"}
