{"datasetId":"qald-7-train-multilingual","questionId":"207", "question":"\u092E\u0915\u094D\u0915\u093E \u0915\u093F\u0938 \u0926\u0947\u0936 \u092E\u0947\u0902 \u0938\u094D\u0925\u093F\u0924 \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Saudi_Arabia"], "keywords":"\u092E\u0915\u094D\u0915\u093E, \u0926\u0947\u0936, \u0938\u094D\u0925\u093F\u0924", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri \nWHERE {  \n        res:Mecca dbo:country ?uri .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"210", "question":"\u092B\u093F\u0932\u0940\u092A\u0940\u0902\u0938 \u092A\u0930 \u0915\u094C\u0928 \u0938\u0947 \u092A\u0947\u0936\u0947\u0935\u0930 \u0938\u0930\u094D\u092B\u0930\u094D\u0938 \u092A\u0948\u0926\u093E \u0939\u0941\u090F \u0925\u0947?", "answers":["http:\/\/dbpedia.org\/resource\/Marcus_Adoro"], "keywords":"\u092B\u093F\u0932\u0940\u092A\u0940\u0902\u0938, \u092A\u0947\u0936\u0947\u0935\u0930 \u0938\u0930\u094D\u092B\u0930\u094D\u0938, \u092A\u0948\u0926\u093E", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n\t?uri dbo:occupation res:Surfing .\n\t?uri dbo:birthPlace res:Philippines .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"211", "question":"\u0928\u094D\u092F\u0942\u092F\u0949\u0930\u094D\u0915 \u0915\u0947 \u092A\u093E\u0902\u091A \u0928\u0917\u0930 \u0915\u094D\u092F\u093E \u0939\u0948\u0902?", "answers":["http:\/\/dbpedia.org\/resource\/Brooklyn"], "keywords":"\u0928\u094D\u092F\u0942\u092F\u0949\u0930\u094D\u0915, \u092A\u093E\u0902\u091A \u0928\u0917\u0930", "sparql":"SELECT DISTINCT ?uri WHERE { ?uri <http:\/\/dbpedia.org\/ontology\/governmentType> <http:\/\/dbpedia.org\/resource\/Borough_(New_York_City)> . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"212", "question":"Cola \u00E9 uma bebida?", "answers":["true"], "keywords":"Cola, bebida", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nASK \nWHERE {\n        res:Cola rdf:type dbo:Beverage .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"212", "question":"\u0915\u094D\u092F\u093E \u0915\u094B\u0932\u093E \u090F\u0915 \u092A\u0947\u092F \u0939\u0948?", "answers":["true"], "keywords":"\u0915\u094B\u0932\u093E, \u092A\u0947\u092F", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nASK \nWHERE {\n        res:Cola rdf:type dbo:Beverage .\n}" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"213", "question":"\u0930\u093E\u091C\u0915\u0941\u092E\u093E\u0930\u0940 \u0921\u093E\u092F\u0928\u093E \u0915\u093E \u0928\u093F\u0927\u0928 \u0915\u092C \u0939\u0941\u0906?", "answers":["1997-08-31"], "keywords":"\u0930\u093E\u091C\u0915\u0941\u092E\u093E\u0930\u0940 \u0921\u093E\u092F\u0928\u093E, \u0928\u093F\u0927\u0928", "sparql":"SELECT DISTINCT ?d WHERE { <http:\/\/dbpedia.org\/resource\/Diana,_Princess_of_Wales> <http:\/\/dbpedia.org\/ontology\/deathDate> ?d . }" , "lang":"hi_IN"}
{"datasetId":"qald-7-train-multilingual","questionId":"214", "question":"Onde \u00E9 produzido o vinho espumante na Fran\u00E7a?", "answers":["http:\/\/dbpedia.org\/resource\/Loire_Valley_(wine)"], "keywords":"produz, vinho espumante, Fran\u00E7a", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:wineProduced res:Sparkling_wine .\n        ?uri dbo:location res:France .\n}" , "lang":"pt_BR"}
{"datasetId":"qald-7-train-multilingual","questionId":"214", "question":"\u092B\u094D\u0930\u093E\u0902\u0938 \u092E\u0947\u0902 \u0938\u094D\u092A\u093E\u0930\u094D\u0915\u0932\u093F\u0902\u0917 \u0935\u093E\u0907\u0928 \u0915\u093E \u0909\u0924\u094D\u092A\u093E\u0926\u0928 \u0915\u0939\u093E\u0901 \u0939\u094B\u0924\u093E \u0939\u0948?", "answers":["http:\/\/dbpedia.org\/resource\/Loire_Valley_(wine)"], "keywords":"\u092B\u094D\u0930\u093E\u0902\u0938, \u0938\u094D\u092A\u093E\u0930\u094D\u0915\u0932\u093F\u0902\u0917 \u0935\u093E\u0907\u0928, \u0909\u0924\u094D\u092A\u093E\u0926\u0928", "sparql":"PREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/> \nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:wineProduced res:Sparkling_wine .\n        ?uri dbo:location res:France .\n}" , "lang":"hi_IN"}
