{"datasetId":"qald-3-train-multilingual","questionId":"67", "question":"Give me the websites of companies with more than 500000 employees.", "answers":["http:\/\/www.tesco.com","http:\/\/www.issworld.com\/","http:\/\/www.petrochina.com.cn\/ptr\/","http:\/\/www.g4s.com\/","http:\/\/english.sinopec.com\/index.shtml","http:\/\/www.harrisinteractive.com\/","http:\/\/www.spb.gov.cn\/","http:\/\/www.atbank.nl","http:\/\/www.verabradley.com\/","http:\/\/www.sgcc.com.cn\/ywlm\/default.shtml","http:\/\/www.cnpc.com.cn\/eng\/","http:\/\/www.servpro.com\/","http:\/\/www.slimmingworld.com","http:\/\/www.errt.org\/","http:\/\/www.babcockborsigservice.com\/index.php?id=27&L=1","http:\/\/www.maxonmotor.com\/","http:\/\/www.ringpower.com\/","http:\/\/www.graftech.com","http:\/\/www.brother.com\/","http:\/\/www.findus.co.uk","http:\/\/www.findus.com","http:\/\/www.stx.co.kr","http:\/\/www.boral.com.au","http:\/\/www.ccc.gr","http:\/\/www.pzlmielec.com.pl\/en\/","http:\/\/www.primemedia.com.au\/","http:\/\/www.danda.co.uk\/","http:\/\/www.acpa.org.uk","http:\/\/www.rotorooter.com\/","http:\/\/www.bglgroup.co.uk\/index.php","http:\/\/qt.nokia.com\/","http:\/\/www.safeco.com\/","http:\/\/www.asx.com.au","http:\/\/www.asx.com.au\/","http:\/\/www.temple-inland.com\/","http:\/\/www.gen-probe.com\/","http:\/\/www.mapinfo.com","http:\/\/www.bodyglove.com","http:\/\/www.lumene.com\/","http:\/\/www.idleaire.com\/","http:\/\/www.laborready.com","http:\/\/www.caliperls.com","http:\/\/www.intrawest.com\/","http:\/\/www.steaknshake.com\/","http:\/\/www.columbus.co\/","http:\/\/www.amylin.com","http:\/\/www.coleman.com\/","http:\/\/www.buffet.com\/","http:\/\/bashas.com\/","http:\/\/www.ceridian.com\/","http:\/\/www.ulalaunch.com","http:\/\/www.btc.bg\/bg\/index.php","http:\/\/www.redcross.fi\/en_GB\/","http:\/\/www.ohe-transport.de\/","https:\/\/www.firstmarkcu.org","http:\/\/www.trands.com","http:\/\/www.qbp.com\/","http:\/\/www.cyta.com.cy\/"], "keywords":"website, company, employee, more than 500000", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"67", "question":"Gib mir alle Webseiten von Unternehmen mit mehr als 500000 Angestellten.", "answers":["http:\/\/www.tesco.com","http:\/\/www.issworld.com\/","http:\/\/www.petrochina.com.cn\/ptr\/","http:\/\/www.g4s.com\/","http:\/\/english.sinopec.com\/index.shtml","http:\/\/www.harrisinteractive.com\/","http:\/\/www.spb.gov.cn\/","http:\/\/www.atbank.nl","http:\/\/www.verabradley.com\/","http:\/\/www.sgcc.com.cn\/ywlm\/default.shtml","http:\/\/www.cnpc.com.cn\/eng\/","http:\/\/www.servpro.com\/","http:\/\/www.slimmingworld.com","http:\/\/www.errt.org\/","http:\/\/www.babcockborsigservice.com\/index.php?id=27&L=1","http:\/\/www.maxonmotor.com\/","http:\/\/www.ringpower.com\/","http:\/\/www.graftech.com","http:\/\/www.brother.com\/","http:\/\/www.findus.co.uk","http:\/\/www.findus.com","http:\/\/www.stx.co.kr","http:\/\/www.boral.com.au","http:\/\/www.ccc.gr","http:\/\/www.pzlmielec.com.pl\/en\/","http:\/\/www.primemedia.com.au\/","http:\/\/www.danda.co.uk\/","http:\/\/www.acpa.org.uk","http:\/\/www.rotorooter.com\/","http:\/\/www.bglgroup.co.uk\/index.php","http:\/\/qt.nokia.com\/","http:\/\/www.safeco.com\/","http:\/\/www.asx.com.au","http:\/\/www.asx.com.au\/","http:\/\/www.temple-inland.com\/","http:\/\/www.gen-probe.com\/","http:\/\/www.mapinfo.com","http:\/\/www.bodyglove.com","http:\/\/www.lumene.com\/","http:\/\/www.idleaire.com\/","http:\/\/www.laborready.com","http:\/\/www.caliperls.com","http:\/\/www.intrawest.com\/","http:\/\/www.steaknshake.com\/","http:\/\/www.columbus.co\/","http:\/\/www.amylin.com","http:\/\/www.coleman.com\/","http:\/\/www.buffet.com\/","http:\/\/bashas.com\/","http:\/\/www.ceridian.com\/","http:\/\/www.ulalaunch.com","http:\/\/www.btc.bg\/bg\/index.php","http:\/\/www.redcross.fi\/en_GB\/","http:\/\/www.ohe-transport.de\/","https:\/\/www.firstmarkcu.org","http:\/\/www.trands.com","http:\/\/www.qbp.com\/","http:\/\/www.cyta.com.cy\/"], "keywords":"Webseite, Unternehmen, Angestellte, mehr als 500000", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"67", "question":"Dame todas las p\u00E1ginas de Web de empresas con m\u00E1s de 500000 empleados.", "answers":["http:\/\/www.tesco.com","http:\/\/www.issworld.com\/","http:\/\/www.petrochina.com.cn\/ptr\/","http:\/\/www.g4s.com\/","http:\/\/english.sinopec.com\/index.shtml","http:\/\/www.harrisinteractive.com\/","http:\/\/www.spb.gov.cn\/","http:\/\/www.atbank.nl","http:\/\/www.verabradley.com\/","http:\/\/www.sgcc.com.cn\/ywlm\/default.shtml","http:\/\/www.cnpc.com.cn\/eng\/","http:\/\/www.servpro.com\/","http:\/\/www.slimmingworld.com","http:\/\/www.errt.org\/","http:\/\/www.babcockborsigservice.com\/index.php?id=27&L=1","http:\/\/www.maxonmotor.com\/","http:\/\/www.ringpower.com\/","http:\/\/www.graftech.com","http:\/\/www.brother.com\/","http:\/\/www.findus.co.uk","http:\/\/www.findus.com","http:\/\/www.stx.co.kr","http:\/\/www.boral.com.au","http:\/\/www.ccc.gr","http:\/\/www.pzlmielec.com.pl\/en\/","http:\/\/www.primemedia.com.au\/","http:\/\/www.danda.co.uk\/","http:\/\/www.acpa.org.uk","http:\/\/www.rotorooter.com\/","http:\/\/www.bglgroup.co.uk\/index.php","http:\/\/qt.nokia.com\/","http:\/\/www.safeco.com\/","http:\/\/www.asx.com.au","http:\/\/www.asx.com.au\/","http:\/\/www.temple-inland.com\/","http:\/\/www.gen-probe.com\/","http:\/\/www.mapinfo.com","http:\/\/www.bodyglove.com","http:\/\/www.lumene.com\/","http:\/\/www.idleaire.com\/","http:\/\/www.laborready.com","http:\/\/www.caliperls.com","http:\/\/www.intrawest.com\/","http:\/\/www.steaknshake.com\/","http:\/\/www.columbus.co\/","http:\/\/www.amylin.com","http:\/\/www.coleman.com\/","http:\/\/www.buffet.com\/","http:\/\/bashas.com\/","http:\/\/www.ceridian.com\/","http:\/\/www.ulalaunch.com","http:\/\/www.btc.bg\/bg\/index.php","http:\/\/www.redcross.fi\/en_GB\/","http:\/\/www.ohe-transport.de\/","https:\/\/www.firstmarkcu.org","http:\/\/www.trands.com","http:\/\/www.qbp.com\/","http:\/\/www.cyta.com.cy\/"], "keywords":"p\u00E1gina de Web, empreasas, empleados, m\u00E1s de 500000", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"67", "question":"Dammi tutti i siti internet di aziende con pi\u00F9 di 500000 dipendenti.", "answers":["http:\/\/www.tesco.com","http:\/\/www.issworld.com\/","http:\/\/www.petrochina.com.cn\/ptr\/","http:\/\/www.g4s.com\/","http:\/\/english.sinopec.com\/index.shtml","http:\/\/www.harrisinteractive.com\/","http:\/\/www.spb.gov.cn\/","http:\/\/www.atbank.nl","http:\/\/www.verabradley.com\/","http:\/\/www.sgcc.com.cn\/ywlm\/default.shtml","http:\/\/www.cnpc.com.cn\/eng\/","http:\/\/www.servpro.com\/","http:\/\/www.slimmingworld.com","http:\/\/www.errt.org\/","http:\/\/www.babcockborsigservice.com\/index.php?id=27&L=1","http:\/\/www.maxonmotor.com\/","http:\/\/www.ringpower.com\/","http:\/\/www.graftech.com","http:\/\/www.brother.com\/","http:\/\/www.findus.co.uk","http:\/\/www.findus.com","http:\/\/www.stx.co.kr","http:\/\/www.boral.com.au","http:\/\/www.ccc.gr","http:\/\/www.pzlmielec.com.pl\/en\/","http:\/\/www.primemedia.com.au\/","http:\/\/www.danda.co.uk\/","http:\/\/www.acpa.org.uk","http:\/\/www.rotorooter.com\/","http:\/\/www.bglgroup.co.uk\/index.php","http:\/\/qt.nokia.com\/","http:\/\/www.safeco.com\/","http:\/\/www.asx.com.au","http:\/\/www.asx.com.au\/","http:\/\/www.temple-inland.com\/","http:\/\/www.gen-probe.com\/","http:\/\/www.mapinfo.com","http:\/\/www.bodyglove.com","http:\/\/www.lumene.com\/","http:\/\/www.idleaire.com\/","http:\/\/www.laborready.com","http:\/\/www.caliperls.com","http:\/\/www.intrawest.com\/","http:\/\/www.steaknshake.com\/","http:\/\/www.columbus.co\/","http:\/\/www.amylin.com","http:\/\/www.coleman.com\/","http:\/\/www.buffet.com\/","http:\/\/bashas.com\/","http:\/\/www.ceridian.com\/","http:\/\/www.ulalaunch.com","http:\/\/www.btc.bg\/bg\/index.php","http:\/\/www.redcross.fi\/en_GB\/","http:\/\/www.ohe-transport.de\/","https:\/\/www.firstmarkcu.org","http:\/\/www.trands.com","http:\/\/www.qbp.com\/","http:\/\/www.cyta.com.cy\/"], "keywords":"sito internet, azienda, dipendenti, pi\u00F9 di 500000", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"67", "question":"Donnes-moi les sites webs de companies avec plus de 500000 employ\u00E9s.", "answers":["http:\/\/www.tesco.com","http:\/\/www.issworld.com\/","http:\/\/www.petrochina.com.cn\/ptr\/","http:\/\/www.g4s.com\/","http:\/\/english.sinopec.com\/index.shtml","http:\/\/www.harrisinteractive.com\/","http:\/\/www.spb.gov.cn\/","http:\/\/www.atbank.nl","http:\/\/www.verabradley.com\/","http:\/\/www.sgcc.com.cn\/ywlm\/default.shtml","http:\/\/www.cnpc.com.cn\/eng\/","http:\/\/www.servpro.com\/","http:\/\/www.slimmingworld.com","http:\/\/www.errt.org\/","http:\/\/www.babcockborsigservice.com\/index.php?id=27&L=1","http:\/\/www.maxonmotor.com\/","http:\/\/www.ringpower.com\/","http:\/\/www.graftech.com","http:\/\/www.brother.com\/","http:\/\/www.findus.co.uk","http:\/\/www.findus.com","http:\/\/www.stx.co.kr","http:\/\/www.boral.com.au","http:\/\/www.ccc.gr","http:\/\/www.pzlmielec.com.pl\/en\/","http:\/\/www.primemedia.com.au\/","http:\/\/www.danda.co.uk\/","http:\/\/www.acpa.org.uk","http:\/\/www.rotorooter.com\/","http:\/\/www.bglgroup.co.uk\/index.php","http:\/\/qt.nokia.com\/","http:\/\/www.safeco.com\/","http:\/\/www.asx.com.au","http:\/\/www.asx.com.au\/","http:\/\/www.temple-inland.com\/","http:\/\/www.gen-probe.com\/","http:\/\/www.mapinfo.com","http:\/\/www.bodyglove.com","http:\/\/www.lumene.com\/","http:\/\/www.idleaire.com\/","http:\/\/www.laborready.com","http:\/\/www.caliperls.com","http:\/\/www.intrawest.com\/","http:\/\/www.steaknshake.com\/","http:\/\/www.columbus.co\/","http:\/\/www.amylin.com","http:\/\/www.coleman.com\/","http:\/\/www.buffet.com\/","http:\/\/bashas.com\/","http:\/\/www.ceridian.com\/","http:\/\/www.ulalaunch.com","http:\/\/www.btc.bg\/bg\/index.php","http:\/\/www.redcross.fi\/en_GB\/","http:\/\/www.ohe-transport.de\/","https:\/\/www.firstmarkcu.org","http:\/\/www.trands.com","http:\/\/www.qbp.com\/","http:\/\/www.cyta.com.cy\/"], "keywords":"sites webs, companies, plus de 500000 employ\u00E9s", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"67", "question":"Geef me de websites van alle ondernemingen met meer dan 500000 werknemers.", "answers":["http:\/\/www.tesco.com","http:\/\/www.issworld.com\/","http:\/\/www.petrochina.com.cn\/ptr\/","http:\/\/www.g4s.com\/","http:\/\/english.sinopec.com\/index.shtml","http:\/\/www.harrisinteractive.com\/","http:\/\/www.spb.gov.cn\/","http:\/\/www.atbank.nl","http:\/\/www.verabradley.com\/","http:\/\/www.sgcc.com.cn\/ywlm\/default.shtml","http:\/\/www.cnpc.com.cn\/eng\/","http:\/\/www.servpro.com\/","http:\/\/www.slimmingworld.com","http:\/\/www.errt.org\/","http:\/\/www.babcockborsigservice.com\/index.php?id=27&L=1","http:\/\/www.maxonmotor.com\/","http:\/\/www.ringpower.com\/","http:\/\/www.graftech.com","http:\/\/www.brother.com\/","http:\/\/www.findus.co.uk","http:\/\/www.findus.com","http:\/\/www.stx.co.kr","http:\/\/www.boral.com.au","http:\/\/www.ccc.gr","http:\/\/www.pzlmielec.com.pl\/en\/","http:\/\/www.primemedia.com.au\/","http:\/\/www.danda.co.uk\/","http:\/\/www.acpa.org.uk","http:\/\/www.rotorooter.com\/","http:\/\/www.bglgroup.co.uk\/index.php","http:\/\/qt.nokia.com\/","http:\/\/www.safeco.com\/","http:\/\/www.asx.com.au","http:\/\/www.asx.com.au\/","http:\/\/www.temple-inland.com\/","http:\/\/www.gen-probe.com\/","http:\/\/www.mapinfo.com","http:\/\/www.bodyglove.com","http:\/\/www.lumene.com\/","http:\/\/www.idleaire.com\/","http:\/\/www.laborready.com","http:\/\/www.caliperls.com","http:\/\/www.intrawest.com\/","http:\/\/www.steaknshake.com\/","http:\/\/www.columbus.co\/","http:\/\/www.amylin.com","http:\/\/www.coleman.com\/","http:\/\/www.buffet.com\/","http:\/\/bashas.com\/","http:\/\/www.ceridian.com\/","http:\/\/www.ulalaunch.com","http:\/\/www.btc.bg\/bg\/index.php","http:\/\/www.redcross.fi\/en_GB\/","http:\/\/www.ohe-transport.de\/","https:\/\/www.firstmarkcu.org","http:\/\/www.trands.com","http:\/\/www.qbp.com\/","http:\/\/www.cyta.com.cy\/"], "keywords":"website, onderneming, werknemers, meer dan 500000", "sparql":"PREFIX foaf: <http:\/\/xmlns.com\/foaf\/0.1\/>\nPREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nPREFIX xsd: <http:\/\/www.w3.org\/2001\/XMLSchema#>\nSELECT DISTINCT ?string \nWHERE {\n\t?subject rdf:type dbo:Company .\n\t?subject dbp:numEmployees ?employees .\n\tFILTER( xsd:integer(?employees) > 500000 ) .\n\t?subject foaf:homepage ?string .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"47", "question":"Was ist die h\u00F6hchste Stelle des Karakorum?", "answers":["http:\/\/dbpedia.org\/resource\/K2"], "keywords":"Karakorum, h\u00F6chste Stelle", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Karakoram dbo:highestPlace ?uri .  \n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"24", "question":"Quelle est la montagne la plus haute apr\u00E8s l'Annapurna?", "answers":["http:\/\/dbpedia.org\/resource\/Gasherbrum_I"], "keywords":"montagne, la plus haute, Annapurna", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {       \n        res:Annapurna dbo:elevation ?elevation .\n        ?uri rdf:type dbo:Mountain . \n        ?uri dbo:elevation ?otherelevation .\n        FILTER (?otherelevation < ?elevation) .\n} \nORDER BY DESC(?otherelevation) LIMIT 1" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"13", "question":"Which classis do tree frogs belong to?", "answers":["http:\/\/dbpedia.org\/resource\/Amphibian","http:\/\/dbpedia.org\/resource\/Amphibia"], "keywords":"tree frog, classis", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"13", "question":"Welcher Klasse geh\u00F6ren Laubfr\u00F6sche an?", "answers":["http:\/\/dbpedia.org\/resource\/Amphibian","http:\/\/dbpedia.org\/resource\/Amphibia"], "keywords":"Laubfrosch, Klasse", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"13", "question":"\u00BFA qu\u00E9 especie pertenece la rana verde?", "answers":["http:\/\/dbpedia.org\/resource\/Amphibian","http:\/\/dbpedia.org\/resource\/Amphibia"], "keywords":"rana verde, especie", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"13", "question":"A quale specie appartiene la rana verde?", "answers":["http:\/\/dbpedia.org\/resource\/Amphibian","http:\/\/dbpedia.org\/resource\/Amphibia"], "keywords":"rana verde, specie", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"13", "question":"A quelle classe apartiennent les grenouilles arboricoles?", "answers":["http:\/\/dbpedia.org\/resource\/Amphibian","http:\/\/dbpedia.org\/resource\/Amphibia"], "keywords":"grenouilles arboricoles, classe", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"13", "question":"Tot welke klasse behoren boomkikkers?", "answers":["http:\/\/dbpedia.org\/resource\/Amphibian","http:\/\/dbpedia.org\/resource\/Amphibia"], "keywords":"klasse, boomkikker", "sparql":"PREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n       res:Hylidae dbp:classis ?uri .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"15", "question":"Chi \u00E8 il creatore di Goofy?", "answers":["http:\/\/dbpedia.org\/resource\/Art_Babbitt"], "keywords":"creatore, Goofy", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Goofy dbo:creator ?uri .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"43", "question":"Chi \u00E8 il sindaco della citt\u00E0 di New York?", "answers":["http:\/\/dbpedia.org\/resource\/Michael_Bloomberg"], "keywords":"citt\u00E0 di New York, sindaco", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nSELECT DISTINCT ?uri\nWHERE { \n        res:New_York_City dbo:leaderName ?uri .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"52", "question":"Quels pr\u00E9sidents sont n\u00E9s en 1945?", "answers":["http:\/\/dbpedia.org\/resource\/Igor_Ivanov","http:\/\/dbpedia.org\/resource\/Moshe_Katsav","http:\/\/dbpedia.org\/resource\/Lee_Jong-wook","http:\/\/dbpedia.org\/resource\/Vladislav_Ardzinba","http:\/\/dbpedia.org\/resource\/Joe_Ghiz","http:\/\/dbpedia.org\/resource\/Jorge_Serrano_El%C3%ADas","http:\/\/dbpedia.org\/resource\/John_Olsen","http:\/\/dbpedia.org\/resource\/John_Fahey_(politician)","http:\/\/dbpedia.org\/resource\/Zlatko_Tom%C4%8Di%C4%87","http:\/\/dbpedia.org\/resource\/Mom%C4%8Dilo_Kraji%C5%A1nik","http:\/\/dbpedia.org\/resource\/Akbar_Tanjung","http:\/\/dbpedia.org\/resource\/Charles_Margai","http:\/\/dbpedia.org\/resource\/Joe_Robert_Pemagbi","http:\/\/dbpedia.org\/resource\/Faruk_S%C3%BCren","http:\/\/dbpedia.org\/resource\/Radovan_Karad%C5%BEi%C4%87","http:\/\/dbpedia.org\/resource\/Abdirahman_Farole","http:\/\/dbpedia.org\/resource\/Yuriy_Meshkov"], "keywords":"pr\u00E9sidents, n\u00E9s, 1945", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t{ ?uri rdf:type dbo:President . }\n\tUNION\n\t{ ?uri rdf:type yago:Presidents . }\n        ?uri dbo:birthDate ?date .\n\tFILTER regex(?date, '^1945') .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"11", "question":"In welchen L\u00E4ndern gibt es Orte mit mehr als zwei H\u00F6hlen?", "answers":["http:\/\/dbpedia.org\/resource\/United_Kingdom","http:\/\/dbpedia.org\/resource\/Italy","http:\/\/dbpedia.org\/resource\/Scotland","http:\/\/dbpedia.org\/resource\/England","http:\/\/dbpedia.org\/resource\/Wales","http:\/\/dbpedia.org\/resource\/Slovenia","http:\/\/dbpedia.org\/resource\/United_States","http:\/\/dbpedia.org\/resource\/Republic_of_Ireland","http:\/\/dbpedia.org\/resource\/Mexico","http:\/\/dbpedia.org\/resource\/Greece","http:\/\/dbpedia.org\/resource\/Gibraltar","http:\/\/dbpedia.org\/resource\/Turkey","http:\/\/dbpedia.org\/resource\/Jamaica","http:\/\/dbpedia.org\/resource\/Brazil","http:\/\/dbpedia.org\/resource\/Germany","http:\/\/dbpedia.org\/resource\/Vietnam","http:\/\/dbpedia.org\/resource\/China","http:\/\/dbpedia.org\/resource\/Venezuela"], "keywords":"Land, Ort, H\u00F6hle, mehr als zwei", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {       \n        ?cave rdf:type dbo:Cave . \n        ?cave dbo:location ?uri .\n        ?uri rdf:type dbo:Country .\n} \nGROUP BY ?uri\nHAVING (COUNT(?cave) > 2)" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"86", "question":"Give me all female German chancellors.", "answers":["http:\/\/dbpedia.org\/resource\/Angela_Merkel"], "keywords":"German chancellor, female", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"86", "question":"Gib mir alle deutschen Kanzlerinnen.", "answers":["http:\/\/dbpedia.org\/resource\/Angela_Merkel"], "keywords":"deutsch, Kanzlerin", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"86", "question":"Dame todas las cancilleres alemanas.", "answers":["http:\/\/dbpedia.org\/resource\/Angela_Merkel"], "keywords":"canciller alem\u00E1sn, mujer", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"86", "question":"Dammi tutte le cancelliere tedesche.", "answers":["http:\/\/dbpedia.org\/resource\/Angela_Merkel"], "keywords":"cancelliere tedesco, donna", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"86", "question":"Donnes-moi tous les chanceli\u00E8res allemandes.", "answers":["http:\/\/dbpedia.org\/resource\/Angela_Merkel"], "keywords":"chanceli\u00E8res, allemandes", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"86", "question":"Geef me alle vrouwelijke Duitse bondskanseliers.", "answers":["http:\/\/dbpedia.org\/resource\/Angela_Merkel"], "keywords":"vrouwelijk, Duits, bondskanselier", "sparql":"PREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res: <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n\t?uri rdf:type yago:FemaleHeadsOfGovernment.\n        ?uri dbp:office res:Chancellor_of_Germany .\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"71", "question":"Give me all video games published by Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven","http:\/\/dbpedia.org\/resource\/Myst","http:\/\/dbpedia.org\/resource\/Crossbow_(video_game)"], "keywords":"video game, publish, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}" , "lang":"en"}
{"datasetId":"qald-3-train-multilingual","questionId":"71", "question":"Gib mir alle Videospiele von Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven","http:\/\/dbpedia.org\/resource\/Myst","http:\/\/dbpedia.org\/resource\/Crossbow_(video_game)"], "keywords":"Videospiel, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"71", "question":"Dame todos los videojuegos de Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven","http:\/\/dbpedia.org\/resource\/Myst","http:\/\/dbpedia.org\/resource\/Crossbow_(video_game)"], "keywords":"videojuego, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}" , "lang":"es"}
{"datasetId":"qald-3-train-multilingual","questionId":"71", "question":"Dammi tutti i videogiochi di Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven","http:\/\/dbpedia.org\/resource\/Myst","http:\/\/dbpedia.org\/resource\/Crossbow_(video_game)"], "keywords":"videogioco, prodotto, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}" , "lang":"it"}
{"datasetId":"qald-3-train-multilingual","questionId":"71", "question":"Donnes-moi tous les jeux vid\u00E9os publi\u00E9s par Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven","http:\/\/dbpedia.org\/resource\/Myst","http:\/\/dbpedia.org\/resource\/Crossbow_(video_game)"], "keywords":"jeux vid\u00E9os, publi\u00E9s, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}" , "lang":"fr"}
{"datasetId":"qald-3-train-multilingual","questionId":"71", "question":"Geef me alle videogames van Mean Hamster Software.", "answers":["http:\/\/dbpedia.org\/resource\/Riven","http:\/\/dbpedia.org\/resource\/Myst","http:\/\/dbpedia.org\/resource\/Crossbow_(video_game)"], "keywords":"videogame, Mean Hamster Software", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX dbp: <http:\/\/dbpedia.org\/property\/>\nPREFIX res:  <http:\/\/dbpedia.org\/resource\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      { ?uri dbp:publisher 'Mean Hamster Software'@en . }\n      UNION \n      { ?uri dbo:publisher res:Mean_Hamster_Software . }\n}" , "lang":"nl"}
{"datasetId":"qald-3-train-multilingual","questionId":"5", "question":"Wieviele Monarchien gibt es in Europa?", "answers":["6"], "keywords":"Europa, Monarchie", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType ?govern .\n        FILTER regex(?govern,'monarchy') .\n}" , "lang":"de"}
{"datasetId":"qald-3-train-multilingual","questionId":"5", "question":"\u00BFCu\u00E1ntas monarqu\u00EDas existen en Europa?", "answers":["6"], "keywords":"Europa, monarqu\u00EDa, pa\u00EDs", "sparql":"PREFIX dbo: <http:\/\/dbpedia.org\/ontology\/>\nPREFIX yago: <http:\/\/dbpedia.org\/class\/yago\/>\nPREFIX rdf: <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri) \nWHERE {\n\t?uri rdf:type yago:EuropeanCountries .\n        ?uri dbo:governmentType ?govern .\n        FILTER regex(?govern,'monarchy') .\n}" , "lang":"es"}
