{"datasetId":"qald-6-train-multilingual","questionId":"183", "question":"\u0627\u0631\u062A\u0641\u0627\u0639 \u06A9\u0648\u0647 \u0627\u0648\u0631\u0633\u062A \u0686\u0642\u062F\u0631 \u0627\u0633\u062A\u061F", "answers":["8848.0"], "keywords":"\u0627\u0631\u062A\u0641\u0627\u0639\u060C \u06A9\u0648\u0647 \u0627\u0648\u0631\u0633\u062A", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Mount_Everest> <http:\/\/dbpedia.org\/ontology\/elevation> ?num. } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"183", "question":"Ce altitudine are muntele Everest?", "answers":["8848.0"], "keywords":"muntele Everest, altitudine", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Mount_Everest> <http:\/\/dbpedia.org\/ontology\/elevation> ?num. } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"184", "question":"Who created Batman?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"Batman, creator", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Batman> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"184", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0628\u062A\u0645\u0646 \u0631\u0627 \u0633\u0627\u062E\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"\u0628\u062A\u0645\u0646\u060C \u0633\u0627\u062E\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Batman> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"184", "question":"\u00BFQui\u00E9n cre\u00F3 Batman?", "answers":["http:\/\/dbpedia.org\/resource\/Bob_Kane"], "keywords":"creador, comic, Capit\u00E1n Am\u00E9rica", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Batman> <http:\/\/dbpedia.org\/ontology\/creator> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"185", "question":"\u0686\u0646\u062F \u0646\u0641\u0631 \u062F\u0631 \u067E\u0627\u06CC\u062A\u062E\u062A \u0627\u0633\u062A\u0631\u0627\u0644\u06CC\u0627 \u0632\u0646\u062F\u06AF\u06CC \u0645\u06CC \u06A9\u0646\u0646\u062F\u061F", "answers":["381488"], "keywords":"\u0646\u0641\u0631\u060C \u067E\u0627\u06CC\u062A\u062E\u062A\u060C \u0627\u0633\u062A\u0631\u0627\u0644\u06CC\u0627\u060C \u0632\u0646\u062F\u06AF\u06CC", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Australia> <http:\/\/dbpedia.org\/ontology\/capital> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/populationTotal> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"185", "question":"Hoeveel mensen wonen er in de hoofdstad van Australi\u00EB?", "answers":["381488"], "keywords":"inwoners, hoofdstad van Australi\u00EB", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Australia> <http:\/\/dbpedia.org\/ontology\/capital> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/populationTotal> ?num . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"186", "question":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0634\u0647\u0631 \u0627\u0633\u062A\u0631\u0627\u0644\u06CC\u0627 \u06A9\u062F\u0627\u0645 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Sydney"], "keywords":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0634\u0647\u0631\u060C \u0627\u0633\u062A\u0631\u0627\u0644\u06CC\u0627", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Australia> <http:\/\/dbpedia.org\/ontology\/largestCity> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"186", "question":"Wat is de grootste stad van Australi\u00EB?", "answers":["http:\/\/dbpedia.org\/resource\/Sydney"], "keywords":"grootste stad, Australi\u00EB", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Australia> <http:\/\/dbpedia.org\/ontology\/largestCity> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"186", "question":"Care este cel mai mare ora\u0219 din Australia?", "answers":["http:\/\/dbpedia.org\/resource\/Sydney"], "keywords":"Australia, cel mai mare ora\u0219", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Australia> <http:\/\/dbpedia.org\/ontology\/largestCity> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"187", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0645\u0648\u0633\u06CC\u0642\u06CC \u0647\u0631\u0648\u0644\u062F \u0648 \u0645\u0648\u062F\u0647 \u0631\u0627 \u0646\u0648\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Cat_Stevens"], "keywords":"\u0645\u0648\u0633\u06CC\u0642\u06CC\u060C \u0647\u0631\u0648\u0644\u062F \u0648 \u0645\u0648\u062F\u0647\u060C \u0646\u0648\u0634\u062A", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Harold_and_Maude> <http:\/\/dbpedia.org\/ontology\/musicComposer> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"187", "question":"Wie componeerde de muziek voor Harold and Maude", "answers":["http:\/\/dbpedia.org\/resource\/Cat_Stevens"], "keywords":"componist, Harold and Maude", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Harold_and_Maude> <http:\/\/dbpedia.org\/ontology\/musicComposer> ?uri . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"187", "question":"Cine a compus coloana sonor\u0103 pentru Harold \u0219i Maude?", "answers":["http:\/\/dbpedia.org\/resource\/Cat_Stevens"], "keywords":"Harold \u0219i Maude, compune, coloana sonor\u0103", "sparql":"SELECT DISTINCT ?uri WHERE { <http:\/\/dbpedia.org\/resource\/Harold_and_Maude> <http:\/\/dbpedia.org\/ontology\/musicComposer> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"188", "question":"\u06A9\u0644\u06CC\u0646\u062A \u0627\u06CC\u0633\u062A\u0648\u0648\u062F \u062F\u0631 \u0686\u0647 \u0641\u06CC\u0644\u0645\u06CC \u06A9\u0647 \u062E\u0648\u062F\u0634 \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u06A9\u0631\u062F \u0628\u0627\u0632\u06CC \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Tightrope_(film)"], "keywords":"\u06A9\u0644\u06CC\u0646\u062A \u0627\u06CC\u0633\u062A\u0648\u0648\u062F\u060C \u0641\u06CC\u0644\u0645\u06CC\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC\u060C \u0628\u0627\u0632\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Clint_Eastwood> .  ?uri <http:\/\/dbpedia.org\/ontology\/starring> <http:\/\/dbpedia.org\/resource\/Clint_Eastwood> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"189", "question":"\u0645\u0644\u06A9\u0647 \u0633\u0627\u0628\u0642 \u0647\u0644\u0646\u062F \u06CC\u0648\u06CC\u0644\u06CC\u0627\u0646\u0627 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u0634\u0647\u0631 \u062F\u0641\u0646 \u0634\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Delft"], "keywords":"\u0645\u0644\u06A9\u0647 \u0647\u0644\u0646\u062F \u06CC\u0648\u06CC\u0644\u06CC\u0627\u0646\u0627\u060C \u0634\u0647\u0631\u060C \u062F\u0641\u0646", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Juliana_of_the_Netherlands> <http:\/\/dbpedia.org\/ontology\/restingPlace> ?uri.  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Settlement> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"\u0622\u06CC\u0627 \u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0634\u0647\u0631 \u0645\u0635\u0631 \u067E\u0627\u06CC\u062A\u062E\u062A \u0622\u0646 \u0647\u0645 \u0647\u0633\u062A\u061F", "answers":[], "keywords":"\u0628\u0632\u0631\u06AF\u062A\u0631\u06CC\u0646 \u0634\u0647\u0631\u060C \u0645\u0635\u0631\u060C \u067E\u0627\u06CC\u062A\u062E\u062A", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"Ist \u00C4gyptens gr\u00F6\u00DFte Stadt auch seine Hauptstadt?", "answers":[], "keywords":"gr\u00F6\u00DFte Stadt, \u00C4gypten, Hauptstadt", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"\u00BFEs la cuidad m\u00E1s grande de Egipto tambi\u00E9n capital?", "answers":[], "keywords":"cuidad m\u00E1s grande, Egipto, capital", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"La citt\u00E0 pi\u00F9 grande dell'Egitto \u00E8 anche la sua capitale?", "answers":[], "keywords":"citt\u00E0 pi\u00F9 grande, Egitto, capitale", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"La ville la plus grande de l'Egypte est-elle sa capitale?", "answers":[], "keywords":"ville plus grande, Egypte, capitale", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"Is de grootste stad van Egypte ook de hoofdstad?", "answers":[], "keywords":"grootste stad, Egypte, hoofdstad", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"19", "question":"Ora\u0219ul cel mai mare din EGipt este \u0219i capital sa?", "answers":[], "keywords":"cel mai mare ora\u0219, Egipt, capital\u0103", "sparql":"ASK WHERE {  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/largestCity> ?large .  <http:\/\/dbpedia.org\/resource\/Egypt> <http:\/\/dbpedia.org\/ontology\/capital> ?capital .  FILTER (?large = ?capital) } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"190", "question":"\u0645\u062D\u0644 \u0633\u06A9\u0648\u0646\u062A \u0646\u062E\u0633\u062A \u0648\u0632\u06CC\u0631 \u0627\u0633\u067E\u0627\u0646\u06CC\u0627 \u06A9\u062C\u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Palace_of_Moncloa"], "keywords":"\u0645\u062D\u0644 \u0633\u06A9\u0648\u0646\u062A\u060C \u0646\u062E\u0633\u062A \u0648\u0632\u06CC\u0631\u060C \u0627\u0633\u067E\u0627\u0646\u06CC\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Prime_Minister_of_Spain> <http:\/\/dbpedia.org\/property\/residence> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"190", "question":"\u00BFD\u00F3nde vive el primer ministor de Espa\u00F1a?", "answers":["http:\/\/dbpedia.org\/resource\/Palace_of_Moncloa"], "keywords":"primer ministro, Espa\u00F1a, vive", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Prime_Minister_of_Spain> <http:\/\/dbpedia.org\/property\/residence> ?uri . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"191", "question":"\u0645\u062E\u0641\u0641 \u06A9\u062F\u0627\u0645 \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647 \u0627\u0645.\u0627\u0646. \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Minnesota"], "keywords":"\u0645\u062E\u0641\u0641\u060C \u0627\u06CC\u0627\u0644\u062A \u0627\u06CC\u0627\u0644\u0627\u062A \u0645\u062A\u062D\u062F\u0647\u060C \u0627\u0645.\u0627\u0646.", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/postalabbreviation> 'MN'@en . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"191", "question":"Welcher US-Bundesstaat hat die Abk\u00FCrzung MN?", "answers":["http:\/\/dbpedia.org\/resource\/Minnesota"], "keywords":"US-Bundesstaat, Abk\u00FCrzung, MN", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/postalabbreviation> 'MN'@en . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"191", "question":"\u00BFQu\u00E9 estado americano tiene la abreviaci\u00F3n MN?", "answers":["http:\/\/dbpedia.org\/resource\/Minnesota"], "keywords":"estado americano, abreviaci\u00F3n, MN", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/postalabbreviation> 'MN'@en . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"191", "question":"Quel \u00E9tat americain a l'abr\u00E9viation MN?", "answers":["http:\/\/dbpedia.org\/resource\/Minnesota"], "keywords":"\u00E9tat americain, abr\u00E9viation, MN", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/class\/yago\/StatesOfTheUnitedStates> .  ?uri <http:\/\/dbpedia.org\/property\/postalabbreviation> 'MN'@en . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"193", "question":"\u06A9\u0648\u0631\u0648\u0633\u0627\u0648\u0627 \u0686\u0647 \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC \u0631\u0627 \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Madadayo"], "keywords":"\u06A9\u0648\u0631\u0648\u0633\u0627\u0648\u0627\u060C \u0641\u06CC\u0644\u0645 \u0647\u0627\u06CC\u06CC\u060C \u06A9\u0627\u0631\u06AF\u0631\u062F\u0627\u0646\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Film> .  ?uri <http:\/\/dbpedia.org\/ontology\/director> <http:\/\/dbpedia.org\/resource\/Akira_Kurosawa> . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"194", "question":"\u0633\u0627\u0644 \u062A\u0623\u0633\u06CC\u0633 \u06A9\u0627\u0631\u062E\u0627\u0646\u0647 \u0622\u0628\u062C\u0648\u0633\u0627\u0632\u06CC \u06A9\u0647 \u067E\u06CC\u0644\u0632\u0646\u0631 \u0627\u0648\u0631\u06A9\u0648\u0626\u0644 \u0631\u0627 \u062A\u0648\u0644\u06CC\u062F \u0645\u06CC \u06A9\u0646\u062F \u0686\u06CC\u0633\u062A\u061F", "answers":["1842"], "keywords":"\u0633\u0627\u0644 \u062A\u0623\u0633\u06CC\u0633\u060C \u06A9\u0627\u0631\u062E\u0627\u0646\u0647 \u0622\u0628\u062C\u0648\u0633\u0627\u0632\u06CC\u060C \u067E\u06CC\u0644\u0632\u0646\u0631 \u0627\u0648\u0631\u06A9\u0648\u0626\u0644", "sparql":"SELECT DISTINCT ?num WHERE {  <http:\/\/dbpedia.org\/resource\/Pilsner_Urquell> <http:\/\/dbpedia.org\/property\/brewery> ?uri .  ?uri <http:\/\/dbpedia.org\/property\/foundation> ?num . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"195", "question":"\u0634\u0639\u0631 \u0633\u0631\u0648\u062F \u0645\u0644\u06CC \u0644\u0647\u0633\u062A\u0627\u0646 \u0631\u0627 \u0686\u0647 \u06A9\u0633\u06CC \u0646\u0648\u0634\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/J%C3%B3zef_Wybicki"], "keywords":"\u0634\u0639\u0631\u060C \u0633\u0631\u0648\u062F \u0645\u0644\u06CC\u060C \u0644\u0647\u0633\u062A\u0627\u0646\u060C \u0646\u0648\u0634\u062A", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Poland> <http:\/\/dbpedia.org\/ontology\/anthem> ?x .  ?x <http:\/\/dbpedia.org\/property\/author> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"195", "question":"Cine a scris versurile pentru imnul na\u021Bional al Poloniei?", "answers":["http:\/\/dbpedia.org\/resource\/J%C3%B3zef_Wybicki"], "keywords":"Polonia, imn national, scrie, versuri", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Poland> <http:\/\/dbpedia.org\/ontology\/anthem> ?x .  ?x <http:\/\/dbpedia.org\/property\/author> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"Give me all B-sides of the Ramones.", "answers":["\\\"She's the One\\\""], "keywords":"Ramones, B-sides", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"\u062A\u0645\u0627\u0645 \u0628\u06CC\u0633\u0627\u06CC\u062F\u0647\u0627\u06CC \u0631\u0627\u0645\u0648\u0646\u0632 \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["\\\"She's the One\\\""], "keywords":"\u0628\u06CC\u0633\u0627\u06CC\u062F\u0647\u0627\u06CC\u060C \u0631\u0627\u0645\u0648\u0646\u0632", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"Gib mir alle B-Seiten der Ramones.", "answers":["\\\"She's the One\\\""], "keywords":"Ramones, B-Seiten", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"Dame todas las caras B de los Ramones.", "answers":["\\\"She's the One\\\""], "keywords":"Ramones, cara B", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"Dammi tutti i lati B dei Ramones.", "answers":["\\\"She's the One\\\""], "keywords":"Ramones, lato B", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"Donnes-moi tous les faces B des Ramones.", "answers":["\\\"She's the One\\\""], "keywords":"faces B, Ramones", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"Geef alle B-kantjes van singles van de Ramones.", "answers":["\\\"She's the One\\\""], "keywords":"B-kant, single, de Ramones", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"196", "question":"D\u0103-mi toate laturile B ale Ramones", "answers":["\\\"She's the One\\\""], "keywords":"Ramones, laturi B", "sparql":"SELECT DISTINCT ?string WHERE {  ?x <http:\/\/dbpedia.org\/ontology\/musicalArtist> <http:\/\/dbpedia.org\/resource\/Ramones> .  ?x <http:\/\/dbpedia.org\/ontology\/bSide> ?string . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"197", "question":"\u0686\u0647 \u06A9\u0633\u06CC \u0637\u0648\u0641\u0627\u0646 \u062F\u0631 \u062F\u0631\u06CC\u0627\u06CC \u062C\u0644\u06CC\u0644\u0647 \u0631\u0627 \u0646\u0642\u0627\u0634\u06CC \u06A9\u0631\u062F\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Rembrandt"], "keywords":"\u0637\u0648\u0641\u0627\u0646 \u062F\u0631 \u062F\u0631\u06CC\u0627\u06CC \u062C\u0644\u06CC\u0644\u0647\u060C \u0646\u0642\u0627\u0634\u06CC", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Storm_on_the_Sea_of_Galilee> <http:\/\/dbpedia.org\/property\/artist> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"197", "question":"Qui a peint Christ dans la temp\u00EAte sur la mer de Galil\u00E9e?", "answers":["http:\/\/dbpedia.org\/resource\/Rembrandt"], "keywords":"peintre, Christ dans la temp\u00EAte sur la mer de Galil\u00E9e", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/The_Storm_on_the_Sea_of_Galilee> <http:\/\/dbpedia.org\/property\/artist> ?uri . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"198", "question":"\u0633\u0627\u0632\u0646\u062F\u0647 \u0645\u06CC\u0641\u06CC \u0627\u0647\u0644 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Netherlands"], "keywords":"\u0633\u0627\u0632\u0646\u062F\u0647\u060C \u0645\u06CC\u0641\u06CC\u060C \u06A9\u0634\u0648\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Miffy> <http:\/\/dbpedia.org\/ontology\/creator> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/nationality> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"198", "question":" Din ce \u021Bara provine creatorul Miffy?", "answers":["http:\/\/dbpedia.org\/resource\/Netherlands"], "keywords":"Miffy, creator, \u021Bar\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Miffy> <http:\/\/dbpedia.org\/ontology\/creator> ?x .  ?x <http:\/\/dbpedia.org\/ontology\/nationality> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"Give me the birthdays of all actors of the television show Charmed.", "answers":["1965-10-01"], "keywords":"television show, Charmed, actor, birthday", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"en"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"\u062A\u0627\u0631\u06CC\u062E \u062A\u0648\u0644\u062F \u062A\u0645\u0627\u0645 \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646 \u0646\u0645\u0627\u06CC\u0634 \u062A\u0644\u0648\u06CC\u0632\u06CC\u0648\u0646\u06CC \u0686\u0627\u0631\u0645\u062F \u0631\u0627 \u0644\u06CC\u0633\u062A \u06A9\u0646.", "answers":["1965-10-01"], "keywords":"\u062A\u0627\u0631\u06CC\u062E \u062A\u0648\u0644\u062F\u060C \u0628\u0627\u0632\u06CC\u06AF\u0631\u0627\u0646\u060C \u0646\u0645\u0627\u06CC\u0634 \u062A\u0644\u0648\u06CC\u0632\u06CC\u0648\u0646\u06CC\u060C \u0686\u0627\u0631\u0645\u062F", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"Gib mir die Geburtstage von allen Darstellern der Fernsehserie Charmed.", "answers":["1965-10-01"], "keywords":"Fernsehserie, Charmed, Darsteller, Geburtstag", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"Dame los cumplea\u00F1os de los actores de la serie de televisi\u00F3n Charmed.", "answers":["1965-10-01"], "keywords":"serie televisiva, Charmed, actores, cumplea\u00F1os", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"es"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"Dammi le date dei compleanni di tutti gli attori della serie televisiva Charmed.", "answers":["1965-10-01"], "keywords":"serie televisiva, Charmed, attore, compleanno", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"it"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"Donnes-moi les dates de naissance des acteurs de la s\u00E9rie t\u00E9l\u00E9vis\u00E9e Charmed.", "answers":["1965-10-01"], "keywords":"s\u00E9rie t\u00E9l\u00E9vis\u00E9e, Charmed, acteurs, date de naissance", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"Noem de verjaardag van alle acteurs uit de televisieserie Charmed.", "answers":["1965-10-01"], "keywords":"verjaardag, acteur, televisieserie, Charmed", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"nl"}
{"datasetId":"qald-6-train-multilingual","questionId":"2", "question":"D\u0103-mi zilele de na\u0219tere a tuturor actorilor din serialul de televiziune Charmed", "answers":["1965-10-01"], "keywords":"serial de televiziune, Charmed, actor, zi de na\u0219tere", "sparql":"SELECT DISTINCT ?date WHERE {  <http:\/\/dbpedia.org\/resource\/Charmed> <http:\/\/dbpedia.org\/ontology\/starring> ?actor .  ?actor <http:\/\/dbpedia.org\/ontology\/birthDate> ?date . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"20", "question":"\u0622\u06CC.\u0628\u06CC.\u0622\u0645. \u0686\u0646\u062F \u06A9\u0627\u0631\u0645\u0646\u062F \u062F\u0627\u0631\u062F\u061F", "answers":["431212"], "keywords":"\u0622\u06CC.\u0628\u06CC.\u0627\u0645.\u060C \u06A9\u0627\u0631\u0645\u0646\u062F", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/IBM> <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?number . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"20", "question":"Combien d'employ\u00E9s a IBM?", "answers":["431212"], "keywords":"employ\u00E9s, IBM", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/IBM> <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?number . } " , "lang":"fr"}
{"datasetId":"qald-6-train-multilingual","questionId":"20", "question":"C\u00E2\u021Bi angaja\u021Bi are IBM?", "answers":["431212"], "keywords":"IBM, angaja\u021Bi", "sparql":"SELECT DISTINCT ?number WHERE {  <http:\/\/dbpedia.org\/resource\/IBM> <http:\/\/dbpedia.org\/ontology\/numberOfEmployees> ?number . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"21", "question":"\u0627\u06CC\u0644\u06CC\u0646\u0648\u06CC \u0628\u0627 \u0686\u0647 \u0627\u06CC\u0627\u0644\u062A \u0647\u0627\u06CC\u06CC \u0647\u0645 \u0645\u0631\u0632 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Wisconsin"], "keywords":"\u0627\u06CC\u0644\u06CC\u0646\u0648\u06CC\u060C \u0627\u06CC\u0627\u0644\u062A \u0647\u0627\u06CC\u06CC\u060C \u0647\u0645 \u0645\u0631\u0632", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Illinois> <http:\/\/dbpedia.org\/property\/borderingstates> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"22", "question":"\u062F\u0631\u06CC\u0627\u0686\u0647 \u0644\u06CC\u0645\u0631\u06CC\u06A9 \u062F\u0631 \u06A9\u062F\u0627\u0645 \u06A9\u0634\u0648\u0631 \u0627\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Canada"], "keywords":"\u062F\u0631\u06CC\u0627\u0686\u0647 \u0644\u06CC\u0645\u0631\u06CC\u06A9\u060C \u06A9\u0634\u0648\u0631", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Limerick_Lake> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"22", "question":"\u00CEn ce \u021Bar\u0103 este lacul Limerick?", "answers":["http:\/\/dbpedia.org\/resource\/Canada"], "keywords":"lacul Limerick, \u021Bar\u0103", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Limerick_Lake> <http:\/\/dbpedia.org\/ontology\/country> ?uri . } " , "lang":"ro"}
{"datasetId":"qald-6-train-multilingual","questionId":"24", "question":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646 \u06A9\u0648\u0647 \u067E\u0633 \u0627\u0632 \u0622\u0646\u0627\u067E\u0648\u0631\u0646\u0627 \u0686\u06CC\u0633\u062A\u061F", "answers":["http:\/\/dbpedia.org\/resource\/Gasherbrum_I"], "keywords":"\u0628\u0644\u0646\u062F\u062A\u0631\u06CC\u0646\u060C \u06A9\u0648\u0647\u060C \u067E\u0633 \u0627\u0632\u060C \u0622\u0646\u0627\u067E\u0648\u0631\u0646\u0627", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Annapurna> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation .  FILTER (?otherelevation < ?elevation) . } ORDER BY DESC(?otherelevation) OFFSET 0 LIMIT 1 " , "lang":"fa"}
{"datasetId":"qald-6-train-multilingual","questionId":"24", "question":"Was ist der h\u00F6chste Berg nach dem Annapurna?", "answers":["http:\/\/dbpedia.org\/resource\/Gasherbrum_I"], "keywords":"Berg, h\u00F6chster nach, Annapurna", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Annapurna> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation .  FILTER (?otherelevation < ?elevation) . } ORDER BY DESC(?otherelevation) OFFSET 0 LIMIT 1 " , "lang":"de"}
{"datasetId":"qald-6-train-multilingual","questionId":"24", "question":"\u00BFCu\u00E1l es la monta\u00F1a m\u00E1s alta despu\u00E9s del Annapurna?", "answers":["http:\/\/dbpedia.org\/resource\/Gasherbrum_I"], "keywords":"monta\u00F1a, m\u00E1s alta despu\u00E9s de, Annapurna", "sparql":"SELECT DISTINCT ?uri WHERE {  <http:\/\/dbpedia.org\/resource\/Annapurna> <http:\/\/dbpedia.org\/ontology\/elevation> ?elevation .  ?uri <http:\/\/www.w3.org\/1999\/02\/22-rdf-syntax-ns#type> <http:\/\/dbpedia.org\/ontology\/Mountain> .  ?uri <http:\/\/dbpedia.org\/ontology\/elevation> ?otherelevation .  FILTER (?otherelevation < ?elevation) . } ORDER BY DESC(?otherelevation) OFFSET 0 LIMIT 1 " , "lang":"es"}
